Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# my_packages_description
source: If you want to restore your existing purchases, click on Restore Purchases button.
ar: إذا كنت لا تشاهد اشتراكاتك الموجودة أسفل,مع جدد اشتركاتي يمكنك تحميلها مرة أخرى.
de: Wenn Sie sich Ihre aktuellen Abonnemente nicht sehen, können Sie diese über Aktualisiere meine Abonnemente wiederherstellen.
es: Si no puedes ver las suscripciones actuales, puedes restaurar con Renovar mis suscripciones
fr: Si vous ne voyez pas vos abonnements actuels ci-dessous, vous pouvez les restaurer avec Renouveler mes abonnements
ka: თუ გსურს შენი არსებული შესყიდვების აღდგენა, დააწკაპუნე შესყიდვების აღდგენაზე.
ro: Dacă nu vedeți mai jos abonamentele existente, le puteți restaura cu Reînnoiește abonamentelor mele
ru: Если вы не видите свои текущие подписки ниже, обновите список с помощью Обновить Мои Подписки
sq: Nëse nuk shikon abonimet e tua ekzistusese më poshtë, mund të ringarkosh (rikthesh) me Rinovoji abonimet e mia.
tr: Mevcut aboneliklerini aşağıda göremiyorsan, Aboneliklerimi Yenile ile geri yükleyebilirsin.
uk: Якщо ви не бачите своїх поточних підписок нижче, ви можете відновити їх за допомогою Оновити мої підписки

# photo_video_auto_sync_settings
source: Auto-Sync Settings
ar: النسخ الاحتياطي التلقائي
de: Automatische Speicherung
es: Copia de seguridad automática
fr: Sauvegarde Automatique
ka: ავტომატური სინქრონიზაციის პარამეტრები
ro: Backup Automat
ru: Автоматическая Синхронизация
sq: Rezervimi automatik
tr: Otomatik Yedekleme
uk: Автоматичне резервне копіювання

# ubsent_contacts_in_lifebox
source: There is no any contact in your lifebox
ar: لا يتواجد اتصال مسجل بداخل lifebox.
de: In Lifebox befinden sich keine eingetragenen Kontakte
es: No hay contactos registrados en lifebox.
fr: Il n'y a aucun contact enregistré dans lifebox.
ka: შენს lifebox-ში არანაირი კონტაქტი არ არის
ro: Nu există contacte salvate în lifebox.
ru: В lifebox нет зарегистрированных контактов.
sq: Nuk ka kontakte të regjistruara brënda lifebox-it.
tr: lifebox içinde kayıtlı kontak bulunmuyor.
uk: У lifebox немає зареєстрованих контактів.

# auto_sync_albums_description
source: You can choose which albums to sync automatically.
ar: يمكنك اختيار الألبومات التي ترغب في نسخها احتياطيا بشكل تلقائي.
de: Sie können die Alben, die Sie automatisch speichern wollen, auswählen.
es: Puedes seleccionar los álbumes que quieres sincronizar y subir automáticamente.
fr: Vous pouvez sélectionner vos albums que vous souhaitez sauvegarder automatiquement.
ka: შენ შეგიძლია აირჩიო რომელი ალბომების სინქრონიზაცია გსურს ავტომატურად.
ro: Puteți selecta albumele al căror backup doriți să fie făcut automat.
ru: Вы можете выбрать, какие альбомы синхронизировать автоматически.
sq: Mund t’i zgjidhësh albumet e tu që dëshiron të rezervohen (kopjohen) automatikisht.
tr: Otomatik yedeklenmesini istediğin albümlerini seçebilirsin.
uk: Ви можете вибрати альбоми, для яких потрібно автоматично створити резервну копію.

# tabbar_item_home_label
source: Home
ar: الصفحة الرئيسية
de: Hauptseite
es: Página Principal
fr: Page d'accueil
ka: მთავარი
ro: Pagina Principală
ru: Главная Страница
sq: Faqja kryesore
tr: Anasayfa
uk: Домашня сторінка

# tabbar_item_gallery_label
source: Gallery
ar: معرض
de: Gelerie
es: Galería
fr: Galerie
ka: გალერეა
ro: Galerie
ru: Галерея
sq: Galeri
tr: Fotoğraflar
uk: галерея

# tabbar_item_contacts_label
source: Contacts
ar: دليل
de: Verzeichnis
es: Contactos
ka: კონტაქტები
ro: Agendă
ru: Контакты
sq: Libri i telefonit
tr: Rehber
uk: Книга довідників

# tabbar_item_all_files_label
source: All Files
ar: جميع الملفات
de: Alle Dateien
es: Todos los archivos
fr: Dossiers
ka: ფაილები
ro: Toate Fișierele
ru: Все Файлы
sq: Dosjet
tr: Dosyalar
uk: Усі файли

# see_features
source: Show features
ar: اظهر المميزات
de: Zeige die Funktionen an
es: Mostrar las funciones
fr: Afficher les Fonctionnalités
ka: მახასიათებლების ჩვენება
ro: Afișează Caracteristicile
ru: Показать Функции
sq: Tregoji karakteristikat
tr: Özellikleri Göster
uk: Показати функції

# middle_user_package_description
source: + 15 PhotoPick Analysis (Get more likes on Instagram)
ar: تحليل الفوتو بيك 15
de: + 15 PhotoPick Analysen
es: + Análisis de 15 PhotoPick
fr: + 15 Analyse PhotoPick
ka: + 15 PhotoPick ანალიზი (მიიღეთ მეტი მოწონება Instagram-ზე)
ro: + 15 Analize PhotoPick
ru: + 15 Анализа PhotoPick
sq: + 15 Analiza ‘’PhotoPick’’
tr: + 15 PhotoPick Analizi
uk: + 15 Аналіз PhotoPick

# features_only_package_addon_type
source: Premium Features
ar: خصائص البريميوم
de: Premium Funktionen
es: Las funciones Premium
fr: Fonctionnalités Premium
ka: Premium მახასიათებლები
ro: Caracteristici Premium
ru: Premium Функции
sq: Karakteristikat Premium
tr: Premium Özellikler
uk: Особливості Преміум (Premium)

# features_middle_only_package_addon_type
source: Standard+ Features
ar: Standart+ الخصائص
de: Standard + Funktionen
es: Estándar + Funciones
fr: Standard + Fonctionnalités
ka: Standard+ მახასიათებლები
ro: Standard + Caracteristici
ru: Функции Standart+
sq: Karakteristikat standarde+
tr: Standart+ Özellikler
uk: Стандарт + Особливості

# middle_feature_package_name
source: Standard+
ar: Standart+
es: Estándar+
ru: Standart+
sq: Standarde+
tr: Standart+
uk: Стандарт +

# feature_high_quality_picture
source: Back Up in High Quality
ar: تخزين عالي الدقة
de: Hochauflösende Speicherung
es: Almacenar en alta resolución
fr: Stockage En Haute Résolution
ka: სარეზერვო ასლის შექმნა მაღალი ხარისხით
ro: Stocare la Înaltă Rezoluție
ru: Резервное Копирование в Высоком Качестве
sq: Ruajtje me rezolucion të lartë
tr: Yüksek Çözünürlükte Saklama
uk: Зберігання високої чіткості

# feature_image_recognition
source: Auto-Sync
ar: التسجيل الاحتياطي التلقائي
de: Automatische Speicherung
es: Copia de seguridad automática
fr: Sauvegarde Automatique
ka: ავტომატური სინქრონიზაცია
ro: Backup Automat
ru: Автоматическая Синхронизация
sq: Rezervimi automatik
tr: Otomatik Yedekleme
uk: Автоматичне резервне копіювання

# feature_photopick
source: Contact Backup
ar: التسجيل الاحتياطي لدليل الهاتف
de: Verzeichnis-Speicherung
es: Copia de seguridad de guía
fr: Sauvegarde Des Contacts
ka: დაუკავშირდით სარეზერვო ასლს
ro: Backup Agentă
ru: Резервное Копирование Контактов
sq: Rezervimi i librit të telefonit
tr: Rehber Yedekleme
uk: Резервне копіювання контактів

# feature_delete_duplicate_contacts
source: Easy and Secure Sharing
ar: المشاركة السهلة والامنة
de: Einfaches und sicheres Teilen
es: Compartición fácil y segura
fr: Partage Facile Et Sécurisé
ka: მარტივი და უსაფრთხო გაზიარება
ro: Partajare Ușoară Și Sigură
ru: Простой и Безопасный Обмен
sq: Ndarja e thjeshtë dhe e sigurtë
tr: Kolay ve Güvenli Paylaşım
uk: Легкий та безпечний обмін

# feature_standard_features
source: Standard Features
ar: Standart خصائص
de: Standard Funktionen
es: Propiedades Estándares
fr: Fonctionnalités Standards
ka: სტანდარტული მახასიათებლები
ro: Caracteristici Standard
ru: Стандартные Функции
sq: Karakteristikat standarde
tr: Standart Özellikler
uk: Стандартні функції

# feature_storage_only_additional_1
source: Free Up Space
ar: فتح مكان بسهولة في هاتفك
de: Einfaches Platz schaffen auf dem Telefon
es: Abrir fácilmente espacios en el teléfono
fr: Créez Facilement De L'espace Sur Le Téléphone
ka: გაათავისუფლე სივრცე
ro: Creare cu Ușurință Spațiu în Telefon
ru: Свободное Пространство На Телефоне
sq: Hapja e vendit në telefon me lehtësi
tr: Telefonda Kolaylıkla Yer Açma
uk: Створення простору на телефоні

# feature_storage_only_additional_2
source: Automatic Stories and Memory Reminders
ar: التذكيرات والحكايات التلقائية
de: Automatische Geschichten und Erinnerungen
es: Historias e recordatorias automáticas
fr: Histoires Et Mnémoniques Automatiques
ka: ავტომატური ისტორიებისა და მოგონებების შეხსენებები
ro: Povesti şi Reminder (memento) Automat
ru: Автоматические Истории и Напоминания
sq: Tregimet automatike dhe Kujtuesit
tr: Otomatik Hikayeler ve Anımsatıcılar
uk: Автоматичні історії та нагадування

# offer_store_promo
source: Promo
ar: برومو
ka: პრომო

# remove_albums_success_message
source: Album(s) removed successfully
ar: تمت إزالة الألبوم (الألبومات)
de: Album(s) entfernt
es: álbum(s) eliminado
fr: Album(s) supprimé(s)
ka: ალბომ(ებ)ი წარმატებით წაიშალა
ro: Albumul(ele) eliminate
ru: альбом(ы) удален
sq: Albumet u hoqën
tr: Albüm(ler) başarıyla kaldırıldı.
uk: альбом видалено

# hide_album_action_sheet
source: Hide Album
ar: اخفي الألبوم
de: Album ausblenden
es: Ocultar el álbum
fr: Masquer l'album
ka: დამალე ალბომი
ro: Ascunde Albumul
ru: Скрыть Альбом
sq: Fshihe Albumin
tr: Albümü Gizle
uk: Сховати альбом

# sign_up_password_rules
source: Password must be between 6-16 characters, contain at least one number and capital letter, and include non-consecutive letters.
ar: يجب أن يتكون الرقم السري من 6 أحرف على الأقل و16حرف على الأكثر ,ويجب أن يشتمل على رقم و حرف كبير على الأقل وعلى أحرف غير متتالية.
de: Das Passwort muss mindestens 6 und höchstens 16 Zeichen lang sein, mindestens eine Zahl und einen Großbuchstaben und keine aufeinanderfolgenden Buchstaben enthalten.
es: La contraseña debe tener entre 6 a 16 caracteres, además debe incluir al menos un número, una letra mayúscula y no debe contener letras idénticas consecutivas.
fr: Le mot de passe doit être compris entre 6 et 16 caractères, contenir au moins 1 chiffre et 1 lettre capitale et ne pas inclure des lettres consécutives.
ka: პაროლი უნდა შედგებოდეს 6-16 სიმბოლოსგან, უნდა შეიცავდეს მინიმუმ ერთ რიცხვს და დიდ ასოს და შეიცავდეს არათანმიმდევრულ ასოებს.
ro: Parola trebuie să fie formată din minimum 6 și maximum 16 caractere, trebuie să conțină cel puțin un număr și o literă mare şi litere non-consecutive.
ru: Пароль должен содержать не менее 6 и не более 16 символов, содержать как минимум одну цифру и заглавную букву, включая непоследовательные буквы.
sq: Fjalëkalimi duhet të jetë së paku 6 dhe më së shumti 16 karaktere, të paktën një numër, një shkronjë e madhë dhe shkronja jo të njëpasnjëshme duhet të përmbajë.
tr: Şifre en az 6, en fazla 16 karakterden oluşmalı, en az bir rakam ve büyük harf, ardışık olmayan harfler içermelidir.
uk: Пароль повинен містити щонайменше 6 та максимум 16 символів, принаймні одне число та великі літери повинні містити непослідовні букви.

# documents_album_card_title
source: Do you want to hide document objects?
ar: هل ترغب في إخفاء هذه الملفات؟
de: Möchten Sie diese Dateien ausblenden?
es: ¿Desearías ocultar estos archivos?
fr: Voulez-vous masquer ces dossiers?
ka: გსურს დოკუმენტის ობიექტების დამალვა?
ro: Doriți să ascundeți aceste fișiere?
ru: Хотите скрыть эти файлы?
sq: Dëshiron t'i fshehësh këto dosje (skedarë)?
tr: Bu dosyaları gizlemek ister misin?
uk: Чи хочете ви сховати ці файли?

# documents_album_card_description
source: %d items including screenshots and documents are grouped in Documents Album. Clean up your gallery by hiding this album. You can access these photos from Hidden Album anytime.
ar: تم تجميع العناصر %d في ألبوم المستندات بما في ذلك صور الشاشة والوثائق.ويمكنك تنظيم المعرض الخاص بك بإخفاء هذا الألبوم.ويمكنك الوصول لهذه الصور من الألبوم المخفي في الوقت الذي ترغب فيه.
de: %d-Elemente, einschließlich Screenshots und Dokumente, sind im Dokumentalbum gruppiert. Sie können Ihre Galerie bearbeiten, indem Sie dieses Album ausblenden. Sie können jederzeit über das verschlüsselte Album auf diese Fotos zugreifen.
es: %d elementos incluidas las imágenes de pantalla y documentos, se ha agrupado en el Álbum de Documentos. Puedes ordenar tu galería al ocultar este álbum. Puedes acceder en cualquier momento que desee a estas fotos a través del Álbum Oculto.
fr: %d éléments, y compris les captures d'écran et les documents, sont regroupés dans l'Album de Documents. Vous pouvez modifier votre galerie en masquant cet album. Vous pouvez accéder à ces photos à tout moment à partir de l'album masqué.
ka: %d ელემენტი ეკრანის ანაბეჭდებისა და დოკუმენტების ჩათვლით დაჯგუფებულია Documents Album-ში. გაასუფთავე შენი გალერეა ამ ალბომის დამალვით. ამ ფოტოებზე წვდომა დამალული ალბომიდან ნებისმიერ დროს შეგიძლია.
ro: Elementele %d, inclusiv capturile de ecran și documentele, sunt grupate în albumul Documente. Poți edita galeria ta ascunzând acest album. Poți accesa aceste fotografii oricând din albumul ascuns.
ru: %d элементов, включая изображения с экрана и документы, сгруппированы в Альбом Документов. Вы можете редактировать свою галерею, скрыв этот альбом. Вы можете получить доступ к этим фотографиям в Скрытом Альбоме в любое время.
sq: Artikujt %d përfshirë ekranet dhe dokumentet janë grupuar në Albumin e Dokumenteve. Mund të redaktosh (rregullosh) galerinë tënde duke fshehur këtë album. Mund t'i qasesh këtyre fotove në çdo kohë nga Albumi Sekret.
tr: Ekran görüntüleri ve belgeler dahil %d öğe, Dokümanlar Albümünde gruplandırıldı. Bu albümü gizleyerek galerini düzenleyebilirsin. Bu fotoğraflara Gizli Albüm'den istediğin zaman erişebilirsin.
uk: Елементи %d, включаючи скріншоти та документи, групуються в альбомі документів. Ви можете редагувати свою галерею, сховавши цей альбом. Ви можете отримати доступ до цих фотографій у будь-який час із схованого альбому.

# documents_album_card_hide_button
source: Hide Album
ar: إخفاء الألبوم
de: Album Ausblenden
es: Ocultar álbum
fr: Masquer l'album
ka: დამალე ალბომი
ro: Ascundeți Albumul
ru: Скрыть альбом
sq: Fshih Albumin
tr: Albümü Gizle
uk: Сховати альбом

# documents_album_card_view_button
source: View Album
ar: عرض الألبوم
de: Album Anzeigen
es: Ver álbum
fr: Voir l'album
ka: ნახე ალბომი
ro: Vizualizați Albumul
ru: Просмотреть альбом
sq: Shiko Albumin
tr: Albümü Görüntüle
uk: Переглянути альбом

# snackbar_ok
source: OK
ar: حسنا.
fr: D'accord
ru: Хорошо.
sq: Në rregull.
tr: Tamam.
uk: Добре.

# snackbar_trash_bin
source: Trash Bin
ar: صندوق المهملات
de: Mülleimer
es: Papelera
fr: Éléments supprimés
ka: სანაგვე ურნა
ro: Coșul de Gunoi
ru: Корзина
sq: Kutia e plehrave
tr: Çöp Kutusu
uk: Кошик для сміття

# snackbar_hidden_bin
source: Hidden Bin
ar: ألبوم مخفي
de: Verstecktes Album
es: Álbum Oculto
fr: Album masqué
ka: დამალული ურნა
ro: Album Ascuns
ru: Скрытый Альбом
sq: Albumi Sekret
tr: Gizli Albüm
uk: Прихований альбом

# analyze_history_delete_success
source: %d item(s) deleted
ar: مُسح الملف %d.
de: %d Dateien wurden gelöscht
es: Se eliminó %d archivos.
fr: %d dossiers ont été supprimés.
ka: %d პუნქტ(ებ)ი წაიშალა
ro: %d fișierele au fost șterse.
ru: %d файл(ов) были удалены.
sq: %d dosjet (skedarët) janë fshirë.
tr: %d dosya silindi.
uk: %d файл був видалений.

# added_to_favorites_message
source: Added to favourites
ar: تم إضافته إلى المفضلة.
de: Zu den Favoriten hinzugefügt.
es: Se agregó a los favoritos.
fr: Ajouté aux favoris.
ka: დამატებულია რჩეულებში
ro: A Fost Adăugat la Favorite.
ru: Добавлено в Избранное.
sq: U shtua në të preferuarat.
tr: Favorilere Eklendi.
uk: Додано до фаворитів.

source: Removed from favorites
ar: تم إخراجه من المفضلة.
de: Aus den Favoriten entfernt.
es: Se retiró de los favoritos.
fr: Retiré des favoris.
ka: ამოღებულია რჩეულებიდან
ro: A Fost Scos din Favorite.
ru: Удалено из Избранного.
sq: U hoqi nga të preferuarat.
tr: Favorilerden çıkarıldı.
uk: Видалено із фаворитів.

source: Added to album
ar: تم إضافته للألبوم.
de: Zum Album hinzugefügt.
es: Se agregó al Álbum.
fr: Ajouté à l'album.
ka: დამატებულია ალბომში
ro: A Fost Adăugat la Album.
ru: Добавлено в Альбом.
sq: U shtua në Album.
tr: Albüme Eklendi.
uk: Додано до альбому.

# downloaded_files
source: %d file(s) downloaded
ar: تم تحميل الملف %d.
de: %d Dateien wurden heruntergeladen.
es: Se descargaron %d archivos.
fr: %d dossiers ont été téléchargés.
ka: ჩამოტვირთულია %d ფაილ(ები).
ro: Au fost descărcate %d fișiere.
ru: %d файл(ов) загружено.
sq: %d dosjet (skedarët) janë shkarkuar.
tr: %d dosya indirildi.
uk: Завантажено %d файлів

# edit_saved
source: Saved
ar: قد تم التسجيل.
de: Gespeichert.
es: Guardado.
fr: Enregistré.
ka: შენახულია
ro: A fost salvat.
ru: Сохранено.
sq: U regjistrua.
tr: Kaydedildi.
uk: Записано.

source: File(s) moved
ar: انتقل الملف(الملفات).
de: Datei (en) wurden verschoben.
es: El archivo (los archivos) se movió/movieron.
fr: Le ou les dossiers ont été déplacés.
ka: ფაილ(ებ)ი გადატანილია
ro: Fișierul (fișierele) au fost mutate.
ru: Файл(ы) перемещены.
sq: Dosja (et) janë zhvendosur.
tr: Dosya(lar) taşındı.
uk: Файли переміщені.

# success_remove_passcode
source: Passcode removed
ar: تم إزالة كلمة المرور.
de: Das Passwort wurde entfernt.
es: Se eliminó la contraseña.
fr: Le mot de passe a été supprimé.
ka: პასკოდი წაშლილია
ro: Parola a fost eliminată.
ru: Пароль удален.
sq: Fjalëkalimi është hequr.
tr: Parola kaldırıldı.
uk: Пароль видалено.

# added_to_favorites_from_lifebox
source: Added to favorites
ar: تم إضافتها للمفضلة.
de: Zu den Favoriten hinzugefügt.
es: Se agregó a los favoritos.
fr: Ajouté aux favoris.
ka: დამატებულია რჩეულებში
ro: A fost adăugat la favorite.
ru: Добавлено в Избранное.
sq: U shtua në të preferuarat.
tr: Favorilere eklendi.
uk: Додано до фаворитів.

# edit_security_question_success
source: Security question edited.
ar: تم تحديث سؤال الأمان.
de: Sicherheitsfrage wurde aktualisiert.
es: Se actualizó la pregunta de seguridad.
fr: La question de sécurité a été mise à jour.
ka: უსაფრთხოების კითხვა შეცვლილია.
ro: Întrebarea de securitate a fost actualizată.
ru: Контрольный вопрос был обновлен.
sq: Pyetja e sigurisë është azhurnuar.
tr: Güvenlik sorusu güncellendi.
uk: Оновлено питання безпеки.

# set_security_question_success
source: Security question set.
ar: تم تحديث سؤال الأمان.
de: Sicherheitsfrage wurde erstellt.
es: Se creó la pregunta de seguridad.
fr: Une question de sécurité a été créée.
ka: უსაფრთხოების კითხვა დაყენებულია.
ro: Întrebarea de securitate a fost creată.
ru: Контрольный вопрос был создан.
sq: Pyetja e sigurisë është krijuar
tr: Güvenlik sorusu oluşturuldu.
uk: Створено питання безпеки

source: Import from Instagram started
ar: بدأ التحويل من انستجرام.
de: Übertragung von Instagram gestartet.
es: Comenzó la transferencia desde Instagram.
fr: Le transfert depuis Instagram a commencé.
ka: დაიწყო იმპორტი Instagram-დან
ro: Transferul de pe Instagram a început.
ru: Начался импорт из Instagram.
sq: Transferimi filloi nga Instagram.
tr: Instagram'dan transfer başladı.
uk: Почалася передача з Instagram.

source: Import from Facebook started
ar: بدأ التحويل من الفيس بوك.
de: Übertragung von Facebook gestartet.
es: Comenzó la transferencia desde Facebook.
fr: Le transfert depuis Facebook a commencé.
ka: დაიწყო იმპორტი Facebook-დან
ro: Transferul de pe Facebook a început.
ru: Начался импорт из Facebook.
sq: Transferimi filloi nga Facebook.
tr: Facebook'tan transfer başladı.
uk: Почалася передача з Facebook.

# instapick_hashtags_copied
source: Hashtags copied
ar: تم نسخ علمات التصنيف.
de: Hashtags wurden kopiert.
es: Se copiaron los hashtags.
fr: Les mots-clic ont été copiés.
ka: ჰეშდეგი დაკოპირდა
ro: Hashtag-urile au fost copiate.
ru: Хэштеги скопированы.
sq: Hashtaget janë kopjuar.
tr: Hashtagler kopyalandı.
uk: Хештеги скопійовані.

# create_story_selection_limit
source: Please choose maximum %d photos
ar: يرجى تحديد %d صور كحد أقصى.
de: Bitte wählen Sie maximal %d Fotos aus.
es: Por favor seleccionar la foto %d máxima
fr: Veuillez sélectionner au maximum %d photos.
ka: გთხოვ შეარჩიო მაქსიმუმ %d ფოტო
ro: Te rugăm să selectați maximum %d fotografii.
ru: Пожалуйста, выберите максимум %d фотографий.
sq: Të lutem, zgjidhe %d fotografi maksimale.
tr: Lütfen maximum %d fotoğraf seç.
uk: Виберіть максимально %d фотографій.
