Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# Delete Duplicated Contacts For PremiumTitle
source: To delete all duplicated contacts from your phone directory and unlock many more features, become a Premium member!
ar: لتتمكن من حذف جهات الاتصال المتكررة من دليل الهاتف وإلغاء قفل العديد من الميزات، احصل على العضوية البريميوم!
de: Wenn Sie alle doppelten Kontakte aus dem Telefonverzeichnis löschen und viele weitere Funktionen freischalten möchten, werden Sie ein Premium-Mitglied!
es: Conviértete en un miembro de Premium para borrar todos los contactos duplicados de tu directorio de telefóno y para desbloquear muchas más funciones.
fr: Pour supprimer tous les contacts en doublon de l'annuaire téléphonique et pour débloquer de nombreuses autres fonctionnalités, devenez membre Premium !
ka: იმისათვის, რომ წაშალო ყველა დუბლირებული კონტაქტი შენი ტელეფონის ცნობარიდან და განბლოკო მრავალი სხვა ფუნქცია, გახდი Premium წევრი!
ro: Poți beneficia de mai multe avantaje, ca de exemplu eliminarea duplicatelor din Contacte al dispozitivului tău, fiind membru Premium.
ru: Чтобы удалить дубликаты контактов и разблокировать больше функций, станьте Премиум пользователем!
sq: Për të fshirë të gjitha kontaktet e përsëritura nga numëratori telefonik e për shumë më tepër mundësi, bëhuni anëtar Premium!
tr: Telefon rehberindeki tekrarlayan kontakları silmek ve Premium hesabın diğer avantajlı özelliklerinden faydalanmak için Premium ol!
uk: Станьте Преміум користувачем, щоб видаляти дублікати контактів та користуватися розширеними функціями!

# standard_banner_message
source: Discover our Premium features and see how they improve your cloud storage experience!
ar: اكتشف ميزات عضويتنا البريميوم التي توفر لك أفضل تجربة تخزين سحابية!
de: Entdecken Sie unsere Premium-Funktionen, die Ihnen ein besseres Cloud-Speichererlebnis bieten!
es: ¡Descubra nuestras funciones de Premium que te da una mejor experiencia de almacenamiento en la nube!
fr: Découvrir nos fonctionnalités Premium, elles vous apporteront une meilleure expérience cloud !
ka: აღმოაჩინე ჩვენი Premium ფუნქციები და ნახე, როგორ აუმჯობესებენ ისინი cloud შენახვის გამოცდილებას!
ro: Descoperă avantajele noastre Premium, care îți oferă o experiență mai bună de stocare!
ru: Откройте для себя возможности lifebox Премиум! Cделайте пользование облачным хранилищем еще удобнее!
sq: Zbuloni mundësitë tona Premium për një përvojë më të mirë në hapsirën arkivuese virtuale!
tr: En iyi lifebox deneyimi için Premium özellikleri keşfetmeye başla!
uk: Відкрийте переваги Преміум підписки! Зробіть користування хмарним сховищем ще зручнішим!

# premium_banner_message
source: Discover our Premium features and see how they improve your cloud storage experience!
ar: اكتشف الآن ميزات العضوية البريميوم التي توفر لك أفضل تجربة تخزين سحابية!
de: Entdecken Sie sofort die Premium-Funktionen, die Ihnen ein besseres Cloud-Speichererlebnis bieten!
es: ¡Ahora descubra las funciones de Premium que te da una mejor experiencia de almacenamiento en la nube!
fr: Découvrir nos fonctionnalités Premium, elles vous apporteront une meilleure expérience cloud !
ka: აღმოაჩინე ჩვენი Premium ფუნქციები და ნახე, როგორ აუმჯობესებენ ისინი cloud შენახვის გამოცდილებას!
ro: Descoperă acum avantajele Premium, care îți oferă o experiență mai bună de stocare!
ru: Откройте для себя возможности lifebox Премиум! Cделайте пользование облачным хранилищем еще удобнее!
sq: Zbuloni mundësitë tona Premium për një përvojë më të mirë në hapsirën arkivuese virtuale!
tr: Sen de hemen Premium özellikleri keşfet!
uk: Відкрийте переваги Преміум підписки! Зробіть користування хмарним сховищем ще зручнішим!

# standard_banner_title
source: lifebox Premium
ar: لايف بوكس بريميوم
es: Lifebox de Premium.
ka: lifebox Premium-ი
ru: lifebox Премиум
uk: lifebox Преміум

# premium_banner_title
source: Welcome to lifebox Premium!
ar: أهلًا بك في لايف بوكس بريميوم!
de: Willkommen bei lifebox-Premium!
es: Bienvenido a lifebox de Premium!
fr: Bienvenue sur lifebox Premium !
ka: მოგესალმები ლაიფბოქს პრემიუმში!
ro: Bine ai venit în lifebox Premium!
ru: Добро пожаловать в lifebox Премиум!
sq: Mirë se vini në lifebox Premium!
tr: Premium'a Hoş Geldin!
uk: Ласкаво просимо у lifebox Преміум!

# back_up_short
source: Back Up With Original Quality
ar: يمكنك عمل نسخة احتياطية بجودة أصلية
de: Sichern Sie mit Originalqualität
es: Haz la copia con la calidad original
fr: Sauvegardez avec la qualité d'origine
ka: დაარეზერვა ორიგინალ ხარისხში
ro: Copie de rezervă în calitate originală
ru: Сохраняйте в оригинальном качестве
sq: Krijoni kopje reservë në cilësinë origjinale
tr: Anılarını orijinal kalitede yedekle
uk: Зберігайте резервні копії в оригінальній якості

# remove_duplicate_short
source: Remove Duplicated Contacts from Your Phone Directory
ar: احذف جهات الاتصال المتكررة من دليل الهاتف
de: Entfernen Sie doppelte Kontakte aus Ihrem Telefonverzeichnis
es: Borre todos los contactos duplicados de tu directorio de telefóno
fr: Supprimer les contacts en doublon de votre répertoire
ka: წაშალე დუბლიკატი კონტაქტები შენი ტელეფონიდან
ro: Elimină duplicatele din Contacte de pe dispozitivul tău
ru: Удаляйте дубликаты контактов из телефонной книги
sq: Hiqni kontaktet e përsëritura nga Numëratori juaj telefonik.
tr: Rehberindeki Tekrarlayan Kontakları Sil!
uk: Видаляйте дублікати контактів з вашого телефону

# places_recognition_short
source: Place Recognition to beam you up to the memories
ar: التعرف على الأماكن لنقلك إلى الذكريات
de: Platzieren Sie die Erkennungsfunktion, um dich zu den Erinnerungen zu beamen
es: Reconocimiento de lugar para transmitirte a los recuerdos.
fr: Reconnaissance de lieux pour vous téléporter dans vos souvenirs
ka: მოათავსე Recognition, რათა გაგაშუქოთ მოგონებები
ro: opțiunea de Recunoaștere, pentru a te arunca în amintiri
ru: Возвращайтесь в любимые места с функцией Распознавания мест
sq: Njohja e Vendit për t'ju shëtitur nëpër kujtimet tuaja
tr: Lokasyon Tanıma ile anıların yerlere göre gruplansın!
uk: Повертайтеся у спогади з функцією Розпізнавання місць

# face_recognition_short
source: Face Recognition to reach your loved one's memories
ar: التعرف على الوجوه للوصول إلى ذكرياتك مع أحبابك
de: Gesichtserkennung, um die Erinnerungen Ihres geliebten Menschen zu erreichen
es: Reconocimiento facial para alcanzar tus recuerdos queridos y importantes para ti.
fr: Reconnaissance faciale pour retrouver les souvenirs de vos bien-aimés
ka: სახის ამოცნობა შენი საყვარელი ადამიანის მოგონებების გასავრჩელებლად
ro: Recunoașterea facială pentru a ajunge la amintirile celor dragi
ru: Находите любимые воспоминания с функцией Распознавания лиц
sq: Njohja e Fytyrës për të aksesuar kujtimet e të dashurve tuaj
tr: Yüz Tanıma ile sevdiklerinle olan anılara daha kolay ulaş!
uk: Знаходьте найулюбленіші спогади з функцією Розпізнавання обличчь

# object_recognition_short
source: Object Recognition to remember with things you love
ar: التعرف على الأشياء لتذكيرك بالأشياء التي تحبها
de: Objekterkennungsfunktion, sich an Dinge zu erinnern, die Sie lieben
es: Reconocimiento de objetos para recordarte las cosas que te gusten más.
fr: Reconnaissance des objets pour vous souvenir des choses que vous aimez
ka: ობიექტის ამომცნობი, რათა გაიხსენო ის რაც გიყვარს
ro: Recunoașterea obiectelor pentru a vă aminti de lucrurile preferate
ru: Помните любимые вещи с функцией Распознавания объектов
sq: Njohja e Sendeve për t'ju kujtuar gjërat që keni për zemër
tr: Nesne Tanıma ile anılarını nesnelere göre grupla!
uk: Пам'ятайте улюблені речі з функцією Розпізнавання об'єктів

# package_period_day
source: day
ar: يوم
de: Tag
es: Dia
fr: Jour
ka: დღე
ro: zi
ru: день
sq: ditë
tr: Gün
uk: день

# package_period_week
source: week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
ka: კვირა
ro: săptămână
ru: неделя
sq: javë
tr: Hafta
uk: тиждень

# package_period_month
source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
ka: თვე
ro: Lună
ru: месяц
sq: Muaj
tr: Ay
uk: місяць

# package_period_year
source: year
ar: سنة
de: Jahr
es: Año
fr: Année
ka: წელი
ro: an
ru: год
sq: Vit
tr: Yıl
uk: рік

# package_apple_cancel_text
source: To cancel your package, please use iTunes & App Store menu in your device
ar: لإلغاء حزمتك، يرجى استخدام قائمة iTunes & App Store على جهازك.
de: Um Ihr Paket zu stornieren, verwenden Sie bitte das iTunes & App Store-Menü auf Ihrem Gerät
es: Para cancelar su paquete, use el menú de iTunes y App Store en su dispositivo.
fr: Pour annuler votre offre, veuillez utiliser le menu iTunes & App Store de votre appareil.
ka: შენი პაკეტის გასაუქმებლად, გთხოვთ, გამოიყენო iTunes და App Store მენიუ შენს მოწყობილობაში
ro: Pentru a anula pachetul tău, te rugăm să folosești meniul iTunes & App Store din dispozitivul tău
ru: Текст отмены Apple подписки.
sq: Për të anuluar paketën tuaj, ju lutem përdorni menunë iTunes & App Store në pajisjen tuaj
tr: Paketini iptal etmek için lütfen telefonundaki iTunes & App Store menüsünü kullan.
uk: Ви можете відмінити підписку через iTunes або App Store меню

# package_slcm_cancel_text
source: To cancel your package, please send an SMS to 2200 with this text: "IPTAL LIFEBOX %@"
ar: لإلغاء حزمتك يمكنك إرسال رسالة نصية قصيرة إلى 2200 مكتوب بها %@ IPTAL LIFEBOX.
de: Um Ihr Paket zu stornieren, senden Sie bitte eine SMS mit dem folgenden Text an die Nummer 2200: "IPTAL LIFEBOX %@"
es: Para cancelar su paquete, envíe un mensaje al numero de “2200” con este texto: "IPTAL LIFEBOX %@".
fr: Pour annuler votre offre, envoyer "IPTAL LIFEBOX %@" au 2200
ka: შენი პაკეტის გასაუქმებლად გთხოვთ გამოაგზავნო SMS ნომერზე 2200 შემდეგი ტექსტით: "IPTAL LIFEBOX %@"
ro: Pentru a-ți anula pachetul, transmite un SMS cu textul "IPTAL LIFEBOX %@" la 2200
ru: Пожалуйста, отправьте сообщение с текстом "Iptal LIFEBOX %@" на номер 2222, чтобы отменить вашу подписку.
sq: Për të anuluar paketën, ju lutem dergoni një SMS me tekst "IPTAL LIFEBOX në numrin 2200 %@"
tr: Paketini iptal etmek için lütfen “IPTAL LIFEBOX %@” yazıp 2200’a gönder.
uk: Будь ласка, відправте СМС з текстом "IPTAL LIFEBOX %@” на 2200, щоб відмінити підписку

# package_google_cancel_text
source: To cancel your package, please use Google Play Store
ar: لإلغاء حزمتك، يرجى استخدام جوجل بلاي ستور.
de: Um Ihr Paket zu stornieren, verwenden Sie bitte den Google-Play-Store
es: Para cancelar su paquete, use “Google Play Store”.
fr: Pour annuler votre offre, veuillez utiliser Google Play Store
ka: შენი პაკეტის გასაუქმებლად, გთხოვთ, გამოიყენო Google Play Store
ro: Pentru a anula pachetul tău, te rugăm să folosești Magazinul Google Play
ru: Текст отмены Google подписки
sq: Për të anuluar paketën tuaj, ju lutem përdorni Google Play Store
tr: Paketini iptal etmek için lütfen Google Play Store'u kullan.
uk: Ви можете відмінити підписку через Google Play Store

# package_free_of_charge_cancel_text
source: Please use the Contact Us menu to inform us about your request so we can process it.
ar: يرجى استخدام قائمة الاتصال بنا لإبلاغنا بمعالجة طلبك.
de: Bitte verwenden Sie das Menü "Kontaktieren Sie uns", um uns Ihre Anfrage zu bearbeiten
es: Por favor use el menú de “Contáctenos” (Contact us) para informarnos para procesar su solicitud.
fr: Pour toute question, "Contactez-nous" .
ka: გთხოვ, გამოიყენო "დაგვიკავშირდი" მენიუ და მოგვაწოდო ინფორმაცია შენს თხოვნაზე, ჩვენ კი მას განვიხილავთ.
ro: Pentru a ne informa de solicitarea ta, te rugăm să folosești meniul Cotactează-ne
ru: Пожалуйста, воспользуйтесь меню "Оставить отзыв", чтобы сообщить нам о вашем запросе.
sq: Ju lutem, përdorni menunë Kontakt për të na informuar që të përpunojmë kërkesën tuaj.
tr: Bize Ulaşın menüsünden iptal talebini bize iletebilirsin.
uk: Щоб надіслати запит, будь ласка, скористуйтеся меню Залишити відгук

# package_lifecell_cancel_text
source: To deactivate lifebox 50GB please send SMS with the text 50VYKL, for lifebox 500GB please send SMS with the text 500VYKL to the number 8080.
ar: يمكنك إرسال رسالة نصية قصيرة إلى 8080، وتكتب فيها “50VYKL” من أجل إلغاء لايف بوكس 50 جيجا، ولإلغاء لايف بوكس 500 جيجا أرسل رسالة مكتوب بها“500VYKL”
de: Um lifebox 50GB zu deaktivieren, senden Sie bitte eine SMS mit dem Text 50VYKL. Für lifebox 500GB senden Sie bitte eine SMS mit dem Text 500VYKL an die Nummer 8080.
es: Para desactivar el lifebox de 50 GB envíe un mensaje con el texto “50VYKL” y para desactivar el lifebox de 500 GB, envíe un mensaje con el texto “500VYKL” al número 8080.
fr: Pour désactiver lifebox 50Go envoyer 50VYKL, pour désactiver lifebox 500Go envoyer 500VYKL au 8080.
ka: ლაიფბოქსის 50GB-ის დეაქტივაციისთვის, გთხოვ გააგზავნო SMS ტექსტით 50VYKL, ხოლო ლაიფბოქსის 500GB-ის გამოსართველად - 500VYKL ტექსტით SMS ნომერზე 8080.
ro: Pentru suspendarea pachetului lifebox 50GB, transmite SMS cu textul 50VYKL, iar pentru pachetul lifebox 500GB, respectiv cu textul 500VYKL, la numărul 8080.
ru: Текст отмены LifeCell подписки.
sq: Për të çaktivizuar lifebox 50GB, ju lutem dërgoni një SMS me tekst 50 VYKL; për lifebox 500GB, ju lutem dërgoni SMS me tekst 500VYKL në numrin 8080.
tr: lifebox 50 GB’yi devre dışı bırakmak için 50VYKL yazarak, lifebox 500 GB için ise 500VYKL yazarak 8080’e SMS gönderin.
uk: Щоб відмінити підписку lifebox 50ГБ, відправте СМС з текстом 50VYKL, підписку lifebox 500ГБ - відправте СМС з текстом 500VYKL на номер 8080

# package_promo_cancel_text
source: Please use the Contact Us menu to inform us about your request so we can process it.
ar: يرجى استخدام قائمة الاتصال بنا لإبلاغنا بمعالجة طلبك.
de: Bitte verwenden Sie das Menü "Kontaktieren Sie uns", um uns Ihre Anfrage zu bearbeiten
es: Por favor use el menú de “Contáctenos” (Contact us) para informarnos para procesar su solicitud.
fr: Pour toute question, "Contactez-nous" .
ka: გთხოვ, გამოიყენო "დაგვიკავშირდი" მენიუ და მოგვაწოდო ინფორმაცია შენს თხოვნაზე, ჩვენ კი მას განვიხილავთ.
ro: Pentru a ne informa de solicitarea ta, te rugăm să folosești meniul Cotactează-ne
ru: Пожалуйста, воспользуйтесь меню "Оставить отзыв", чтобы сообщить нам о вашем запросе.
sq: Ju lutem, përdorni menunë Kontakt për të na informuar që të përpunojmë kërkesën tuaj.
tr: Bize Ulaşın menüsünden iptal talebini bize iletebilirsin.
uk: Щоб надіслати запит, будь ласка, скористуйтеся меню Залишити відгук

# package_kktcell_cancel_text
source: Platinum and lifecell customers can send LIFE CANCEL, other customers can send LIFEBOX CANCEL to 3030 to cancel their memberships
ar: عملاء بلاتينيوم ولايف سيل يمكنهم إرسال " LIFE CANCEL"، والعملاء الآخرين يمكنهم إرسال " LIFEBOX CANCEL" إلى 3030.
de: Platinum- und lifecell-Kunden können LIFE CANCEL senden, andere Kunden können LIFEBOX CANCEL an 3030 senden, um ihre Mitgliedschaft zu kündigen
es: Para cancelar sus membresías; Los clientes de Platinum y LifeCell pueden enviar el texto de “LIFE CANCEL”, otros clientes pueden enviar el texto de “LIFEBOX CANCEL” al número 3030.
fr: Les clients Platinum et LifeCell peuvent envoyer LIFE CANCEL, les autres clients peuvent envoyer LIFEBOX CANCEL au 3030 pour annuler leur adhésion.
ka: Platinum-ის და lifecell-ის მომხმარებლებს შეუძლიათ გაგზავნონ LIFE CANCEL, სხვა მომხმარებლებს შეუძლიათ გაგზავნონ LIFEBOX CANCEL ნომერზე 3030, რათა გააუქმონ წევრობა
ro: Abonații platinum și lifebox pot transmite LIFE CANCEL, ceilalți abonați vir transmite LIFEBOX CANCEL la numărul 3030 pentru a-și suspenda abonamentul
ru: Текст отмены KKTCell подписки.
sq: Klientët platinum dhe lifecell mund të dërgojnë LIFE CANCEL; klientët e tjerë mund të dërgojnë LIFEBOX CANCEL tek 3030 për të anuluar abonimin e tyre.
tr: Platinum ve lifecell müşterileri üyeliklerini iptal etmek için LIFE CANCEL yazarak, diğer müşteriler ise LIFEBOX CANCEL yazarak 3030’a gönderebilirler.
uk: Щоб відмінити підписку, клієнти Платінум клубу та абоненти lifecell можуть відправити LIFE CANCEL, інші користувачі можуть відправити LIFEBOX CANCEL на номер 3030

# package_life_cancel_text
source: To deactivate lifebox 25GB please send SMS with the text “Stop1”, for lifebox 100GB please send SMS with the text “Stop2", for lifebox 500GB please send SMS with the text “Stop3" to the number 6767
ar: يمكنك إرسال رسالة نصية قصيرة إلى 6767، وتكتب فيها “Stop1” من أجل إلغاء لايف بوكس 25 جيجا، أما“Stop2” من أجل إلغاء لايف بوكس 100 جيجا، أما“Stop3” من أجل إلغاء لايف بوكس 500 جيجا
de: Um lifebox 25GB zu deaktivieren, senden Sie bitte eine SMS mit dem Text „Stop1“, für lifebox 100GB senden Sie eine SMS mit dem Text „Stop2“, für lifebox 500GB senden Sie bitte eine SMS mit dem Text „Stop3“ an die Nummer 6767
es: Para desactivar el lifebox de 25GB, envíe un mensaje con el texto "Stop1", para desactivar el lifebox de 100GB envíe un mensaje con el texto "Stop2", para desactivar el lifebox de 500GB, envíe un mensaje con el texto "Stop3" al número 6767.
fr: Pour désactiver lifebox 25Go veuillez envoyer “Stop1”, pour désactiver lifebox 100Go veuillez envoyer “Stop2", pour désactiver lifebox 500Go veuillez envoyer “Stop3" au 6767
ka: lifebox 25GB-ის დეაქტივაციისთვის გთხოვთ გამოაგზავნო SMS ტექსტით „Stop1“, lifebox 100GB-ს გთხოვთ გამოაგზავნო SMS ტექსტით „Stop2“, lifebox 500GB-ს გთხოვთ გამოაგზავნო SMS ტექსტით „Stop3“ ნომერზე 6767.
ro: Pentru suspendarea pachetului lifebox 25GB, transmite SMS cu textul "Stop1", pentru pachetul lifebox 100GB, SMS cu textul "Stop2", iar pentru pachetul lifebox 500GB, SMS cu textul "Stop3", la numărul 6767
ru: Текст отмены Life подписки.
sq: Për të çaktivizuar lifebox 25GB, ju lutem dërgoni një SMS me tekst "Stop1"; për lifebox 100GB, ju lutem dërgoni SMS me tekst "Stop2"; për lifebox 500GB, ju lutem dërgoni SMS me tekst "Stop3"; në numrin 6767.
tr: lifebox 25GB paketini iptal etmek için lütfen “Stop1” metnini kullanarak, lifebox 100GB paketini iptal etmek için lütfen “Stop2” metnini kullanarak, lifebox 500GB paketini iptal etmek için lütfen “Stop3” metnini kullanarak, 6767'ye SMS atın.
uk: Щоб деактивувати lifebox 25ГБ, будь ласка, відправте СМС з текстом "Stop1", деактивувати lifebox 100ГБ – СМС з текстом "Stop2", деактивувати lifebox 500ГБ – СМС з текстом "Stop3" на номер 6767

# package_paycell_all_access_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.xxx.com
ka: შენი პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți anula pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на ваш пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# package_paycell_slcm_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.xxx.com
ka: შენი პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți anula pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на ваш пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# package_slcm_paycell_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.xxx.com
ka: შენი პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți anula pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на ваш пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# package_default_cancel_text
source: Please use the Contact Us menu to inform us about your request so we can process it'
ar: يرجى استخدام قائمة الاتصال بنا لإبلاغنا بمعالجة طلبك.
de: Bitte verwenden Sie das Menü "Kontaktieren Sie uns", um uns Ihre Anfrage zu bearbeiten
es: Por favor use el menú de “Contáctenos” (Contact us) para informarnos para procesar su solicitud.
fr: pour toute question : "contactez-nous"
ka: გთხოვ, გამოიყენო "დაგვიკავშირდი" მენიუ და მოგვაწოდო ინფორმაცია შენს თხოვნაზე, ჩვენ კი მას განვიხილავთ.
ro: Pentru a ne informa de solicitarea ta, te rugăm să folosești meniul Cotactează-ne
ru: Пожалуйста, воспользуйтесь меню "Оставить отзыв", чтобы сообщить нам о вашем запросе.
sq: Ju lutem, përdorni menunë Kontakt për të na informuar, që të përpunojmë kërkesën tuaj
tr: Bize Ulaşın menüsünden iptal talebini bize iletebilirsin.
uk: Щоб надіслати запит, будь ласка, скористуйтеся меню Залишити відгук

# leave_premium_premium_description
source: You can use all the advanced features of lifebox with your Premium membership.
ar: يمكنك استخدام جميع المزايا المتقدمة من لايف بوكس من خلال العضوية البريميوم.
de: Sie können alle erweiterten Funktionen von lifebox mit Ihrer Premium-Mitgliedschaft nutzen.
es: Puede utilizar todas las funciones avanzadas de lifebox con su membresía de Premium.
fr: Avec votre adhésion Premium, vous pouvez utiliser toutes les fonctionnalités avancées de lifebox.
ka: შეგიძლიათ გამოიყენო lifebox-ის ყველა მოწინავე ფუნქცია შენი Premium წევრობით.
ro: Poți beneficia de toate avantajele lifebox cu pachetul Premium.
ru: Вы можете воспользоваться расширенными преимуществами lifebox с Премиум подпиской
sq: Ju mund të përdorni të gjitha mundësitë e avancuara të lifebox me abonimin tuaj Premium.
tr: Premium üyeliğin ile lifebox'ın aşağıdaki tüm gelişmiş özelliklerini kullanabiliyorsun.
uk: З Преміум пакетом ви можете користуватися розширеними функціями lifebox

# leave_premium_cancel_description
source: You will not be able to benefit from Premium privileges if you cancel your membership
ar: لن تتمكن من الاستفادة من امتيازات البريميوم إذا ألغيت عضويتك
de: Sie können von Premium-Privilegien nicht profitieren, wenn Sie Ihre Mitgliedschaft kündigen
es: Si cancela su membresía de Premium, No podrá beneficiarse de los privilegios del paquete de Premium.
fr: Vous ne pourrez plus bénéficier des privilèges Premium si vous annulez votre adhésion.
ka: შენ არ შეგეძლებლა პრემიუმის პრივილეგიების გამოყენება, თუ წევრობას გააუქმებ
ro: Nu vei putea beneficia de avantajele Premium, în cazul în care îți anulezi abonamentul
ru: Вы не сможете пользоваться функциям lifebox Премиум, если отмените подписку
sq: Ju nuk do të mund të përfitoni privilegjet Premium nëse e anuloni abonimin tuaj.
tr: Premium üyeliğini sonlandırdığında Premium özellik ve avantajlarından faydalanamayacaksın.
uk: Ви не зможете користуватись перевагами Преміум пакету, якщо відмінете підписку
