Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# support_form_subject_3_detailed_info_fulltext
source: <p><strong>If you are a Turkcell subscriber:</strong></p> <p> - If you think your phone number and e-mail are correct and you can't access with your password. <br/> - Type SIFRE and send it to 2200, so you can get your Turkcell password. <br/> - You can change your password from the I forgot my password option.</p> <p><strong>If you are not a Turkcell subscriber:</strong></p> <p>- You cannot log in with Turkcell password. <br/> - You can try logging in again by changing the password via I forgot my password option.</p> <p><strong> If you have not reached a solution: </strong> </p> <p> - If a phone number is not connected to the account and you have not accessed the app for a long time (at least 3 months), your account may be suspended.<br/> - In transfer cases, the phone number is removed from the connected account and the new phone number is expected to be identified with the first entry.
ar: i. إذا كنت تعتقد أن رقم هاتفك وبريدك الإلكتروني صحيحان ولا يمكنك تسجيل الدخول باستخدام كلمة المرور الخاصة بك ؛ يمكنك محاولة تسجيل الدخول مرة أخرى عن طريق تغيير كلمة المرور من خطوة نسيت كلمة المرور. </p><p><strong>إذا لم تتمكن من إيجاد الحل:</strong></p><p>i.إذا لم يكن رقم الهاتف مرتبطًا بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (3 أشهر على الأقل) ، فقد يتم تعليق حسابك .<br /> ii. في حالة التحويل ، يتم فصل رقم الهاتف عن الحساب المرتبط ومن المتوقع تحديد رقم هاتف جديد مع الإدخال الأول.
de: i. Wenn Sie der Meinung, dass Ihre Telefonnummer und Ihre E-Mail korrekt sind und Sie sich nicht mit Ihrem Passwort anmelden können, können Sie versuchen, sich erneut anzumelden, indem Sie das Passwort im Schritt Passwort vergessen ändern. </p><p><strong>Wenn Sie keine Lösung finden:</strong></p><p>i. Wenn Sie keine Telefonnummer haben, die mit dem Konto verknüpft ist, und Sie sich lange Zeit nicht angemeldet haben (mindestens 3 Monate), kann Ihr Konto gesperrt werden.<br /> ii. Im Falle eines Transfers wird die Telefonnummer vom verknüpften Konto getrennt und es wird erwartet, dass eine neue Telefonnummer mit dem ersten Eintrag definiert wird.
es: i. Si cree que su número de teléfono y correo electrónico son correctos y no puede iniciar sesión, puede intentar iniciar sesión cambiando la contraseña desde el paso "He olvidado mi contraseña". </p><p><strong>Si no ha podido llegar a una solución:</strong></p><p>i. Si no hay ningún número de teléfono conectado a la cuenta y si no ha podido iniciar sesión durante un tiempo prolongado (durante un mínimo de 3 meses), es posible que su cuenta haya sido suspendida.<br /> ii. En los casos de transferencia, el número de teléfono se desconecta de la cuenta vinculada y se espera que se defina un nuevo número de teléfono junto con el primer inicio de sesión.
fr: i. Si vous pensez que votre numéro de téléphone et votre adresse e-mail sont corrects et que vous ne pouvez pas vous connecter avec votre mot de passe; vous pouvez essayer de vous reconnecter en changeant le mot de passe de mon mot de passe oublié. </p><p><strong>Si vous n’êtes pas parvenu à une solution:</strong></p><p>i. Si un numéro de téléphone n'est pas lié au compte et que vous ne vous êtes pas connecté depuis longtemps (au moins 3 mois), votre compte peut être suspendu.<br /> ii. Dans les situations de transfert, le numéro de téléphone est supprimé du compte connecté et le nouveau numéro de téléphone doit être défini lors de la première connexion.
ka: <p><strong>თუ Turkcell-ის აბონენტი ხარ:</strong></p> <p> - თუ ფიქრობ, რომ შენი ტელეფონის ნომერი და ელ.ფოსტა სწორია და პაროლით ვერ შედიხარ. <br/> - ჩაწერე SIFRE და გაგზავნეთ 2200-ზე, რათა მიიღო შენიTurkcell პაროლი. <br/> - შეგიძლია შეცვალოთ შენი პაროლი ოფციიდან, პაროლი დამავიწყდა.</p> <p><strong>თუ არ ხარ Turkcell-ის აბონენტი:</strong></p> <p>- შენ არ შეგიძლია შეხვიდე Turkcell პაროლით. <br/> - შეგიძლია ხელახლა სცადო სისტემაში შესვლა პაროლის შეცვლით პარამეტრის მეშვეობით, პაროლი დამავიწყდა.</p> <p><strong> თუ გამოსავალს ვერ მიაღწიე: </strong> </p> <p> - თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და დიდი ხნის განმავლობაში არ შეხვედი აპლიკაციაში (მინიმუმ 3 თვე), შენი ანგარიში შეიძლება შეჩერდეს.<br/> - გადარიცხვის შემთხვევაში, ტელეფონის ნომერი ამოღებულია დაკავშირებული ანგარიშიდან და ახალი ტელეფონის ნომრის იდენტიფიცირება მოსალოდნელია პირველი ჩანაწერით.
ro: i. Dacă credeți numărul de telefon şi adresa e-mail sunt corecte, dar nu reușiți să vă autentificați; Puteți încerca să vă autentificaţi din nou schimbând parola de la pasul de mi-am uitat parola. </p><p><strong>Dacă nu ați găsit soluția:</strong></p><p>i. Dacă un număr de telefon nu este conectat la cont și nu v-aţi autentificat de mult timp (minimum 3 luni), este posibil ca contul tău să fi fost suspendat.<br /> ii. În cazul transferului, numărul de telefon fiind separat de contul la care este conectat și se așteptată să fie redefinit un nou număr de telefon la prima autentificare.
ru: i. Если вы считаете, что ваш номер телефона и адрес электронной почты верны, но не можете получить доступ с помощью пароля, то вы можете изменить свой пароль с помощью параметра «Я забыл свой пароль». </p><p><strong>Если вы не достигли решения проблемы:</strong></p><p>i. Если номер телефона не привязан к учетной записи, и вы не входили в приложение долгое время (не менее 3 месяцев), действие вашей учетной записи может быть приостановлено.<br /> ii. В случаях передачи номер телефона удаляется из подключенной учетной записи, и ожидается, что новый номер телефона будет определен с первым же входом в систему.
sq: i. Nëse mendoni se numri juaj i telefonit dhe posta elektronike janë të sakta dhe nuk mund të hyni me fjalëkalimin tuaj; mund të provoni të hyni përsëri duke ndryshuar fjalëkalimin nga hapi i kam harruar fjalëkalimin tim të harruar. </p><p><strong>Nëse nuk mund ta gjeni zgjidhjen:</strong></p><p>i. Nëse një numër telefoni nuk është i lidhur me llogarinë dhe nëse nuk keni hyrë për një kohë të gjatë (të paktën 3 muaj), llogaria juaj mund të jete pezulluar.<br /> ii. Në rast transferimi,numri i telefonit shkëputet nga llogaria e lidhur dhe pritet të përcaktohet një numër i ri telefoni me hyrjen e parë.
tr: i. Telefon numaran ve e-postanın doğru olduğunu düşünüyor ve şifren ile giriş sağlayamıyorsan; şifremi unuttum adımından şifre değişikliği yaparak tekrar giriş deneyebilirsin. </p><p><strong>Çözüme ulaşamadıysan:</strong></p><p>i. Hesaba bir telefon numarası bağlı değilse ve uzun süredir (en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.<br /> ii. Devir durumlarında telefon numarası bağlı olan hesaptan kopartılarak, ilk giriş ile birlikte yeni telefon numarası tanımlanması beklenir.
uk: i. Якщо ви вважаєте, що ваш номер телефону й електронна пошта правильні і ви не можете отримати доступ за допомогою пароля, ви можете змінити свій пароль із параметра “Я забув пароль”. </p><p><strong>Якщо ви не знайшли рішення:</strong></p><p>i. Якщо номер телефону не підключено до облікового запису, і ви не отримували доступу до програми протягом тривалого часу (принаймні 3 місяці), ваш обліковий запис може бути призупинено.<br /> ii. У випадках переказу номер телефону видаляється з підключеного облікового запису, і очікується, що новий номер телефону буде визначено з першим входом до системи.

# support_form_subject_4_detailed_info_label
source: The Security text doesn't match.
ar: نص الأمان غير متطابق
de: Der Sicherheitstext stimmt nicht überein
es: No coincide el texto de seguridad
fr: Le texte de sécurité ne correspond pas
ka: უსაფრთხოების ტექსტი არ ემთხვევა.
ro: Textul de securitate nu se potrivește.
ru: Текст безопасности не соответствует
sq: Teksti i Sigurisë nuk përputhet.
tr: Güvenlik metni uyuşmuyor
uk: Текст безпеки не співпадає

# support_form_subject_4_detailed_info_fulltext
source: <p>- The security text was created to prevent machine attacks to your account. <br/> - You can log in either via entering text from renew the text option, or via listening text from voice text option.</p> <p><strong> If you have not reached a solution: </strong></p> <p> - If a phone number is not connected to the account and you have not accessed the app for a long time (at least 3 months), your account may be suspended. <br/> - In transfer cases, the phone number is removed from the connected account and the new phone number is expected to be identified with the first entry.
ar: تم عمل نص الحماية من أجل منع الهجوم الذي <p>- يمكن أن يحدث من قبل هجمات الالة على الحساب. يمكنك محاولة إدخال نص جديد من خلال تجديد.<br />- للنص,أو يمكنك تسجيل الدخول من خلال الاستماع إلى نص صوتي. إذا لم تكن قد توصلت إلى حل.</p><p><strong> إذا لم يكن لديك رقم هاتف مرفق:</strong></p><p>- بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (على الأقل 3 أشهر) , فقد يكون حسابك قد تم تعليقه. في حالات النقل, سوف يتم قطع اتصال رقم الهاتف .<br /> - المتصل بالحساب,ويتوقع التعرف على رقم الهاتف الجديد مع أول تسجيل للدخول.
de: <p>- Der Sicherheitstext wurde zur Verhinderung möglicher Computerangriffe erzeugt.<br /> - Du kannst versuchen, den neuen Text einzugeben, indem Du ihn wiederholst oder indem Du den gesprochenen Text anhörst. </p><p><strong> Falls Du keine Lösung gefunden hast :</strong></p><p>- Falls dem Konto keine Telefonnummer zugeordnet ist und Du Dich sehr lange (min. 3 Monate) nicht angemeldet hast, kann es sein, das Dein Konto stillgelegt wurde.<br /> Bei Übertragungen wird die Telefonnummer vom zugehörigen Konto getrennt, bei der ersten Anmeldung wird eine Identifizierung der neuen Telefonnummer erwartet.
es: <p>- El texto de seguridad se ha hecho al impedir los ataques de máquina que se puedan hacer a su cuenta. <br /> - Puedes intentar ingresar el texto nuevo al renovar el texto o puedes acceder al escuchar con el texto de voz. </p><p><strong>Si no pudiste tener solución:</strong></p><p>- Si no está conectado a la cuenta un número de teléfono y no has accedido desde hace mucho tiempo ( al menos 3 meses) la cuenta puede hacer sido suspendido. <br /> - En caso de transferencia, el número de teléfono se eliminará de la cuenta conectada y se espera la identificación de un número de teléfono nuevo en el primer acceso.
fr: <p> - Le texte de sécurité est conçu pour empêcher les attaques de machine pouvant être effectuées sur le compte. <br/> - Vous pouvez essayer de saisir le nouveau texte en répétant le texte ou vous pouvez vous connecter en écoutant le texte. </p><p><strong> Si vous ne parvenez pas à trouver la solution:</strong></p><p>- Si un numéro de téléphone n'est pas associé au compte et que vous n'êtes pas connecté depuis longtemps (au moins 3 mois), le compte a peut-être été suspendu. <br/> - En cas de transfert, le numéro de téléphone est retiré du compte associé et il faut attendre qu'un nouveau numéro de téléphone soit identifié à la première connexion.
ka: <p>- უსაფრთხოების ტექსტი შეიქმნა იმისათვის, რომ თავიდან აიცილოს ბოტების თავდასხმები შენს ანგარიშზე. <br/> - შეგიძლია შეხვიდე ტექსტის შეყვანით ტექსტის განახლების ოფციიდან, ან ტექსტის მოსმენით ხმოვანი ტექსტიდან.</p> <p><strong> თუ გამოსავალს ვერ მიაღწიე: </strong></p> <p> - თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და შენ არ გაქვს წვდომა აპლიკაციაზე დიდი ხნის განმავლობაში (მინიმუმ 3 თვე), შენი ანგარიში შეიძლება შეჩერდეს. <br/> - გადარიცხვის შემთხვევაში, ტელეფონის ნომერი ამოღებულია დაკავშირებული ანგარიშიდან და ახალი ტელეფონის ნომრის იდენტიფიცირება მოსალოდნელია პირველი ჩანაწერით.
ro: <p>- Textul de securitate a fost creat pentru a preveni atacurile contului dvs. <br/> - Vă puteți conecta fie prin introducerea textului din opțiunea de reînnoire a textului, fie prin ascultarea textului din opțiunea text vocal.</p> <p><strong> Dacă nu ați ajuns la o soluție: </strong></p> <p> - Dacă un număr de telefon nu este conectat la cont și nu ați accesat aplicația de mult timp (cel puțin 3 luni), contul dvs. poate fi suspendat. <br/> - În cazurile de transfer, numărul de telefon este eliminat din contul conectat și se preconizează că noul număr de telefon va fi definit odată cu prima intrare.
ru: <p>-Текст безопасности предназначен для предотвращения машинных атак на вашу учетную запись.<br /> -Вы можете попытаться ввести новый текст при помощи: -обновить текст, или войти в систему прослушав звуковой текст. </p><p><strong>Если решение проблемы найти не удалось:</strong></p><p>- Если к учетной записи не был привязан телефонный номер и не был выполнен вход в течении длительного времени (минимум 3 месяца), то ваша учетная запись могла быть заблокирована.<br /> - В случае передачи необходимо оборвать старую связь с учетной записью и определить новый телефонный номер при первом же входе.
sq: <p> - Teksti i sigurisë u krijua për të parandaluar sulmet e makinerive në llogarinë tuaj. <br/> - Mund të identifikoheni ose duke futur tekst nëpërmjet opsionit "rinovoni tekstit", ose përmes dëgjimit të tekstit nëpërmjet opsionit "teksti i zërit". <p> <strong> Nëse nuk keni arritur një zgjidhje: </strong> </p> <p> - Nëse një numër telefoni nuk është i lidhur me llogarinë dhe nuk keni hyrë në aplikacion për një kohë të gjatë (të paktën 3 muaj), llogaria juaj mund të pezullohet. <br/> - Në rastet e transferimit, numri i telefonit hiqet nga llogaria e lidhur dhe numri i ri i telefonit pritet të identifikohet me hyrjen e parë.
tr: <p>- Güvenlik metni hesabına yapılabilecek makine saldırılarını engellemek için yapılmıştır.<br /> - Metni yinele yaparak yeni metni girmeyi deneyebilirsin veya sesli metin ile dinleyerek giriş yapabilirsin.</p><p><strong>Çözüme ulaşamadıysan:</strong></p><p>- Hesaba bir telefon numarası bağlı değilse ve uzun süredir (en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.<br /> - Devir durumlarında telefon numarası bağlı olan hesaptan kopartılarak, ilk giriş ile birlikte otomatik olarak yeni telefon numarası tanımlanması beklenir.
uk: <p>- Текст безпеки був створений для блокування від машинних атак.<br/> - Ви можете спробувати ввести новий текст, оновивши текст, або ви можете увійти, слухаючи розмовний текст.</p><p><strong> Якщо ви не змогли вирішити проблему: </strong></p><p>- Якщо до акаунту не був прив’язаний який-небудь номер та не був використаний протягом 3-х місяців, ваш акаунт може бути призупиненим.<br/>- У випадках передачі даних телефонний номер видаляється з підключеного акаунту, а новий номер телефону автоматично визначається з першим записом.

# support_form_subject_5_detailed_info_label
source: I can't login with my Turkcell password.
ar: لا استطيع الدخول باستخدام رقم حماية تركسل
de: Ich kann mich nicht mit meinem Turkcell Passwort anmelden
es: No puedo acceder con mi contraseña de Turkcell
fr: Je ne parviens pas me connecter avec mon mot de passe Turkcell
ka: მე არ შემიძლია შესვლა ჩემი Turkcell პაროლით.
ro: Nu mă pot autentifica cu parola Turkcell.
ru: Не могу совершить вход при помощи пароля Turkcell
sq: Nuk mund të identifikohem me fjalëkalimin tim të Turkcell.
tr: Turkcell şifrem ile giriş yapamıyorum
uk: Я не може ввійти через свій пароль Turkcell

# support_form_subject_5_detailed_info_fulltext
source: <p><strong>If you are a Turkcell subscriber:</strong></p> <p> -Your Turkcell password is provided for your use in case you forget the password you created during registration. <br /> - You can log in with the password you created during registration. <br />- You can log in by renewing the password and filling in the phone number / e-mail data via the I forgot my password step.</p> <p><strong> If you have not reached a solution: </strong> </p><p> - If a phone number is not connected to the account and you have not accessed the app for a long time (at least 3 months), your account may be suspended.<br /> - In transfer cases, the phone number is removed from the connected account and the new phone number is automatically identified with the first entry.
ar: <p><strong> إذا كنت مشترك تركسل:</strong></p><p>-تم تقديم رقم حماية تركسل من أجل استخدامه في حالة عدم تذكرك لرقم الحماية الخاص بك أثناء التسجيل . يمكنك الدخول باستخدام.<br /> -. رقم الحماية الذي قد قمتم بتعيينه أثناء التسجيل. من مرحلة لا أتذكر رقم الحماية يمكنك الدخول.<br /> - عن طريق ملئ بيانات عنوان البريد الإلكتروني ورقم الهاتف والقيام بتجديد رقم الحماية. نوصي بالتحقق من إعدادات الاتصال..<br />- إذا لم تكن قد توصلت إلى حل.</p><p><strong> إذا لم يكن لديك رقم هاتف مرفق:</strong></p><p>- بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (على الأقل 3 أشهر) , فقد يكون حسابك قد تم تعليقه. في حالات النقل, سوف يتم قطع اتصال رقم الهاتف .<br /> - المتصل بالحساب,ويتوقع التعرف على رقم الهاتف الجديد مع أول تسجيل للدخول
de: <p><strong>Für Turkcell Kunden: </strong></p><p>- Dein Turkcell-Passwort wird Dir zur Verwendung bereitgestellt, falls Du das Passwort, das Du bei der Registrierung erstellt hast, vergessen hast. <br />- Du kannst Dich mit dem Passwort anmelden, welches Du bei der Registrierung erstellt hast. <br />- Du kannst dich aus dem Verlauf ‘’ich habe mein Passwort vergessen, das Passwort erneuern und die Telefonnummer und E-Mail Angaben eingeben und Dich erneut anmelden. </p> <p><strong>Wenn Sie keine Lösung gefunden haben:</strong></p>- Falls dem Konto keine Telefonnummer zugeordnet ist und Du Dich sehr lange (min. 3 Monate) nicht angemeldet hast, kann es sein, das Dein Konto stillgelegt wurde.<br />- Bei Übertragungen wird die Telefonnummer vom zugehörigen Konto getrennt, bei der ersten Anmeldung wird eine Identifizierung der neuen Telefonnummer erwartet.
es: <p><strong>Si eres suscriptor de Turkcell:</strong></p><p>- Tu contraseña de Turkcell se ha presentado para tu uso en caso de que te olvides la contraseña que has creado durante el registro. <br /> - Puedes acceder con tu contraseña que has creado durante el registro. <br /> - En la sección de olvidé mi contraseña puedes renovar la contraseña y al rellenar los datos de número de teléfono / correo electrónico puedes acceder. <p><p><strong> Si no pudiste tener solución:</strong></p><p>- Si no está conectado a la cuenta un número de teléfono y no has accedido desde hace mucho tiempo ( al menos 3 meses) la cuenta puede hacer sido suspendido. <br /> - En caso de transferencia, el número de teléfono se eliminará de la cuenta conectada y se espera la identificación de un número de teléfono nuevo en el primer acceso.
fr: <p> <strong> Si vous êtes de Turkcell: </strong></p><p> -Le mot de passe Turkcell est fourni pour être utilisé au cas où vous oublieriez le mot de passe que vous avez créé lors de l’inscription. <br/> - Vous pouvez vous connecter avec le mot de passe que vous avez créé lors de votre inscription. <br/> - Vous pouvez vous connecter en cliquant sur "j'ai oublié mot de passe" et en saisissant les données de votre numéro de téléphone / E-mail. </p><p><strong> Si vous ne parvenez pas à trouver la solution :</strong></p><p>- Si aucun numéro de téléphone n'est pas associé au compte et que vous ne vous êtes pas connecté depuis longtemps (au moins 3 mois), le compte a peut-être été suspendu. <br/> - En cas de transfert, le numéro de téléphone est retiré du compte associé et il faut attendre qu'un nouveau numéro de téléphone soit identifié lors de la première connexion.
ka: <p><strong>თუ Turkcell-ის აბონენტი ხარ:</strong></p> <p> -შენი Turkcell პაროლი მოწოდებულია გამოსაყენებლად, თუ დაგავიწყდება რეგისტრაციისას შექმნილი პაროლი. <br /> - შეგიძლია შეხვიდე რეგისტრაციის დროს შექმნილი პაროლით. <br />- შეგიძლიათ შეხვიდე პაროლის განახლებით და ტელეფონის ნომრის/ელ.ფოსტის მონაცემების შევსებით, ნაბიჯი დამავიწყდა პაროლი.</p> <p><strong> თუ გამოსავალს ვერ მიაღწიე: </strong> </p><p> - თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და დიდი ხნის განმავლობაში არ შეხვედი აპლიკაციაში (მინიმუმ 3 თვე), შენი ანგარიში შეიძლება შეჩერდეს.<br /> - გადარიცხვის შემთხვევაში, ტელეფონის ნომერი ამოღებულია დაკავშირებული ანგარიშიდან და ახალი ტელეფონის ნომერი ავტომატურად იდენტიფიცირებულია პირველი ჩანაწერით.
ro: <p><strong>Dacă sunteți abonat Turkcell::</strong></p> <p> -Parola dvs. Turkcell este furnizată pentru utilizarea dvs. în cazul în care uitați parola creată în timpul înregistrării. <br /> - Vă puteți autentifica cu parola pe care ați creat-o în timpul înregistrării. <br />- Vă puteți autentifica reînnoind parola și completând numărul de telefon /datele de e-mail prin pasul Am uitat parola.</p> <p><strong>Dacă sunteți abonat Turkcell: </strong> </p><p> - I-Dacă un număr de telefon nu este conectat la cont și nu ați accesat contul mult timp (cel puțin 3 luni), contul dvs. poate fi suspendat.<br /> - În cazurile de transfer, numărul de telefon este eliminat din contul conectat și se preconizează că noul număr de telefon va fi definit odată cu prima intrare.
ru: <p><strong>Если вы абонент Turkcell:</strong></p><p>-Turkcell Пароль предназначен для использования в случае, когда вы забыли созданный вами пароль при регистрации.<br /> -Вы можете совершить вход с помощью пароля созданного вами при регистрации. <br /> -Вы можете совершить вход после обновления пароля в разделе: -забыл пароль, ввода данных телефонного номера/электронной почты.</p><p><strong> Если решение проблемы найти не удалось:</strong></p><p> -Если к учетной записи не был привязан телефонный номер и не был выполнен вход в течении длительного времени (минимум 3 месяца), то ваша учетная запись могла быть заблокирована.<br /> - В случае передачи необходимо оборвать старую связь с учетной записью и определить новый телефонный номер при первом же входе.
sq: <p> <strong> Nëse jeni pajtimtar i Turkcell: </strong> </p> <p> - Fjalëkalimi juaj Turkcell sigurohet për përdorimin tuaj në rast se harroni fjalëkalimin që keni krijuar gjatë regjistrimit. <br /> - Mund të regjistroheni me fjalëkalimin që krijuat gjatë regjistrimit. <br /> - Mund të identifikoheni duke ripërtërirë fjalëkalimin dhe duke plotësuar numrin e telefonit / të dhënat e postës elektronike përmes hapit të harrimit të fjalëkalimit. </p> <p> <strong> Nëse nuk keni arritur një zgjidhje: </strong> </p><p> - Nëse një numër telefoni nuk është i lidhur me llogarinë dhe nuk keni hyrë në aplikacion për një kohë të gjatë (të paktën 3 muaj), llogaria juaj mund të pezullohet. <br /> - Në rastet e transferimit, numri i telefonit hiqet nga llogaria e lidhur dhe numri i ri i telefonit identifikohet automatikisht me hyrjen e parë.
tr: <p><strong>Turkcell’liysen:</strong></p><p>-Turkcell şifren kayıt sırasında oluşturduğun şifreyi unutman durumunda kullanımın için sunulmuştur.<br /> - Kayıt sırasında oluşturduğun şifren ile giriş yapabilirsin.<br /> - Şifremi unuttum akışından, Şifre yenileme yaparak telefon numarası / e-posta verileri doldurarak giriş yapabilirsin.</p><p><strong>Çözüme ulaşamadıysan:</strong></p><p>- Hesaba bir telefon numarası bağlı değilse ve uzun süredir(en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.<br /> - Devir durumlarında telefon numarası bağlı olan hesaptan kopartılarak, ilk giriş ile birlikte otomatik olarak yeni telefon numarası tanımlanması beklenir.
uk: <p><strong> Якщо ви є абонентом Turkcell:</strong></p><p>- Пароль Turkcell, використовується у тих випадках, коли ви можете забути той пароль, який використовували при реєстрації.<br /> - Ви можете ввійти, з паролем, який використовували під час реєстрації.<br /> - Ви можете ввійти у поле «я забув свій пароль» та оновити свій пароль, заповнивши дані телефонного номеру/електронної пошти.</p><p><strong> Якщо ви не змогли вирішити проблему:</strong></p><p>- Якщо до акаунту не був прив’язаний якийсь-небудь номер та не був використаний протягом 3-х місяців, ваш акаунт може бути призупиненим.<br /> - У випадках передачі даних телефонний номер видаляється з підключеного акаунту, а новий номер телефону автоматично визначається з першим записом.
