Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# commercial_email_messages
source: WRITTEN CONSENT FOR COMMERCIAL E-MAIL MESSAGES I hereby agree that I give my consent to Turkcell and its Group Companies for sending commercial e-mail messages (messages containing data, voice and video which are sent for commercial purposes and transmitted electronically by using means such as telephone, call center, fax transmission, autodialing device, smart sound recorder, electronic mail, short message system) to me through my contact details which I provided when subscribing to lifebox application or which is already held by Turkcell and its Group Companies, for the purpose of advertising and marketing various new products & services offered as well as announcing general/special opportunities provided by Turkcell and its Group Companies and/or third party entities they cooperate with, pursuant to the Law No.6563 on Regulation of Electronic Commerce (“the Law”) as well as the Regulations on Commercial Communication and Commercial Electronic Mail Messages (“the Regulations”) on perpetual basis until I exercise my right to refuse such messages even if my subscription agreement for aforesaid application expires. Commercial e-mail messages sent by the operators, which are subject to the Electronic Communication Law No.5809, to their subscribers and users exclusively for advertising and marketing their own products & services or introducing their business are exempted pursuant to the Regulations. Therefore, I hereby agree that the consent, which I gave above, is independent of and apart from the consent I have given to the operator to which I am a subscriber/user in connection with advertisement of its products & services and that such operator shall be entitled to send commercial e-mail messages for the purposes such as advertising, marketing its own products & services within the scope of consent I have given to the operator to which I am a subscriber even if I revoke the consent given under this document by exercising my right to refuse such messages pursuant to the Law and the Regulations and that I am aware of my entitlement to refuse the commercial e-mail messages of my operator as well.
ar: أوافق بأني أقبل إرسال رسائل إلكترونية تجارية (الرسائل التي تحتوي على بيانات وصوت وفيديو يتم إرسالها بهدف تجاري وتتم في بيئة إلكتروينة بإستخدام الوسائل مثل الهاتف، مراكز الإتصال، الفاكس، ماكينات الإتصال الآلي، أنظمة تسجيل الصوت الذكية، البريد الإلكتروني، خدمة الرسائل القصيرة) في إطارة القانون المتعلق بتنظيم التجارة الإلكترونية رقم 6563 ("القانون") و اللوائح بخصوص الإتصالات التجارية و الرسائل الإلكترونية التجارية ("اللوائح") من قبل تركسال و شركات المجموعة من أجل التعريف بالمنتجات – الخدمات الجديدة وأنواعها و تسوقيها و إعلان الفرص العامة / الخاصة المتعلقة بتركسل و شركات المجموعة و / أو المؤسسات الموجودة ضمن التعاون بواسطة إستخدام بيانات الإتصال الخاصة بي والتي قدمتها إثناء عضويتي في تطبيق Lifebox أو موجودة لدى تركسل و شركات المجموعة وذلك بشكل دائم حتى ولو إنتها إتفاقية الإستخدام لحين قيامي بإستخدام حقي في الرفض. الرسائل الإلكترونية التجارية التي يتم إرسالها بهدف تعريف وتسويق أو تعريف إستخدام البضائع والخدمات الحصرية إلى أعضاء ومستخدمي المؤسسات ضمن إطار قانون التواصل الإلكتروني رقم 5809 تقم خارج الإستثناء. لهذا السبب الموافقة التي أدليت بها أعلاه هي مستقلة عن الموافقة المتعلقة بتعريف المنتجات والخدمات للشركات التي أكون عضو/ مستخدم فيها وأوافق بأني أقبل الرسائل الإلكترونية التجارية التي يتحتوي على أهداف التعريف والتسويق المتعلقة بالبضائع والخدمات من هذه المؤسسات ضمن الموافقة التي أدليت بها إلى المؤسسات التي أكون عضوا بها حتى ولو قمت بإلغاء الموافقة التي أدليت بها في هذا النص ضمن القانون واللوائح باستخدام حقي في الرفض و أنه يوجد حق لي في رفض الرسائل الإلكترونية التجارية هذه.
de: SCHRIFTLICHE ZUSTIMMUNG FÜR KOMMERZIELLE E-MAILS Hiermit erkläre ich mich damit einverstanden, dass ich Turkcell und seinen Konzerngesellschaften mein Einverständnis erteile, kommerzielle E-Mails (die Daten beinhaltenden Nachrichten, Stimmen und Videos, die zu kommerziellen Zwecken gesendet und auf elektronischem Wege mit Mitteln wie Telefon, Call-Center, Faxübertragung, Autodialing-Gerät, Smart Sound Recorder, E-Mail, Kurzmitteilungssystem übertragen werden) über meine Kontaktdaten, die ich bei der Anmeldung von lifebox angegeben habe oder bereits bei Turkcell und ihren Konzerngesellschaften im Besitz sind, an mich zu senden, um verschiedene neue Produkte und Dienstleistungen zu bewerben und zu vermarkten, sowie allgemeine/besondere Möglichkeiten anzukündigen, die Turkcell und seine Konzerngesellschaften und/oder Drittunternehmen anbieten, mit denen sie gemäß der Gesetzesnummer 6563 über die Regulierung des elektronischen Geschäftsverkehrs ("das Gesetz") zusammenarbeiten sowie die Bestimmungen über kommerzielle Kommunikation und kommerzielle elektronische Postnachrichten ("die Verordnung") auf unbefristeter Basis, bis ich von meinem Recht Gebrauch mache, solche Nachrichten zu verweigern, selbst wenn mein Abonnementvertrag läuft ab. Kommerzielle E-Mails, die von Betreibern, die dem Gesetz Nr. 5809 über elektronische Kommunikation unterliegen, an ihre Abonnenten und Benutzer ausschließlich zur Werbung und Vermarktung ihrer eigenen Produkte und Dienstleistungen oder zur Einführung ihres Geschäfts gesendet werden, sind gemäß den Verordnungen ausgenommen. Daher stimme ich hiermit zu, dass die Einwilligung, die ich oben gegeben habe, unabhängig von der Einwilligung ist, die ich dem Betreiber, bei dem ich Abonnent/Nutzer bin, im Zusammenhang mit der Werbung für seine Produkte und Dienstleistungen gegeben hat und dass dieser Betreiber dies tun muss berechtigt sein, kommerzielle E-Mail-Nachrichten zu Zwecken wie Werbung, Vermarktung seiner eigenen Produkte und Dienstleistungen im Rahmen der Einwilligung zu versenden, die ich dem Betreiber, bei dem ich Abonnent bin, erteilte, auch wenn ich die unter diesem Dokument erteilte Einwilligung widerrufe Ich über mein Recht aus, solche Nachrichten gemäß dem Gesetz und den Vorschriften abzulehnen, und dass mir bekannt ist, dass ich auch die kommerziellen E-Mails meines Betreibers ablehnen kann.
es: INFORMACIÓN SOBRE LA AUTORIZACIÓN DE MENSAJE ELECTRÓNICO COMERCIAL ACEPTO Y APRUEBO válidamente que la información que proporciono durante la suscripción de la aplicación Lifebox o que constan en el banco de datos de Turkcell y las Compañias del Grupo puede ser utilizado con el fin de promover y comercializar novedades, productos y servicios de Turkcell y las Compañias del Grupo, así como para el anuncio de las oportunidades exclusivas o generales por parte de Turkcell y las Compañias del Grupo mediante el envío de mensajes electrónicos comerciales (mensajes de datos, audio y video enviados electrónicamente y enviados con fines comerciales por teléfono, centros de llamadas, fax, máquinas de búsqueda automática, sistemas inteligentes de grabación de voz, correo electrónico, servicios de mensajería de texto, etc.) de conformidad con la Ley N° 6563 del Reglamento de Comercio Electrónico (“La Ley”) y dentro del marco del Reglamento sobre comunicación comercial y mensajes electrónicos comerciales (“El Reglamento”) y indefinidamente, hasta que haya usado mi derecho a rechazar. Según el Reglamento, los mensajes electrónicos comerciales que se envían a los suscriptores y usuarios exclusivamente por parte de los Operadores dentro del ámbito de la Ley 5809 de Comunicación Electrónica, para promocionar sus propios bienes y servicios, para comercializar o para promocionar sus negocios están cubiertos por la excepción. Por este motivo, ACEPTO que la aprobación concedad en el anterior es independiente de la aprobación que he dado para la promoción de los productos y servicios ofertados por la empresa que de la cual soy un suscriptor /usuario, y según mi previa aprobación podría recibir mensajes electrónicos comerciales, promocionales acerca de los productos y servicios de esta empresa con este texto en el ámbito de la Ley y el Reglamento incluso si cancelo la aprobación que he concedido anteriormente; y también puedo rechazar dichos mensajes electrónicos comerciales.
fr: INFORMATIONS SUR L’AUTORISATION DES MESSAGES ELECTRONIQUES COMMERCIAUX J'accepte et donne mon approbation à Turkcell et les sociétés du groupe pour l' envoi de messages électroniques commerciaux (les messageries contenant des données, audio et des vidéos réalisés électroniquement pour but commercial en utilisant les moyens de service telles que le téléphone, les centres d’appel, le fax, les machines d’appels automatiques, les systèmes d’enregistreur vocal intelligent, le courrier électronique, le service de messagerie SMS) en utilisant mes informations de contact que j’ai donnés lors de l’ abonnement à l’application lifebox ou qui se trouvent auprès de Turkcell et des sociétés du groupe, afin de promouvoir la promotion et la commercialisation de divers produits et services nouveaux liés aux sociétés Turkcell et du groupe et / ou aux sociétés avec lesquelles ils coopèrent ainsi que pour faire savoir les avantages généraux et spéciaux dans le cadre de la Loi n° 6563 sur la réglementation du commerce électronique (« Loi ») et le règlement relatif aux communications commerciales et aux messages électroniques commerciaux (« Règlement ») jusqu'à ce que j’utilise mon droit de refuser, même si le contrat d'utilisateur est expiré. Selon le règlement, les envois des messages électroniques commerciaux aux abonnés et utilisateurs par les opérateurs relevant de la loi sur les communications électroniques no 5809, qui sont exclusivement pour promouvoir leurs propres biens et services, pour commercialiser ou pour promouvoir leur entreprise, sont exemptés. Par conséquent, je conviens par la présente que le consentement, que j'ai donné ci-dessus, est indépendant et en dehors du consentement que j'ai donné à l'exploitant auquel je suis abonné/utilisateur dans le cadre de la publicité de ses produits et services et que cet opérateur a le droit d'envoyer des messages électroniques commerciaux à des fins telles que la publicité, la commercialisation de ses propres produits et services, même si je révoque le consentement donné en vertu de ce document en exerçant mon droit de refuser de tels messages conformément à la Loi et au Règlement et que je suis conscient de mon droit de refuser les messages électroniques commerciaux de mon opérateur.
ka: წერილობითი თანხმობა ელ.ფოსტის კომერციულ შეტყობინებებზე მე თანახმა ვარ და ვაძლევ Turkcell-ს და მისი ჯგუფის კომპანიებს უფლებას, გამომიგზავნონ კომერციული ელ.ფოსტის მესიჯები. (რომელიც გულისხმობს: მონაცემებს, ხმას და ვიდეოებს, რომლებიც იგზავნება კომერციული მიზნებისთვის და გადაიცემა ელექტრონულად ისეთი საშუალებების გამოყენებით, როგორიცაა ტელეფონი, ქოლ ცენტრი, ფაქსი. , ავტომატური აკრეფის მოწყობილობა, ჭკვიანი ხმის ჩამწერი, ელექტრონული ფოსტა, მოკლე შეტყობინებების სისტემა) ჩემი საკონტაქტო მონაცემების მეშვეობით, რომელიც მე მივაწოდე lifebox აპლიკაციის გამოწერისას ან რომელიც უკვე ფლობს Turkcell-ს და მის ჯგუფურ კომპანიებს, რეკლამირებისა და სხვადასხვა ახალი სერვისის ან პროდუქტის მარკეტინგის მიზნით.
ro: INFORMARE PRIVIND APROBAREA MESAJELOR ELECTRONICE COMERCIALE Accept că mi-am exprimat consimțământul pe termen nelimitat inclusiv şi ulterior expirării contractului de utilizator, până la exercitarea dreptului de respingere, pentru a-mi fi trimise din partea lui Turkcell ve Grup Şirketleri prin intermediul datelor de contact furnizate de mine în momentul autentificării în aplicația lifebox sau a celorlalte date de contact care îmi aparțin, existente la Turkcell şi Grup Şirketleri, mesaje electronice comerciale cu scop publicitar şi de marketing aferente diverselor şi noilor produse-servicii şi anunțării cu privire la posibilitățile generale/speciale ale lui Turkcell şi Grup Şirketleri şi/sau la întreprinderile cu care acesta din urmă colaborează (comunicări cu conținut de date, audio şi video, efectuate în mediu electronic şi trimise în scop comercial prin intermediul mijloacelor cum ar fi telefon, centre de apel, fax, aparate automate de apelare, sisteme inteligente de înregistrare audio, poștă electronică, sms) cu respectarea prevederilor Legii numărul 6563 cu Privire la Reglementarea Comerţului Electronic („Lege”) şi Regulamentul cu Privire la Comunicări Comerciale şi Mesaje Electronice Comerciale („Regulament”) Conform Regulamentului, mesajele electronice ale operatoriilor economici care se încadrează în incidența Legii Comunicațiilor Electronice numărul 5809, trimise abonaților şi utilizatorilor săi în scopul promovării şi marketingul produselor lor individuale sau publicității întreprinderilor sale, sunt scutite de prevederile legii. Din acest motiv, aprob faptul că acceptul acordat de mine în rândurile precedente este independent şi separat de acceptul acordat societăţii operatoare al cărui abonat/utilizator sunt, cu privire la promovarea produselor şi serviciilor sale şi chiar şi în cazul anulării prin exercitarea dreptului de respingere prevăzut de Lege şi Regulament a aprobării mele acordate prin prezentul text, în baza aprobării mele acordate operatorului al cărui abonat s-ar putea să primesc de la operatorul respectiv mesaje electronice comerciale care conțin scopuri precum promovarea, negocierea etc. cu privire la mărfurile şi serviciile proprii, de asemenea cunosc faptul că dețin dreptul de a respinge şi aceste mesaje electronice comerciale.
ru: УВЕДОМЛЕНИЕ, КАСАЮЩЕЕСЯ РАЗРЕШЕНИЯ НА ЭЛЕКТРОННЫЕ КОММЕРЧЕСКИЕ СООБЩЕНИЯ Подтверждаю, что я действительное даю своё согласие на использование моих контактных данных, указанных мной в процессе регистрации в приложении lifebox, или же моих контактных данных, присутствующих в структуре фирмы Turkcell и группы компаний, входящих в ее структуру, в течении неограниченного времени, не зависимо от окончания срока действия пользовательского соглашения, вплоть до тех пор, пока я не использую функцию отказа от получения сообщений, для продвижения различной новой продукции и маркетинга, а также и услугами для объявления общих/специальных возможностей Turkcell и группы компаний в соответствии с предписаниями закона номер 6563 О регулировании коммерческой деятельности в электронной среде (“закон”) и Регламента, касающегося коммерческой связи и коммерческих электронных сообщений (“регламент”), в рамках коммерческих электронных сообщений, (отправляемых посредством телефона, колл-центров, факсов, электронной почты в виде информационных, голосовых и графических сообщений), которые выполняются в электронном виде с использованием таких средств, как автоматические поисковые машины, интеллектуальные системы диктофонов, электронная почта, служба текстовых сообщений, отправляемых в коммерческих целях. Согласно Регламенту, для абонентов и пользователей операторов, охватываемых законом номер 5809 Об Электронной связи, исключением являются коммерческие электронные сообщения, которые отправляются исключительно для продвижения собственных товаров и услуг, для продвижения на рынок или для продвижения своего бизнеса. По этой причине и в виду вышеизложенного, я даю согласие на отправку компанией, пользователем/абонентом которой я являюсь, мне различных сообщений , связанных с продвижением и маркетингом ее собственных продуктов и услуг, независимо от аннулирования моего согласия, в соответствии с правом, предоставляемым мне законом и регламентом, и признаю за собой право на отклонение и отдельный отказ и аннулирование своего согласия на электронные коммерческие сообщения оператора, связанные с продвижением, маркетингом товаров и услуг.
sq: INFORMIM NË LIDHJE ME MIRATIMIN NË LIDHJE ME MARRJEN E MESAZHEVE ELEKTRONIKE KOMERCIALE Unë jap pëlqimin tim për marrjen e mesazheve elektronike komerciale nga Turkcell dhe kompanitë e grupit të tij, (mesazhe që përmbajnë të dhëna, zë dhe video të cilat dërgohen për qëllime komerciale dhe transmetohen në mënyrë elektronike duke përdorur mjete siç janë telefoni, qendra e thirrjeve, pajisje për transmetimin e zërit, regjistrues smart të zërit, postë elektronike, sisteme të mesazhit të shkurtër) nëpërmjet informacionit të kontaktit që kam dhënë kur kam nënshkruar aplikacionin Lifebox ose që tashmë disponohet nga Turkcell dhe kompanitë e grupit të tij, pët qëllime reklamimi dhe marketingu të produkteve dhe shërbimeve të ofruara si dhe për qëllime njoftimi të mundësive të përgjithshme/të veçanta të ofruara nga Turkcell dhe kompanitë e grupit të tij dhe/ose subjektet e palët e treta me të cilën ato bashkëpunojnë, në përputhje me Ligjin Nr. 6563 për Rregullimin e Tregtisë Elektronike ("Ligji"), Rregulloren për Komunikimin Tregtar dhe Mesazhet e Postës Elektronike ("Rregullorja"), në mënyrë të përhershme derisa unë të ushtroj të drejtën time për të refuzuar marrjen e mesazheve të tilla, edhe në qoftë se skadon afati i abonimit tim për aplikimin e lartpërmendur. Mesazhet komerciale të postës elektronike të dërguara nga operatorët, të cilët i nënshtrohen Ligjit Nr.5809 mbi Komunikimin Elektronik, për abonentët dhe shfrytëzuesit e tyre, ekskluzivisht për reklamimin dhe marketingun e produkteve dhe shërbimeve të tyre ose prezantimin e biznesit të tyre konsiderohen si përjashtime, në pajtim me Rregulloret në fuqi. Unë bie dakord që miratim i mësipërm është dhënë në mënyrë të pavarur nga miratimi që unë i kam dhënë operatorit tim në të cilin jam abonuar/ tek i cili jam përdorues, në lidhje me reklamimin e produkteve dhe shërbimeve të tij; dhe se ky operator ka të drejtë të dërgojë mesazhe elektronike komerciale për qëllime të tilla si reklamimi, marketingu i produkteve dhe shërbimeve të tij brenda fushëveprimit të miratimit që i kam dhënë operatorit në të cilin jam abonuar, edhe nëse unë revokoj miratimin e dhënë në këtë dokument duke ushtruar të drejtën time për të refuzuar mesazhe të tilla në pajtim me Ligjin dhe rregulloret e sipërpërmendura; unë deklaroj gjithashtu se unë jam i vetëdijshëm për të drejtën time për të refuzuar mesazhet komerciale të operatorit tim.
tr: TİCARİ ELEKTRONİK İLETİ İZNİ HAKKINDA BİLGİLENDİRME lifebox uygulamasına üyelik sırasında verdiğim veya Turkcell ve Grup Şirketleri nezdinde bulunan iletişim bilgilerim aracılığı ile Turkcell ve Grup Şirketleri’ne ve/veya işbirliği içerisinde olduğu kuruluşlara ilişkin çeşitli ve yeni ürün-hizmetlerin tanıtım ve pazarlanması amacıyla ve genel/özel imkanların duyurulması için Turkcell ve Grup Şirketleri’nce tarafıma 6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun ( “Kanun”) ve Ticari İletişim ve Ticari Elektronik İletiler Hakkında Yönetmelik ( “Yönetmelik”) çerçevesince ticari elektronik iletiler (telefon, çağrı merkezleri, faks, otomatik arama makineleri, akıllı ses kaydedici sistemler, elektronik posta, kısa mesaj hizmeti gibi vasıtalar kullanılarak elektronik ortamda gerçekleştirilen ve ticari amaçla gönderilen veri, ses ve görüntü içerikli iletileri) gönderilmesine kullanıcı sözleşmesi sona erse dahi reddetme hakkımı kullanıncaya kadar süresiz olarak geçerli şekilde onayım olduğunu kabul ederim. Yönetmelik uyarınca 5809 sayılı Elektronik Haberleşme Kanunu kapsamındaki işletmecilerin abone ve kullanıcılarına; münhasıran kendi mal ve hizmetlerini tanıtmak, pazarlamak ya da işletmesini tanıtmak amacıyla gönderdiği ticari elektronik iletiler istisna kapsamındadır. Bu sebeple yukarıda verdiğim onayın abonesi/kullanıcısı olduğum işletmeci şirkete verdiğim kendi ürün ve hizmetlerinin tanıtımına ilişkin onaydan bağımsız ve ayrı bir onay olduğunu ve reddetme hakkımı kullanarak Kanun ve Yönetmelik kapsamında işbu metin ile vermekte olduğum onayı iptal etsem bile abonesi olduğum işletmeciye verdiğim onay dahilinde, bu işletmeciden kendi mal ve hizmetlerine ilişkin tanıtım, pazarlama vb. amaçları içeren ticari elektronik ileti gelebileceğini, işbu ticari elektronik iletileri de ayrıca reddetme imkanım olduğunu bildiğimi kabul ederim.
uk: ІНФОРМАЦІЯ ЩОДО ЗГОДИ НА ОТРИМАННЯ КОМЕРЦІЙНИХ ЕЛЕКТРОННИХ ПОВІДОМЛЕНЬ Погоджуюсь з тим, що оформлюючи підписку на додаток Lifebox, або надаючи Turkcell і Turkcell Group свої контактні дані, я даю безстрокову згоду на отримання від Turkcell і Turkcell Group, а також від компаній-партнерів, комерційних електронних повідомлень (голосових, відео, інформаційних повідомлень, надісланих в електронному вигляді та з комерційною метою за допомогою телефонів, кол-центрів, факсів, пристроїв автоматичного набору номеру, «розумних» систем звукозапису, e-mail, СМС) які будуть надсилатись мені з боку Turkcell і Turkcell Group згідно Закону «Про регулювання електронної комерції» № 6563 (Закон) і Положення «Про комерційні комунікації та комерційні електроні повідомлення» (Положення), для реклами та маркетингу різноманітних та нових товарів і послуг та інформування щодо загальних/особистих акційних пропозицій; навіть якщо термін дії Угоди Користувача закінчиться, доки я не скористаюсь своїм правом на відмову від отримання таких повідомлень. Згідно Інструкції, електронні комерційні повідомлення від операторів, які підлягають дії Закону № 5809 «Про електронні комунікації», надіслані абонентам та користувачам з метою рекламування або маркетингу своєї продукції та послуг, не відносяться до вищезазначених повідомлень. У зв’язку з цим, погоджуюсь, що згода, надана мною вище, не стосується згоди, наданою мною операторові, абонентом/користувачем якого я є, на отримання реклами щодо його продуктів та послуг. Я також погоджуюсь, що мені відомо, що згідно законодавства та Інструкції, навіть, якщо я, користуючись своїм правом на відмову від таких повідомлень, скасую згоду, надану мною у рамках цього документу, оператор, абонентом якого я є, в рамках наданої йому згоди, буде мати повноваження надсилати мені комерційні електронні повідомлення такого типу з метою маркетингу своєї продукції та послуг, та я маю право відмовитись від таких повідомлень.

# NSLocationAlwaysUsageDescription
source: Your location will be used for background syncing and for organizing & searching your photos.
ar: سيتم استخدام موقعك لمزامنة الخلفية وللتنظيم والبحث في صورك.
de: Ihr Standort wird für die Hintergrundsynchronisierung sowie für die Organisation und Suche Ihrer Fotos verwendet.
es: Su ubicación se utilizará para la sincronización en segundo plano y para organizar y buscar sus fotos.
fr: Votre géolocalisation sera utilisée pour la synchronisation en arrière-plan et pour organiser et rechercher vos photos.
ka: მდებარეობა გამოყენებული იქნება ფონური სინქრონიზაციისთვის და შენი ფოტოების ორგანიზებისა და ძიებისთვის.
ro: Locația dvs. va fi utilizată pentru sincronizarea de fundal și pentru organizarea și căutarea fotografiilor.
ru: Ваше местоположение будет использоваться для фоновой синхронизации, а также для организации и поиска ваших фотографий.
sq: Vendndodhja juaj do të përdoret për sinkronizimin e sfondit dhe për organizimin dhe kërkimin e fotove tuaja.
tr: Fotoğraflarının arka planda yedeklenebilmesi ve konumununa göre organize edilip aranabilmesi için konum iznine ihtiyacımız var
uk: Ваше місце розташування буде використано для синхронізації у фоновому режимі та для організації та пошуку фотографій.
