Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# delete_albums_confirmation_popup_text
source: Selected album(s) will be permanently deleted and you will have no access to them. Are you sure to continue?
ar: سوف تزال الألبومات المختارة من lifebox بشكل كامل.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Album/-en und die Inhalte wird/werden von Lifebox für immer entfernt. Möchtest Du fortfahren?
es: El/ los álbumes/es y sus contenidos seleccionados se removerán por completo. Desea Continuar?
fr: Le ou les albums sélectionnés seront définitivement supprimés et vous n'y aurez pas accès. Êtes-vous sûr de continuer ?
ka: შერჩეული ალბომ(ებ)ი სამუდამოდ წაიშლება და მათ ვეღარ იხილავ. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Albumele selectate vor fi șterse definitiv și nu veți avea acces la ele. Ești sigur că vrei să continui?
ru: Выбранные альбом(ы) и содержимое будут полностью удалены из lifebox. Хотите продолжить?
sq: Albumet e përzgjedhura do të fshihen përfundimisht dhe nuk do të keni më të drejta mbi to. Dëshironi të vazhdoni?
tr: Seçilen albüm(ler) ve içerikleri lifebox'tan tamamen kaldırılacak. Devam etmek istiyor musun?
uk: Вибрані альбоми та їх зміст будуть повністю видалені з lifebox. Ви бажаєте продовжити?

# delete_folders_confirmation_popup_text
source: Selected folder(s) will be permanently deleted and you will have no access to them. Are you sure to continue?
ar: سوف تزال الملفات المختارة ومحتوياتها من lifebox بشكل كامل.هل ترغب في الاستمرار؟
de: Die ausgewählte/-n Datei/-en und die Inhalte werden von Lifebox für immer entfernt. Möchtest Du fortfahren?
es: El/ los archivo/s y sus contenidos seleccionados se removerán por completo. Desea Continuar?
fr: Le ou les dossiers sélectionnés seront définitivement supprimés et vous n'y aurez pas accès. Êtes-vous sûr de continuer ?
ka: შერჩეული საქაღალდე(ები) სამუდამოდ წაიშლება და მათ ვეღარ იხილავ. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Dosarul selectat va fi șters definitiv și nu veți avea acces la ele. Ești sigur că vrei să continui?
ru: Выбранные файл(ы) и содержимое будут полностью удалены из lifebox. Хотите продолжить?
sq: Skedarët e përzgjedhur do të fshihen përfundimisht dhe nuk do të keni më të drejta mbi to. Dëshironi të vazhdoni?
tr: Seçilen dosya(lar) ve içerikleri lifebox'tan tamamen kaldırılacak. Devam etmek istiyor musun?
uk: Вибрані файли та їх зміст будуть повністю видалені з lifebox. Ви бажаєте продовжити?

# restore_items_confirmation_popup_text
source: Selected item(s) will be restored. Are you sure to continue?
ar: سوف يتم تحميل العناصر المختارة مرة أخرى.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Element/-e wird/werden zurückgeladen. Möchtest Du fortfahren?
es: El/ los elemento/s seleccionados se restaurarán. Desea continuar?
fr: Le ou les éléments sélectionnés seront restaurés. Êtes-vous sûr de continuer ?
ka: შერჩეული ნივთ(ებ)ი აღდგება. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Elementul (ele) selectat (ă) vor fi restaurați. Ești sigur că vrei să continui?
ru: Выбранные предмет(ы) будут восстановлены. Хотите продолжить?
sq: Njësitë e përzgjedhura do të rikthehen. Dëshironi të vazhdoni?
tr: Seçilen öğe(ler) geri yüklenecek. Devam etmek istiyor musun?
uk: Вибрані елементи будуть відновлені. Ви бажаєте продовжити?

# restore_albums_confirmation_popup_text
source: Selected album(s) will be restored. Are you sure to continue?
ar: سوف يتم تحميل الألبومات المختارة ومحتوياتها مرة أخرى.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Album/-en und die Inhalte wird/werden zurückgeladen. Möchtest Du fortfahren?
es: El/ los álbumes/es y sus contenidos seleccionados se restaurarán. Desea Continuar?
fr: Le ou les albums sélectionnés seront restaurés. Êtes-vous sûr de continuer ?
ka: შერჩეული ალბომ(ებ)ი აღდგება. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Albumele (albumele) selectate vor fi restaurate. Ești sigur că vrei să continui?
ru: Выбранные альбом(ы) и содержимое будут восстановлены. Хотите продолжить?
sq: Albumet e përzgjedhur do të rikthehen. Dëshironi të vazhdoni?
tr: Seçilen albüm(ler) ve içerikleri geri yüklenecek. Devam etmek istiyor musun?
uk: Вибрані альбоми та їх зміст будуть будуть відновлені. Ви бажаєте продовжити?

# restore_folders_confirmation_popup_text
source: Selected folder(s) will be restored. Are you sure to continue?
ar: سوف يتم تحميل الملفات المختارة ومحتوياتها مرة أخرى.هل ترغب في الاستمرار؟
de: Die ausgewählte/-n Datei/-en und die Inhalte wird/werden zurückgeladen. Möchtest Du fortfahren?
es: El/ los archivo/s y sus contenidos seleccionados se restaurarán. Desea Continuar?
fr: Le(s) dossier(s) sélectionné(s) sera(ont) restauré(s). Êtes-vous sûr de continuer ?
ka: შერჩეული საქაღალდე(ები) აღდგება. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Dosarul (ele) selectat (ă) vor fi restaurate. Ești sigur că vrei să continui?
ru: Выбранные файл(ы) и содержимое будут восстановлены. Хотите продолжить?
sq: Skedarët e përzgjedhur do të rikthehen. Dëshironi të vazhdoni?
tr: Seçilen dosya(lar) ve içerikleri geri yüklenecek. Devam etmek istiyor musun?
uk: Вибрані файли та їх зміст будуть будуть відновлені. Ви бажаєте продовжити?

# move_to_trash_items_success_text
source: Item(s) sent to trash bin successfully.
ar: تم إرسال العناصر لسلة المهملات.
de: Das/die ausgewählte/-n Element/-e sind in den Papierkorb verschoben worden.
es: El elemento/s se enviaron a la papelera.
fr: Objet(s) envoyé(s) à la poubelle avec succès.
ka: ნივთ(ებ)ი წარმატებულად გაიგზავნა სანაგვე ურნაში.
ro: Articol (e) trimis (e) la coșul de gunoi.
ru: Предмет(ы) были отправлены в корзину.
sq: Njësitë u dërguan në kosh me sukses.
tr: Öğe(ler) çöp kutusuna gönderildi.
uk: Елементи відправлені в корзину.

# move_to_trash_albums_success_text
source: Album(s) sent to trash bin successfully.
ar: تم ارسال الألبومات ومحتوياتها لسلة المهملات.
de: Das/die Album/-en sind in den Papierkorb verschoben worden.
es: El álbum/ los álbumes y sus contenidos se enviaron a la papelera.
fr: Album(s) envoyé(s) à la poubelle avec succès.
ka: ალბომ(ებ)ი წარმატებულად გაიგზავნა სანაგვე ურნაში.
ro: Album (ele) trimis (e) la coșul de gunoi.
ru: Альбом(ы) и содержимое были отправлены в корзину.
sq: Albumet u dërguan në kosh me sukses.
tr: Albüm(ler) ve içerikleri çöp kutusuna gönderildi.
uk: Альбоми і їх вміст відправлені в корзину.

# move_to_trash_folders_success_text
source: Folder(s) sent to trash bin successfully.
ar: تم ارسال الملفات لسلة المهملات.
de: Die Datei/-en sind in den Papierkorb verschoben worden.
es: El archivo/ los archivos se enviaron a la papelera.
fr: Dossier(s) envoyé(s) à la poubelle avec succès.
ka: საქაღალდე(ები) წარმატებულად გაიგზავნა სანაგვე ურნაში.
ro: Dosarul (ele) trimis (e) la coșul de gunoi.
ru: Файл(ы) были отправлены в корзину.
sq: Skedarët u dërguan në kosh me sukses.
tr: Dosya(lar) çöp kutusuna gönderildi.
uk: Файли відправлені в корзину.

# unhide_items_success_text
source: Item(s) unhidden successfully.
ar: تم تحميل العناصر مرة أخرى.
de: Das/die ausgewählte/-n Element/-e wurden zurückgeladen.
es: El/ los elemento(s) se han restaurado.
fr: Eléments(s) non caché(s) avec succès.
ka: ნივთ(ები) წარმატებულად გამოჩნდა.
ro: Element (ele) ne-ascuns cu succes.
ru: Предмет(ы) были восстановлены.
sq: Njësitë u zbuluan me sukses.
tr: Öğe(ler) geri yüklendi.
uk: Елементи відновлені.

# unhide_albums_success_text
source: Album(s) unhidden successfully.
ar: تم تحميل الألبومات مرة أخرى.
de: Das/die Album/-en wurden zurückgeladen.
es: El álbum/ los álbumes se han restaurado.
fr: Album(s) non caché(s) avec succès.
ka: ალბომ(ები) წარმატებულად გამოჩნდა.
ro: Album (ele) ne-ascuns cu succes.
ru: Альбом(ы) были восстановлены.
sq: Albumet u zbuluan me sukses.
tr: Albüm(ler) geri yüklendi.
uk: Альбоми відновлені.

# unhide_folders_success_text
source: Folder(s) unhidden successfully.
ar: تم تحميل الملفات مرة أخرى.
de: Die Datei/-en wurden zurückgeladen.
es: El archivo/ los archivos se han restaurado.
fr: Dossier(s) non masqué(s) avec succès.
ka: საქაღალდე(ები) წარმატებულად გამოჩნდა.
ro: Dosarul (ele) ascuns cu succes.
ru: Файл(ы) были восстановлены.
sq: Skedarët u zbuluan me sukses.
tr: Dosya(lar) geri yüklendi.
uk: Файли відновлені.

# delete_items_success_text
source: Item(s) deleted permanently.
ar: تم مسح العناصر من lifebox.
de: Das/die Element/-e wurden von Lifebox gelöscht.
es: El/ los elemento(s) se eliminaron de lifebox.
fr: Eléments(s) supprimé(s) définitivement.
ka: ნივთ(ებ)ი სამუდამოდ წაიშალა
ro: Articol (e) șters definitiv.
ru: Предмет(ы) были удалены из lifebox.
sq: Njësitë u fshinë përfundimisht.
tr: Öğe(ler) lifebox'tan silindi.
uk: Елементи видалені з lifebox.

# delete_albums_success_text
source: Album(s) deleted permanently.
ar: تم مسح الألبومات ومحتوياتها من lifebox.
de: Das/die Album/-en und die Inhalte wurden von Lifebox gelöscht.
es: El/ Los álbumes/es y sus contenidos se eliminaron de lifebox.
fr: Album(s) supprimé(s) définitivement.
ka: ალბომ(ებ)ი სამუდამოდ წაიშალა
ro: Album (e) șters definitiv.
ru: Альбом(ы) и содержимое были удалены из lifebox.
sq: Albumet u fshinë përfundimisht.
tr: Albüm(ler) ve içerikleri lifebox'tan silindi.
uk: Альбоми і їх вміст видалені з lifebox.

# delete_folders_success_text
source: Folder(s) deleted permanently.
ar: تم مسح الملفات ومحتوياتها من lifebox.
de: Die Datei/-en und die Inhalte wurden von Lifebox gelöscht.
es: El/ los archivo/s y sus contenidos se eliminaron de lifebox.
fr: Dossier(s) supprimé(s) définitivement.
ka: საქაღალდე(ები) სამუდამოდ წაიშალა.
ro: Folder (s) șters definitiv.
ru: Файл(ы) и содержимое были удалены из lifebox.
sq: Skedarët u fshinë përfundimisht.
tr: Dosya(lar) ve içerikleri lifebox'tan silindi.
uk: Файли та їх зміст видалені з lifebox.

# restore_items_success_text
source: Item(s) restored successfully.
ar: تم تحميل العناصر مرة أخرى.
de: Das/die ausgewählte/-n Element/-e wurden zurückgeladen.
es: El/ los elemento(s) se han restaurado.
fr: Eléments(s) restauré(s) avec succès.
ka: ნივთ(ებ)ი წარმატებით აღდგა.
ro: Articol (e) restaurat cu succes
ru: Предмет(ы) были восстановлены.
sq: Njësitë u rikthyen me sukses.
tr: Öğe(ler) geri yüklendi.
uk: Елементи відновлені.

# restore_albums_success_text
source: Album(s) restored successfully.
ar: تم تحميل الألبومات ومحتوياتها مرة أخرى.
de: Das/die Album/-en und die Inhalte wurden zurückgeladen.
es: El/ los álbumes/ es y sus contenidos se han restaurado.
fr: Album(s) restauré(s) avec succès.
ka: ალბომ(ებ)ი წარმატებით აღდგა.
ro: Album (e) restaurat cu succes
ru: Альбом(ы) и содержимое были восстановлены.
sq: Albumet u rikthyen me sukses.
tr: Albüm(ler) ve içerikleri geri yüklendi.
uk: Альбоми і їх вміст відновлені.

# restore_folders_success_text
source: Folder(s) restored successfully.
ar: تم تحميل الملفات ومحتوياتها مرة أخرى.
de: Die Datei/-en und die Inhalte wurden zurückgeladen.
es: El/ los archivo/ s y sus contenidos se han restaurado.
fr: Dossier(s) restauré(s) avec succès.
ka: საქაღალდე(ები)წარმატებით აღდგა.
ro: Folder (s) restaurat cu succes.
ru: Файл(ы) и содержимое были восстановлены.
sq: Skedarët u rikthyen me sukses.
tr: Dosya(lar) ve içerikleri geri yüklendi.
uk: Файли та їх зміст відновлені.

# LifeboxLargePopUpTitleBetween80And99
source: %.0f%% of your storage is full!
ar: مساحة التخزين الخاصة بك %1$d%% ممتلئة!
de: %.0f%% Deines Speicherplatzes sind voll!
es: ¡ %.0f%% de su almacenamiento está lleno!
fr: Vous utilisez %.0f%% de votre capacité de stockage !
ka: %.0f%% არის სავსე შენი მეხსიერებიდან!
ro: %.0f%% din stocarea dvs. este plină!
ru: Ваше хранилище заполнено на %.0f%% !
sq: Hapësira e ruajtjes është %1$d%% e mbushur!
tr: Saklama alanın %.0f%% dolu!
uk: Ваша пам’ять заповнена на %.0f%%!

# LifeboxLargePopUpDeleteFilesButtonTitle
source: Delete Files
ar: امسح المحتويات الخاصة بي
de: Lösche meine Inhalte
es: Borrar Archivos
fr: Supprimer les fichiers
ka: წაშალე ფაილები
ro: Sterge fisierele
ru: Удалить мой контент
sq: Fshi përmbajtjen time
tr: İçeriklerimi sil
uk: Видалити мій вміст

# dialog_contact_sync_vcf_file_upload_error
source: Before restoring your contacts, we back up the contacts in your device to secure your data. Since your lifebox storage is full, you cannot proceed backing up nor restoring your contacts. You can expand your storage or delete any files in lifebox.
ar: قبل تحميل جهات الاتصال الخاصة بكم مرة أخرى ,نقوم بالنسخ الاحتياطي لجهات الاتصال الخاصة بكم من أجل المحافظة على بياناتكم. وبسبب إمتلاء مساحة التخزين الخاصة بكم سوف لا يمكنكم الاستمرار بالتحميل مرة أخرى أو النسخ الاحتياطي لجهات الاتصال.يمكنك توسيع مساحة التخزين أو مسح جميع الملفات المتواجدة في lifebox.
de: Bevor Sie Ihre Kontakte wiederherstellen, sichern wir, um Ihre Daten zu schützen, die Kontakte auf Ihrem Gerät. Weil Ihr Speicherplatz auf Lifebox voll ist, können Sie mit der Speicherung oder dem Zurückladen nicht fortfahren. Sie können Ihren Speicherplatz erhöhen oder alle Dateien auf Lifebox löschen.
es: Antes de restaurar sus contactos, hacemos una copia de seguridad de los contactos en su dispositivo para proteger sus datos. Como el almacenamiento de su lifebox está lleno, no puede continuar haciendo copias de seguridad ni restaurando sus contactos. Puede expandir su almacenamiento o eliminar cualquier archivo en lifebox.
fr: Avant de restaurer vos contacts, nous les sauvegardons dans votre appareil afin de sécuriser vos données. Comme votre capacité de stockage est atteinte, vous ne pouvez pas procéder à la sauvegarde ni à la restauration de vos contacts. Vous pouvez augmenter votre capacité de stockage ou supprimer tout fichier dans la lifebox.
ka: შენი კონტაქტების აღდგენამდე, ჩვენ ვქმნით შენს მოწყობილობაში არსებული კონტაქტების სარეზერვო ასლს მონაცემების დასაცავად. იმის გამო, რომ შენი lifebox საცავი სავსეა, შენ არ შეგიძლია გააგრძელო კონტაქტების სარეზერვო ასლის შექმნა და აღდგენა. შეგიძლია გააფართოვო შენი მეხსიერება ან წაშალო ნებისმიერი ფაილი lifebox-ში.
ro: Înainte de reîncărcarea contactelor, pentru a vă proteja datele facem backup-ul contractelor de pe dispozitivul dvs.. Deoarece spațiul dvs. de stocare Lifebox este plin, nu puteți să continuați backup-ul sau reîncărcarea contactelor. Vă puteți extinde spațiul de stocare sau șterge toate fișierele din lifebox.
ru: Прежде чем вы восстановите свои контакты, мы сделаем резервную копию контактов на вашем устройстве, чтобы защитить ваши данные. Поскольку ваше хранилище Lifebox заполнено, вы не можете продолжать резервное копирование или восстановление ваших контактов. Вы можете расширить свое хранилище или удалить все файлы в lifebox.
sq: Para se të ri ngarkoni kontaktet tuaja, krijoni kopjen e kontakteve në pajisjen tuaj, për të siguruar mbrojtjen e të dhënave tuaja. Meqenëse hapësira juaj e ruajtjes në Lifebox është mbushur, ju nuk mund të vazhdoni të kopjoni ose ri-sillni kontaktet tuaja. Ju mund të zgjeroni fushën e ruajtjes tuaj ose të fshini të gjithë skedarët në lifebox.
tr: Kişilerinizi geri yüklemeden önce, verilerinizi korumak için cihazınızdaki kişileri yedekleriz. Lifebox depolama alanınız dolu olduğundan, kişilerinizi yedeklemeye veya geri yüklemeye devam edemezsiniz. Depolama alanınızı genişletebilir veya lifebox'taki tüm dosyaları silebilirsiniz.
uk: Перш ніж відновити контакти, ми створимо резервну копію контактів на вашому пристрої, щоб захистити ваші дані. Оскільки ваш накопичувач Lifebox заповнений, ви не можете продовжувати створювати резервні копії чи відновлення контактів. Ви можете розширити сховище або видалити всі файли в рятувальній скрипті.

# privacy_policy_cell
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ka: კონფიდენციალურობის შეტყობინება
ro: Politica de Confidențialitate
ru: Политика Конфиденциальности
sq: Politika e Privaitësisë
tr: Aydınlatma Metni
uk: Політика Конфіденційності

# full_quota_warning_popup_title
source: You have reached your lifebox storage limit!
ar: قد وصلت للحد الأقصى لمساحة تخزين LİFEBOX!
de: Du hast das Speicherlimit Deiner Lifebox erreicht!
es: ¡Has alcanzado el límite de almacenamiento de lifebox!
fr: Votre quota lifebox est atteint !
ka: შენ მიაღწიე ლაიფბოქსის მახსოვრობის ლიმიტს!
ro: Ați atins limita spațiului de stocare lifebox!
ru: Вы достигли лимита хранилища lifebox!
sq: Ti ke arritur kufirin e ruajtjes së kutisë ‘’lifebox’’!
tr: lifebox saklama alanı limitine ulaştın!
uk: Ви досягли межі зберігання lifebox!

# full_quota_warning_popup_description
source: Since your lifebox storage is full, you cannot upload new contents. You can buy a new package or delete files.
ar: لا تستطيع تحميل محتوى جديد بسبب كون مساحة التخزين الخاصة بك ممتلئة. حتى تستطيع الاستمرار في حفظ ذكرياتك يمكنك شراء باقة جديدة أو يمكنك مسح المحتويات الموجودة.
de: Weil Dein lifebox-Speicherort voll ist, kannst Du keine neuen Inhalte speichern. Um Deine Erinnerungen weiter speichern zu können, kannst Du ein neues Paket kaufen oder die bestehenden Inhalte löschen.
es: No puedes cargar nuevo contenido ya que el almacenamiento de tu lifebox está lleno. Puedes comprar un paquete o eliminar los contenidos existentes para continuar guardando tus recuerdos.
fr: Votre capacité de stockage est atteint, vous ne pouvez plus ajouter de contenu. Souscrivez à une offre supérieure ou supprimer des fichiers.
ka: ვინაიდან შენი lifebox საცავი სავსეა, შენ არ შეგიძლია ატვირთო ახალი კონტენტები. შეგიძლია შეიძინო ახალი პაკეტი ან წაშალო ფაილები.
ro: Nu puteți încărca conținut nou, deoarece spațiul de stocare este plin. Pentru a vă păstra amintirile, puteți achiziționa un pachet sau puteți șterge conținutul existent.
ru: Вы не можете загрузить новый контент, потому что хранилище lifebox заполнено. Для того, чтобы сохранить свои воспоминания, вы можете купить пакет или удалить уже существующий контент.
sq: Ti nuk mund të ngarkosh përmbajtje të re sepse hapësira jote e ruajtjes ‘’lifebox’’ është e plotë. Për të vazhduar t’i ruash kujtimet e tua, mund të blesh një paketë ose të fshish përmbajtjen ekzistuese.
tr: lifebox saklama alanın dolu olduğu için yeni içerik yükleyemiyorsun. Anılarını saklamaya devam etmek için paket satın alabilir veya mevcut içeriklerini silebilirsin.
uk: Ви не можете завантажувати новий вміст, оскільки зберігання в lifebox заповнене. Ви можете придбати пакет або видалити наявний вміст, щоб зберегти свої спогади.

source: Expand My Storage
ar: ارفع مساحة التخزين العائدة لي
de: Erweitern Sie Mein Speicher
es: Aumentar mi almacenaje
fr: Augmenter ma capacité de stockage
ka: გააფართოვე ჩემი მეხსიერება
ro: Upgrade spațiului meu de stocare
ru: Увеличить пространство хранилища
sq: Më rrite hapësirën e ruajtjes
tr: Saklama alanımı yükselt
uk: Оновіть моє сховище

source: Delete Files
ar: امسح المحتويات العائدة لي
de: Lösche meine Inhalte
es: Eliminar los contenidos
fr: Supprimer les fichiers
ka: წაშალე ფაილები
ro: Şterge-mi conținutul
ru: Удалить мой контент
sq: Fshiji përmbajtjet e mia
tr: İçeriklerimi sil
uk: Видалити мій вміст

# LifeboxLargePopUpSubTitleBeetween80And99
source: Let's have a look at upgrade options
ar: دعونا نلقي نظرة على خيارات الترقية.
de: Werfen wir einen Blick auf Upgrade-Optionen!
es: Echemos un vistazo a las opciones de actualización
fr: Jetez un oeil aux autres packages
ka: მოდი შევხედოთ განახლების ვარიანტებს
ro: Să aruncăm o privire la opțiunile de actualizare
ru: Давайте ознакомимся с вариантами обновления
sq: Le të shohim në opsionet e azhurnimit
tr: Paket yükseltme seçeneklerine göz at!
uk: Давайте розглянемо варіанти оновлення

# LifeboxLargePopUpSubTitle100Premium
source: You have exceeded your lifebox storage. You can buy a new package to continue storing your memories or reduce your content to fit your available storage.
ar: قد قمت بملء مساحة تخزين LİFEBOX.حتى تستطيع الاستمرار في حفظ ذكرياتك يمكنك شراء باقة جديدة أو يمكنك تقليل المحتويات التي تمتلكها بالقدر الذي يجعلها تكفي.
de: Du hast deinen Lifebox-Speicherbereich gefüllt. Um Deine Erinnerungen weiter speichern zu können, kannst Du ein neues Paket kaufen oder die Inhalte auf den verfügbaren Speicherplatz reduzieren.
es: Está lleno el área de lifebox. Puedes comprar un nuevo paquete para continuar guardando tus recuerdos o puedes reducir tus contenidos para que se adapte al área.
fr: Vous avez dépassé votre capacité de stockage. Vous pouvez faire évoluer votre offre de stockage pour continuer à stocker vos souvenirs ou réduire votre contenu pour l'adapter à votre offre actuelle.
ka: შენ ამოწურე ლაიფბოქსის საცავის ლიმიტი. ახალი პაკეტის შეძენისას შეგეძლება შენი მოგონებები შეინახო, ან შეამცირე არსებული კონტენტი რათა დაეტიოს მეხსიერებაში.
ro: Ai umplut spațiul de stocare lifebox Pentru a continua să vă stocați amintirile, puteți achiziţiona un pachet nou sau puteți reduce conținutul conținutul în așa fel încât să încapă în spațiul de stocare disponibil.
ru: Вы заполнили область lifebox. Чтобы сохранить свои воспоминания, вы можете купить новый пакет или уменьшить существующий контент, чтобы соответствовать имеющемуся пространству.
sq: Ti ke mbushur hapësirën ‘’lifebox’’. Për të vazhduar t’i ruash kujtimet e tua mund të blesh një paketë të re ose t’i zvogëlosh përmbajtjet e tua në mënyrë që ato të përfshihen në hapësirën që ke.
tr: lifebox alanını doldurdun. Anılarını saklamaya devam etmek için hemen yeni bir paket alabilir veya içeriklerini sahip olduğun alana sığacak şekilde azaltabilirsin.
uk: Ви заповнили область lifebox . Щоб зберегти свої спогади, ви можете придбати новий пакет або зменшити вміст, щоб відповідати вашому простору.

# LifeboxLargePopUpSubTitle100Freemium
source: You have exceeded your lifebox storage. Unless you buy a new package or reduce your contents to fit in your available storage, all of your content will be deleted.
ar: قد قمت بملء مساحة تخزين LİFEBOX.إذا لم تقوم بشراء باقة جديدة أو إذا لم تقلل من المحتويات المتواجدة بمساحة التخزين ,فسوف يتم مسح جميع المحتويات.
de: Du hast deinen Lifebox-Speicherbereich gefüllt. Alle Inhalte werden gelöscht, wenn Du kein neues Paket kaufst oder den Inhalt auf den verfügbaren Speicherplatz reduzierst.
es: Está lleno el área de almacenamiento de lifebox. Si no compras un nuevo paquete o no reduces tus contenidos para que se adapten al área existente, todos tus contenidos se borrarán.
fr: Vous avez dépassé votre capacité de stockage. Vous devez faire évoluer votre offre de stockage ou réduire votre contenu afin de l'adapter à votre espace de stockage disponible, sans cela votre contenu sera supprimé.
ka: შენ გადააჭარბე შენს lifebox საცავს. გთხოვთ, იყიდო ახალი პაკეტი ან შეამცირო შენი შიგთავსი, რათა მოერგოს ხელმისაწვდომ საცავში, მთელი შენი კონტენტი წაიშლება, თუ ზომებს არ მიიღებ.
ro: Ai umplut spațiul de stocare lifebox. Tot conținutul va fi șters dacă nu achiziționați un pachet nou sau nu reduceți conținutul în așa fel încât să încapă în spațiul de stocare disponibil.
ru: Вы заполнили область хранения lifebox. Если вы не приобретете новый пакет или же не уменьшите содержимое области хранения до размера доступного хранилища, то весь ваш контент будет удален.
sq: Ti ke mbushur hapësirën ‘’lifebox’’. E gjithë përmbajtja do të fshihet nëse nuk blen një paketë të re ose i zvogëlon përmbajtjet e tua në mënyrë që ato të përfshihen në hapësirën e ruajtjes ekzistuese.
tr: lifebox saklama alanını doldurdun. Saklama alanını aştığın için yeni paket almadığın veya mevcut saklama alanına sığacak şekilde düzenleme yapmadığın takdirde , tüm içeriklerin silinecektir.
uk: Ви заповнили область lifebox криньки. Весь вміст буде видалено, якщо ви не придбаєте новий пакунок або не зменшите його вміст, щоб відповідати наявній пам’яті.

source: Empty Trash Bin
ar: قد قمت بتفريغ سلة المهملات
de: Lösche den Papierkorb
es: Vacíe la Papelera de Reciclaje
fr: Vider la poubelle
ka: სანაგვე ურნის დაცარიელება
ro: Goliți Coșul de Gunoi
ru: Очистить Корзину
sq: Zbrazeni Kutinë e Plehrave
tr: Çöp Kutusunu Temizle
uk: Порожній Ящик Для Сміття
