Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# support_form_subject_6_detailed_info_label
source: I can't log in via Keep Me Logged In.
ar: أواجه مشكلة الدخول التلقائي
de: Ich habe Probleme mit der automatischen Anmeldung
es: Tengo problemas de acceder automáticamente
fr: J'ai des problèmes de connexion automatique
ka: ვერ შევდივარ Keep Me Logged-ით.
ro: Nu mă pot conecta prin Ține-mă minte.
ru: У меня возникла проблема с автоматическим входом
sq: Nuk mund të futem përmes "Më mbaj mend".
tr: Otomatik giriş problemi yaşıyorum
uk: У мене виникли проблеми при автоматичному вході

# support_form_subject_6_detailed_info_fulltext
source: <p><strong>If you can't log in to your account with keep me logged in/remember me:</strong></p> <p>- You can access after you change your password via I forgot my password option. <br /> - When you sublet your line, the phone number will be disconnected from the connected account and the remember me access will be closed. <br/> - We recommend that you check your connection settings.</p> <p><strong>If you have not reached a solution: </strong></p> <p>- If a phone number is not connected to the account and you have not accessed for a long time(at least 3 months), the account may be suspended.
ar: إذا كنت لا تستطيع الدخول إلى حسابك <p><strong> عن طريق تذكرني: يمكنك الدخول عن</strong></p><p>- طريق تغيير رقم الحماية من خطوة لا أتذكر رقم الحماية وتجديد رقم الحماية. عند نقل الشريحة الخاصة بك ، سيتم فصل رقم<br />-الهاتف المتصل من الحساب وسيتم إغلاق دخول تذكرني نوصي بالتحقق من إعدادات الاتصال..<br />- إذا لم تكن قد توصلت إلى حل.</p><p><strong> إذا لم يكن لديك رقم هاتف مرفق:</strong></p><p>- بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (على الأقل 3 أشهر) , فقد يكون حسابك قد تم تعليقه.
de: <p><strong> Du kannst Dich nicht über ‘’an mich erinnern’’ anmelden :</strong></p><p>- In der Verarbeitung ‚‘Ich habe mein Passwort vergessen‘‘ kannst du Dein Passwort ändern und versuchen, Dich erneut anzumelden. <br />-Falls Du Deine Telefonleitung überträgst, wird die zugehörige Telefonnummer entfernt und der ‘’An mich erinnern’’ Einstieg wird gelöscht. <br />- Wir empfehlen Dir, die Verbindungsdaten zu kontrollieren. </p><p><strong> Falls Du keine Lösung gefunden hast :</strong></p><p>- Falls dem Konto keine Telefonnummer zugeordnet ist und Du Dich sehr lange (min. 3 Monate) nicht angemeldet hast, kann es sein, das Dein Konto stillgelegt wurde.
es: <p><strong>Si no puedes acceder a tu cuenta con recordarme :</strong></p><p>- Puedes acceder al renovar la contraseña mediante el paso de olvidé mi contraseña. <br />- Cuando haga la transferencia de su cuenta el número de teléfono se desconectará de la cuenta conectada, y se bloqueará el acceso de recordarme. <br />- Recomendamos que controle los ajustes de conexión. </p><p><strong> Si no pudiste tener solución:</strong></p><p>- Si no está conectado a la cuenta un número de teléfono y no has accedido desde hace mucho tiempo ( al menos 3 meses) la cuenta puede hacer sido suspendido.
fr: <p><strong> Si vous ne parvenez pas à vous connecter à votre compte avec "se souvenir de moi":</ strong> </ p> <p> - Depuis "J'ai oublié mon mot de passe", vous pouvez vous connecter en renouvelant votre mot de passe. <br/> - Lorsque vous transférez votre ligne, le numéro de téléphone sera retiré du compte associé et "se souvenir de moi" ne sera plus accessible. <br/> - Nous vous recommandons de vérifier vos paramètres de connexion. </p><p><strong> Si vous ne parvenez pas à trouver la solution :</strong></p><p>- Si un numéro de téléphone n'est pas associé au compte et que vousne vous êtes pas connecté depuis longtemps (au moins 3 mois), le compte a peut-être été suspendu.
ka: <p><strong>თუ ვერ შედიხარ შენს ანგარიშში, დამიმახსოვრე სისტემაში/დამიმახსოვრე:</strong></p> <p>- პაროლის შეცვლის შემდეგ შეგიძლია წვდომა, პაროლის დამავიწყდა ოფციის საშუალებით. <br /> - როცა გასცემ შენს ნომერს, ტელეფონის ნომერი გაითიშება დაკავშირებული ანგარიშიდან და დამახსოვრებაზე წვდომა დაიხურება. <br/> - გირჩევთ, შეამოწმო შენი კავშირის პარამეტრები.</p> <p><strong>თუ გამოსავალს ვერ მიაღწიე: </strong></p> <p>- თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და შენ არ გაქვს წვდომა დიდი ხნის განმავლობაში (მინიმუმ 3 თვე), ანგარიში შეიძლება შეჩერდეს.
ro: <p><strong>Dacă nu vă puteți conecta la contul dvs. prin pasul Am uitat parola.</strong></p> <p>- Puteți accesa după ce schimbați parola prin opțiunea Am uitat parola. <br /> - Când vă subletați linia, numărul de telefon va fi deconectat de la contul conectat, iar accesul pentru mine va fi închis. <br/> - Vă recomandăm să verificați setările de conectare.</p> <p><strong>If you have not reached a solution: </strong></p> <p>- If a phone number is not connected to the account and you have not accessed for a long time(at least 3 months), the account may be suspended.
ru: <p><strong>Если вы не можете совершить вход в систему при помощи Запомнить Меня:</strong></p><p>- Вы можете войти обновив свой пароль на шаге Забыл Пароль.<br />- При передаче своей линии другому лицу привязанный телефонный номер к учетной записи будет удален и функция Запомнить Меня будет отключена.<br />-Рекомендуем проверить настройки связи.</p><p><strong> Если решение проблемы найти не удалось:</strong></p><p> -Если к учетной записи не был привязан телефонный номер и не был выполнен вход в течении длительного времени (минимум 3 месяца), то ваша учетная запись могла быть заблокирована.
sq: <p> <strong> Nëse nuk mund të hyni në llogarinë tuaj me kujtoni mua: </strong> </p> <p> - Mund të hyni pasi të ndryshoni fjalëkalimin tuaj përmes opsionit të harrimit të fjalëkalimit. <br /> - Kur sublikoni linjën tuaj, numri i telefonit do të shkëputet nga llogaria e lidhur dhe hyrja më kujto do të mbyllet. <br/> - Ne ju rekomandojmë të kontrolloni cilësimet e lidhjes suaj. </p> <p> <strong> Nëse nuk keni arritur një zgjidhje: </strong> </p> <p> - Nëse një numër telefoni nuk është i lidhur me llogarinë dhe nuk keni hyrë për një kohë të gjatë (të paktën 3 muaj), llogaria mund të pezullohet.
tr: <p><strong>Hesabına beni hatırla ile giriş yapamıyorsan:</strong></p><p>- Şifremi unuttum adımından, şifre yenile yaparak giriş yapabilirsin.<br />- Hattınızı devrettiğinizde telefon numarası bağlı olan hesaptan kopartılarak, beni hatırla girişi kapanacaktır.<br />- Bağlantı ayarlarınızı kontrol etmenizi öneririz.</p><p><strong>Çözüme ulaşamadıysanız:</strong></p><p>- Hesaba bir telefon numarası bağlı değilse ve uzun süredir(en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.
uk: <p><strong> Якщо ви не можете увійти з допомогою функції «запам’ятай мене»:</strong></p><p>- Ви можете ввійти, через функцію «я забув свій пароль» та оновити пароль.<br />- Коли ви передате свою сім-картку, номер телефону буде відключений від підключеного акаунту, а функція «запам'ятати мене» буде закрита.<br />- Ми радимо вам перевірити настройки з'єднання.<p><strong>Якщо ви не знайшли рішення:</strong></p><p>- Якщо до акаунту не був прив’язаний якийсь-небудь номер та не був використаний протягом 3-х місяців, ваш акаунт може бути призупиненим.

# support_form_subject_7_detailed_info_label
source: I can't download the Lifebox app.
ar: لا استطيع تحميل تطبيق لايف بوكس
de: Ich kann die Lifebox – Anwendung nicht downloaden
es: No puedo descargar la aplicación Lifebox.
fr: Je n'arrive pas à télécharger l'application lifebox
ka: მე არ შემიძლია Lifebox აპლიკაციის ჩამოტვირთვა.
ro: Nu pot descărca aplicația Lifebox.
ru: Не могу загрузить приложение Lifebox
sq: Nuk mund ta shkarkoj aplikacionin Lifebox.
tr: Lifebox uygulamasını indiremiyorum
uk: Я не можу завантажити додаток Lifebox

# support_form_subject_7_detailed_info_fulltext
source: <p>- Please make sure that your phone is a model that supports the lifebox application.<br /> - The Android app 4.4 and above is supported on Android phones/tablets.<br/> - The iOS app 9 and above is supported on iPhone/iPad devices with iOS. <br /> - We don't have support for Windows phone-based phones.<br /> - The Web application is supported on all other top browsers (Chrome, Safari, Mozilla, etc.) except Internet Explorer and on all operating systems (macOS, Windows, Linux independent).</p><p><strong>If you have not reached a solution: </strong> </p><p>- If a phone number is not connected to the account and you have not accessed the app for a long time(at least 3 months), the account may be suspended.
ar: يجب التأكد من أن موديل جهازك المحمول من.-<p> الموديلات التي تدعم تطبيق لايف بوكس. تطبيق الأندرويد يدعم إصدارات التابلت/التليفون </p>-.<br />- الاندرويد 4.4 والأحدث من ذلك والأحدث منه في أجهزة İOs 9, İOS يدعم تطبيق الايفون/الايباد لا ندعم الهواتف التي تعمل بنظام ويندوز <br /> يتم دعم تطبيق الويب في جميع المتصفحات.<br />- العليا (كروم ، سفاري ، موزيلا ، إلخ.) وجميع أنظمة التشغيل (ماك أو إس ، ويندوز ، لينوكس المستقلة) باستثناء انترنت اكسبلورر. إذا لم تكن قد توصلت إلى حل.</p><p><strong> إذا لم يكن لديك رقم هاتف مرفق:</strong></p><p>- بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (على الأقل 3 أشهر) , فقد يكون حسابك قد تم تعليقه.
de: <p>- Du musst bestätigen, dass dein Mobiltelefon die Lifebox-Anwendung unterstützt.<br />- Auf Mobiltelefonen/Tablets werden Android Systeme Version 4.4 und höher unterstützt.<br />- Auf iPhone und iPad werden iOS Systeme iOS 9 und höher unterstützt. <br /> Wir bieten keine Unterstützung für Windows betriebene Mobiltelefone. <br />- Alle Top Webanwendungen außer Internet Explorer (Chrome, Safari, Mozilla usw.) und alle Betriebssysteme werden unterstützt. (MacOS, Windows, Linux unabhängig). </p><p><strong> Falls Du keine Lösung gefunden hast: </strong></p><p>- Falls dem Konto keine Telefonnummer zugeordnet ist und Du Dich sehr lange (min. 3 Monate) nicht angemeldet hast, kann es sein, das Dein Konto stillgelegt wurde.
es: <p>- Debes verificar que tu teléfono es un modelo que admite la aplicación de Lifebox. <br />- La aplicación de Android es compatible en los teléfonos/ tabletas 4.4 y superior en Android. <br />- La aplicación iOS es compatible con dispositivos iPhone / iPad iOS 9 y superiores. <br /> No admitimos los teléfonos con Windows phone. <br />- La aplicación Web es compatible con todos los sistemas operativos y en los navegadores web principales (Chrome, Safari, Mozilla, etc.) (Independientes MacOS, Windows, Linux) </p><p><strong>Si no pudiste tener solución:</strong></p><p>- Si no está conectado a la cuenta un número de teléfono y no has accedido desde hace mucho tiempo ( al menos 3 meses) la cuenta puede hacer sido suspendido.
fr: <p> - Vous devez confirmer que votre téléphone est un modèle compatible avec l'application lifebox. <br/> - L'application Android 4.4 et versions ultérieures sont prises en charge sur les téléphones / tablettes Android. <br/> - L'application iOS est prise en charge sur les iPhone / iPad sur iOS 9 et les versions ultérieures. <br /> Nous ne prenons pas en charge les téléphones basés sur Windows phone. <br/> - L'application Web est prise en charge par tous les principaux navigateurs (Chrome, Safari, Mozilla, etc.) et tous les systèmes d'exploitation (MacOS, Windows, Linux indépendant), à l'exception d'Internet Explorer. </p><p><strong> Si vous ne parvenez pas à trouver la solution :</strong></p><p>- Si un numéro de téléphone n'est pas associé au compte et que vous ne vous êtes pas connecté depuis longtemps (au moins 3 mois), le compte a peut-être été suspendu.
ka: <p>- დარწმუნდი, რომ შენი ტელეფონი არის მოდელი, რომელიც მხარს უჭერს lifebox აპლიკაციას.<br /> - Android აპი 4.4 და ზემოთ მხარდაჭერილია Android ტელეფონებზე/ტაბლეტებზე.<br/> - iOS აპი 9 და ზემოთ არის მხარდაჭერილია iPhone/iPad მოწყობილობებზე iOS-ით. <br /> - ჩვენ არ გვაქვს Windows ტელეფონზე დაფუძნებული ტელეფონების მხარდაჭერა.<br /> - ვებ აპლიკაცია მხარდაჭერილია ყველა სხვა ტოპ ბრაუზერზე (Chrome, Safari, Mozilla და ა.შ.) გარდა Internet Explorer-ისა და ყველა ოპერაციულზე. სისტემები (macOS, Windows, Linux დამოუკიდებელი).</p><p><strong>თუ ვერ მიაღწიე გამოსავალს: </strong> </p><p>- თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და შენ არ გაქვს წვდომა აპლიკაციაზე დიდი ხნის განმავლობაში (მინიმუმ 3 თვე), ანგარიში შეიძლება შეჩერდეს.
ro: <p>- Vă rugăm să vă asigurați că telefonul dvs. este un model care acceptă aplicația pentru caseta de salvare.<br /> - Aplicația Android 4.4 și versiuni ulterioare este acceptată pe telefoane/tablete Android.<br/> - Aplicația iOS 9 și versiuni ulterioare este acceptat pe dispozitivele iPhone/iPad cu iOS. <br /> - Nu avem suport pentru telefoanele bazate pe telefoane Windows.<br /> - Aplicația Web este acceptată pe toate celelalte browsere de top (Chrome, Safari, Mozilla etc.), cu excepția Internet Explorer și pe toate sistemele de operare sisteme (macOS, Windows, Linux independent). </p> <p> <strong>Dacă nu ați ajuns la o soluție: </strong> </p> <p> - Dacă un număr de telefon nu este conectat la cont și nu ați accesat aplicația de mult timp (cel puțin 3 luni), contul poate fi suspendat.
ru: <p>-Вы должны убедиться, что модель вашего телефона способна поддержать приложение lifebox.<br />-Приложение Android поддерживается на телефонах/планшетах с Android 4.4 и выше.<br />-Приложение İOS поддерживается на iPhone/iPad с İOS 9 и выше.<br />Не существует поддержки для телефонов с Windows Phone.<br />- Web приложение поддерживается на всех популярных браузерах (Chrome, Safari, Mozilla и т.д.), кроме Internet Explorer, а также поддерживается во всех операционных системах (MacOS, Windows, Linux Standalone).</p><p><strong> Если решение проблемы найти не удалось:</strong></p><p> -Если к учетной записи не был привязан телефонный номер и не был выполнен вход в течении длительного времени (минимум 3 месяца), то ваша учетная запись могла быть заблокирована.
sq: <p> - Ju lutemi sigurohuni që telefoni juaj të jetë një model që mbështet aplikacionin e Lifebox. <br /> - Aplikacioni Android 4.4 dhe më lart suportohet nga telefonat / tabletët Android. <br/> - Aplikacioni iOS 9 dhe më lart suportohet nga pajisjet iPhone / iPad me iOS. <br /> - Ne nuk suportojmë telefonat me bazë telefonike në Windows. <br/> - Aplikacioni Web suportohet nga të gjithë shfletuesit më të mirë (Chrome, Safari, Mozilla, etj.) përveç Internet Explorer dhe në të gjitha sistemet operative (makOS, Windows, Linux të pavarur). </p> <p> <strong> Nëse nuk keni arritur një zgjidhje: </strong> </p> <p> - Nëse një numër telefoni nuk është i lidhur me llogari dhe nuk keni hyrë në aplikacion për një kohë të gjatë (të paktën 3 muaj), llogaria mund të pezullohet.
tr: <p>- Telefonunun lifebox uygulamasını destekleyen bir model olduğunu teyit etmelisin.<br />- Android uygulaması 4.4 ve üzeri Android telefon/tabletlerde destekleniyor.<br />- iOS uygulaması iOS 9 ve üzeri iPhone/iPad cihazlarda destekleniyor. <br />Windows phone tabanlı telefonlar için desteğimiz yok.<br />- Web uygulaması Internet Explorer dışında diğer top browserlarda (Chrome, Safari, Mozilla, vb) ve tüm işletim sistemlerinde destekleniyor (MacOS, Windows, Linux bağımsız).</p><p><strong>Çözüme ulaşamadıysanız:</strong></p><p>- Hesaba bir telefon numarası bağlı değilse ve uzun süredir(en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.
uk: <p>- Ви повинні підтвердити, що ваш телефон - це модель, яка підтримує рятувальну програму.<br Додаток Android 4.4 і вище підтримується на телефонах / планшетах Android.<br Додаток iOS підтримується на iOS 9 і вище на пристроях iPhone / iPad. Ми не підтримуємо телефони на базі Windows. <br /> - Веб-додаток підтримується у всіх найпопулярніших браузерах (Chrome, Safari, Mozilla тощо) та всіх операційних системах (MacOS, Windows, Linux незалежно), крім Internet Explorer. </p><p><strong> Якщо ви не змогли вирішити проблему:</strong></p><p>- Якщо до акаунту не був прив’язаний якийсь-небудь номер та не був використаний протягом 3-х місяців, ваш акаунт може бути призупиненим.

# signup_faq_info
source: Please select a topic if you need help.
ar: من فضلك اختار موضوع من أجل المساعدة.
de: Wähle bitte ein Thema für die Hilfe aus.
es: Por favor seleccionar un tema para ayuda.
fr: Veuillez sélectionner un sujet pour obtenir de l'aide.
ka: გთხოვ აირჩიო თემა, თუ დახმარება გჭირდება.
ro: Vă rugăm să selectați un subiect dacă aveți nevoie de ajutor.
ru: Пожалуйста, выберите тему, если вам нужна помощь.
sq: Ju lutemi, zgjidhni një temë nëse keni nevojë për ndihmë.
tr: Yardım için lütfen bir konu seç.
uk: Будь ласка, оберіть тему, якщо вам потрібна допомога.

# login_faq_info
source: Please select a topic if you need help.
ar: من فضلك اختار موضوع من أجل المساعدة.
de: Wähle bitte ein Thema für die Hilfe aus.
es: Por favor seleccionar un tema para ayuda.
fr: Veuillez sélectionner un sujet pour obtenir de l'aide.
ka: გთხოვ აირჩიო თემა, თუ დახმარება გჭირდება.
ro: Vă rugăm să selectați un subiect dacă aveți nevoie de ajutor.
ru: Пожалуйста, выберите тему, если вам нужна помощь.
sq: Ju lutemi, zgjidhni një temë nëse keni nevojë për ndihmë.
tr: Yardım için lütfen bir konu seç.
uk: Будь ласка, оберіть тему, якщо вам потрібна допомога.

# too_many_invalid_attempt
source: Too many requests are made, please try again later
ar: أجريت العديد من المحاولات. يرجى المحاولة مرة أخرى لاحقًا.
de: Zu viele Anmeldeversuche. Bitte versuche es später noch einmal.
es: Has hecho varios intentos, por favor volver a intentarlo más tarde.
fr: Vous avez fait plusieurs tentatives. Veuillez réessayer plus tard.
ka: ძალიან ხშირად ხდება მოთხოვნა, მოგვიანებით სცადე
ro: Sunt făcute prea multe solicitări, încercați din nou mai târziu
ru: Было совершено слишком много попыток. Пожалуйста, попробуйте вновь позже.
sq: Janë bërë shumë kërkesa. Ju lutemi, provoni përsëri më vonë
tr: Çok sayıda deneme yapıldı. Lütfen daha sonra tekrar dene.
uk: Ви зробили багато спроб. Будь ласка, повторіть спробу пізніше.

# signup_support_form_subject_1_detailed_info_label
source: I can't create an account with my e-mail
ar: لا استطيع التسجيل باستخدام عنوان بريدي الإلكتروني
de: Ich kann mich nicht mit meiner E-Mail registrieren
es: No puedo registrarme con mi correo electrónico.
fr: Je ne parviens pas m’inscrire avec mon email
ka: ვერ ვქმნი ანგარიშს ჩემი მეილით
ro: Nu pot crea un cont cu e-mailul meu
ru: Не могу зарегистрироваться при помощи электронной почты
sq: Unë nuk mund të krijoj një llogari me postën time elektronike
tr: E-postam ile kayıt olamıyorum
uk: Я не може зареєструватися через електронну пошту.
