Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# privacy_policy
source: For detailed information about your personal data that we collect through lifebox, please read our Privacy Policy
ar: يمكنكم قراءة سياسة الخصوصية للحصول على معلومات مفصلة فيما يتعلق البيانات الشخصية التي قمنا بتجميعها بواسطة lifebox.
de: Detaillierte Informationen zu den personenbezogenen Daten, die wir über Lifebox gesammelt haben, erhalten Sie unter Datenschutzerklärung
es: Puedes leer el Política de Privacidad para tener más información detallada sobre los datos personales que colectamos por medio de lifebox.
fr: Pour des informations détaillées sur les données personnelles que nous recueillons par le biais de lifebox veuillez lire nos Politique de confidentialité
ka: დეტალური ინფორმაციისთვის შენი პერსონალური მონაცემების შესახებ, რომლებსაც ვაგროვებ lifebox-ის მეშვეობით, გთხოვთ, წაიკითხო ჩვენი კონფიდ.შეტყობინება
ro: Pentru informații detaliate despre datele dvs. personale pe care le colectăm în lifebox, citiți politica de confidențialitate
ru: Для получения подробной информации о личных данных, собранных при помощи lifebox, вы можете прочитать Политика конфиденциальности
sq: Për më shumë detaje mbi informacionin personal që ne mbledhim përmes lifebox, ju lutem lexoni Politika e Privatësisë
tr: lifebox aracılığıyla topladığımız kişisel verilerin hakkında ayrıntılı bilgi almak için Aydınlatma Metni'ni okuyabilirsin.
uk: Для отримання докладної інформації про особисті дані, які ми збираємо через lifebox, ви можете прочитати Політика конфіденційності

# face_tags_description_standart
source: When you enable Face&Image Recognition feature, the photos you have uploaded will be grouped according to the faces and objects. If the location service option is turned on, the photos will also be grouped according to the location information. We will be able to create automated stories for you based on this grouping.
ar: عند تفعيل خاصية التعرف بالوجه والصورة, يتم تصنيف الصور وفقا للأشياء والأشخاص.في حالة كون خدمة الموقع في الوضع النشط,فيتم تصنيف الصور وفقا لمعلومات الموقع.ويمكنكم تكوين قصص بشكل تلقائي خاصة بكم اعتمادا على هذا التصنيف.
de: Ihre hochgeladenen Bilder werden nach Aktivierung der Gesichts- und Bilderkennungseigenschaft nach Gesichtern und Objekten gruppiert. Sollte der Standortdienst aktiviert sein, werden auch die Bilder entsprechend der Standortinformation gruppiert. Wir können für Sie angelehnt an diese Gruppierungen automatische Storys erstellen.
es: Cuando actives el reconocimiento de rostro e imagen, las fotos que subas se agruparán por caras y objetos. Si la opción de ubicación está activada, las fotos también se agruparán por ubicación. En base a esta agrupación podremos crear historias automáticamente para ti.
fr: Lorsque vous activez la fonction de reconnaissance des visages et des images, les photos que vous avez téléchargées seront regroupées en fonction des visages et des objets. Si l'option de service de localisation est activée, les photos seront également regroupées en fonction des informations de localisation. Nous serons en mesure de créer des stories automatisées pour vous en fonction de ce regroupement.
ka: როდესაც ჩართავ Face&Image Recognition ფუნქციას, შენ მიერ ატვირთული ფოტოები დაჯგუფდება სახეებისა და ობიექტების მიხედვით. თუ მდებარეობის სერვისის ვარიანტი ჩართულია, ფოტოები ასევე დაჯგუფდება მდებარეობის ინფორმაციის მიხედვით. ჩვენ შევძლებთ შენთვის ავტომატური ისტორიების შექმნას ამ დაჯგუფების საფუძველზე.
ro: Atunci când opțiunea Recunoașterea Feței&Imaginei e conectată, pozele încărcate vor fi grupate după Fețe și Obiecte identificate. Dacă opțiunea de localizare e pornită și ea, pozele vor fi grupate și după acest criteriu. Iar noi, vom avea posibilitatea să creăm pentru tine istorii automatizate, în baza grupelor create.
ru: При включении функции распознавания лиц и изображений загруженные фотографии будут сгруппированы по лицам и объектам. Если опция определения местоположения включена, фотографии также будут сгруппированы в соответствии с информацией о местоположении. Таким образом мы сможем автоматически создавать тематические истории для вас.
sq: Kur aktivizoni funksionin e njohjes së fytyrës dhe imazhit, fotot që keni ngarkuar do të grupohen sipas fytyrave dhe objekteve. Nëse opsioni i shërbimit të vendndodhjes është aktivizuar, fotot gjithashtu do të grupohen sipas informacioneve të vendndodhjes. Ne do të mund të krijojmë histori të automatizuara për ju bazuar në këtë grupim.
tr: Yüz ve Nesne Tanıma özelliğini aktiflediğinde, yüklemiş olduğun fotoğraflar yüz ve objelere göre ve konum servisi özelliği açıksa lokasyon bilgilerine göre gruplandırılabilecek ve yüklediğin içeriklere özel hikayeler oluşturulabilecektir.
uk: При включенні функції розпізнавання обличчь та зображень завантажені фото будуть сгруповані по обличчям та об'єктам. Якщо опцію визначення місцезнаходження включено, фото також будуть сгруповані згідно з інформацією про місцезнаходження. Таким чином ми зможемо автоматично створювати тематичні історії для вас.

# terms_and_use_introduction_checkbox
source: I have read and accepted Terms of Use.
ar: لقد قرأت اتفاقية المستخدم وأقبلها.
de: Ich habe die Benutzervereinbarungen gelesen und akzeptiere sie.
es: He leído y apruebo el Contrato de Usuario.
fr: J'ai lu et accepte les conditions d'utilisation.
ka: მე წავიკითხე და დავთანხმდი გამოყენების წესებს.
ro: Am citit și am acceptat Termenii de utilizare.
ru: Я прочитал Пользовательское Соглашение и соглашаюсь с ним.
sq: Kam lexuar dhe pranuar Termat e Përdorimit.
tr: Kullanıcı Sözleşmesi'ni okudum ve onaylıyorum.
uk: Я прочитав(ла) і погоджуюся з Угодою користувачa.

# privacy_policy_condition
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ka: კონფიდ.შეტყობინება
ro: politica de confidențialitate
ru: Политика конфиденциальности
sq: Politika e Privatësisë
tr: Aydınlatma Metni
uk: Політика конфіденційності

# photo_pick_description
source: If you enable the button and connect your Instagram account, we'll be able to provide a personalized, enhanced experience by performing custom analysis on each new PhotoPick analysis.
ar: وإذا قمتم بتنشيط الزر وفتح حسابكم على الانستجرام, يمكننا أن نقدم تجربة متقدمة شخصية من تحاليل فوتو بيك بالقيام بتحاليل مميزة,
de: Bei Aktivierung der Schaltfläche und Verknüpfung Ihres Instagram-Kontos können wir Ihnen bei jeder neuen PhotoPick-Analyse durch spezielle Analysen eine personalisierte und verbesserte Erfahrung bieten.
es: Si activa el botón y conecta su cuenta de Instagram, podemos brindarle una experiencia avanzada y personalizada al realizar análisis privados en cada nuevo análisis de PhotoPick.
fr: Si vous activez le bouton et connectez votre compte Instagram, nous pourrons offrir une expérience personnalisée et améliorée en effectuant une analyse personnalisée à chaque nouvelle analyse PhotoPick.
ka: თუ ჩართავ ღილაკს და დააკავშირებ შენს Instagram ანგარიშს, ჩვენ შევძლებთ მოგაწოდოთ პერსონალიზებული, გაუმჯობესებული გამოცდილება ყოველ ახალ PhotoPick ანალიზზე მორგებული ანალიზის შესრულებით.
ro: Dacă activezi butonul și te conectezi la contul tău Instagram, vom avea posibilitatea să-ți oferim o mai bună experiență prin anliza personalizată pentru fiecare PhotoPick
ru: Свяжите свою учетную запись с учетной записью в Instagram и мы сможем выполнять индивидуальный анализ для каждого PhotoPick запроса.
sq: Nëse aktivizoni butonin dhe lidhni llogarinë tuaj të Instagram, ne do të jemi në gjendje të sigurojmë një eksperiencë të personalizuar dhe të përmirësuar duke kryer analiza me porosi për çdo analizë të re të PhotoPick.
tr: Instagram hesabını bağlama özelliğini aktiflediğinde, her yeni PhotoPick sorgunda hesabına özel analiz yaparak kişiselleştirilmiş, çok daha iyi bir deneyim sunabileceğiz.
uk: Зв'яжіть свій обліковий запис з обліковим записом в Instagram і ми зможемо виконувати індивідуальний аналіз для кожного PhotoPick запита.

# etk_permission_title_label
source: Commercial Electronic Message
ar: رسالة إلكترونية تجارية
de: Gewerbliche E-Mail
es: Mensaje electrónico comercial
fr: Email commercial
ka: კომერციული ელექტრონული შეტყობინება
ro: Mesaj Electronic Comercial
ru: Коммерческое электронное сообщение
sq: Mesazh Elektronik Komercial
tr: Ticari Elektronik İleti
uk: Комерційне електронне повідомлення

# etk_permissiom_description
source: I hereby give my consent to receive commercial e-mail messages in order to be informed about advantageous products and services of Turkcell and its Group Companies unless and until I request otherwise pursuant to the Law No. 6563 and other applicable legislation.
ar: وفقًا للقانون رقم 6563 والتشريعات الأخرى ذات الصلة بشأن المنتجات والخدمات المفيدة لشركات تركسل وشركات المجتمع ،أوافق على إرسال الرسائل التجارية الإلكترونية بهدف تبليغ المعلومات وهذا إذا لم يصدر من قبلي أمر بخلاف ذلك وفي حالة وجود طلب يخالف هذا
de: Ich erteilte gemäß der Gesetzes-Nr. 6563 bezüglich vorteilhafter Produkte und Dienstleistungen von Turkcell und den Gemeinschaftsunternehmen sowie den sonstigen betreffenden Gesetzen, die Erlaubnis mir gewerbliche Nachrichten zu Informationszwecken per E-Mail zuzusenden, sofern ich nichts gegenteiliges angebe und nichts gegenseitiges beantrage.
es: De acuerdo con la ley de número 6563 sobre los Productos Ventajoso y Servicios de las Compañías en Grupo y con la Legislación Relacionada, otorgo permiso para recibir mensajes comerciales de correo electrónico para ser informado a menos que yo solicite lo contrario y a menos que se solicite lo contrario.
fr: J'aimerais recevoir des emails commerciaux afin de connaître les produits et services avantageux de Turkcell et des sociétés du groupe jusqu'à ce que je déclare le contraire en vertu de la loi n ° 6563 et d'autres législations pertinentes.
ka: მე ვაძლევ თანხმობას, რომ მივიღო კომერციული ელ.ფოსტის შეტყობინებები, რათა ვიყო ინფორმირებული Turkcell-ისა და მისი ჯგუფის კომპანიების მომგებიანი პროდუქტებისა და სერვისების შესახებ, თუ და სანამ არ მოვითხოვ სხვაგვარად კანონის No. 6563 და სხვა მოქმედი კანონმდებლობის შესაბამისად.
ro: Prin prezenta, îmi dau consimțământul de a primi mesaje comerciale prin poșta electronică pentru a fi informat cu privire la produsele și serviciile avantajoase ale Turkcell și ale companiilor sale de grup, cu excepția cazului și până când am să solicit deconectarea notificărilor, în conformitate cu Legea nr. 6563 și cu alte legi aplicabile.
ru: Настоящим я даю согласие на получение коммерческих сообщений по электронной почте, чтобы получать информацию о выгодных продуктах и ​​услугах Turkcell и компаний Группы до тех пор, пока я не потребую иного в соответствии с Законом № 6563 и другим применимым законодательством.
sq: Unë jap pëlqimin tim për marrjen e mesazheve komerciale në mënyrë që të informohen për produktet dhe shërbimet e favorshme të Turkcell dhe kompanive të saj të grupit përveç dhe derisa të kërkoj ndryshe në pajtim me Ligjin Nr. 6563 dhe legjislacionin në fuqi.
tr: <p><a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Lifecell Bulut &Ccedil;&ouml;z&uuml;mleri A.Ş., Lifecell Dijital Servisler ve &Ccedil;&ouml;z&uuml;mler A.Ş ve Grup Şirketleri</a>&rsquo;nin avantajlı &uuml;r&uuml;n ve hizmetlerden haberdar olmak i&ccedil;in 6563 sayılı Kanun ve diğer ilgili mevzuat uyarınca aksi tarafımca belirtilene kadar <u>ticari elektronik ileti</u> almak istiyorum.</p>
uk: Цим я даю згоду на отримання комерційних повідомлень по електронній пошті, щоб отримувати інформацію про вигідні пропозиції та послуги Turkcell та компаній Групи до тих пір, доки я не буду вимагати іншого згідно з Законом №6563 або іншим законодавством.

# NSCameraUsageDescription
source: To take pictures with your camera and to back up them to lifebox, your camera access permission is needed
ar: لالتقاط الصور بالكاميرا ولنسخها احتياطيًا إلى صندوق الإنقاذ ، يلزم الحصول على إذن بالوصول إلى الكاميرا
de: Zum Aufnehmen von Bildern mit Ihrer Kamera und zum Sichern dieser Bilder in der Lifebox benötigen Sie Ihre Kamera-Zugriffsberechtigung
es: Para tomar fotos con su cámara y hacer una copia de seguridad de ellas en la caja de vida, se necesita su permiso de acceso a la cámara
fr: Pour prendre des photos avec votre appareil photo et les sauvegarder sur lifebox , une autorisation d'accès de votre appareil photo est nécessaire.
ka: შენი კამერით სურათების გადასაღებად და მათი სარეზერვო ასლის შესაქმნელად საჭიროა შენს კამერაზე წვდომის ნებართვა
ro: Pentru a face fotografii cu camera foto și pentru a le crea în siguranță în caseta de salvare, este necesară permisiunea dvs. pentru accesul camerei
ru: Чтобы делать снимки с помощью камеры и выполнять их резервное копирование в lifebox, необходимо разрешение на доступ к камере
sq: Për të marrë fotografi me aparatin tuaj dhe për të mbështetur ato në kutinë e jetës, leja e qasjes në kamera është e nevojshme
tr: Cihaz kamerası ile fotoğraf çekmek ve çekilen fotoğrafları lifebox'a yedeklemek için cihaz kamerasına erişim iznin gerekiyor
uk: Щоб фотографувати камерою та створити резервну копію їх у lifebox, потрібен дозвіл доступу до камери

source: Restore Purchases
ar: إعادة تحميل المشتريات
de: Wiederherstellung der Käufe
es: Restaurar compras
fr: Restaurer les achats.
ka: აღადგინე შენაძენი
ro: Restabilire Achiziție
ru: Восстановить покупки
sq: Rivendosni Blerjet
tr: Aboneliklerimi Yenile
uk: Відновити покупки

# restore_purchases_info
source: If you want to restore your existing purchases, click on the button.
ar: بإعادة تحميل مشترياتكم الحالية اضغطوا على الزر إذا رغبتم
de: Klicken Sie auf die Schaltfläche, wenn Sie Ihre bestehenden Käufe wiederherstellen möchten.
es: Si desea restaurar las compras existentes, haga clic en el botón.
fr: Si vous souhaitez restaurer vos achats existants, cliquez sur le bouton.
ka: თუ გსურს შენი არსებული შესყიდვების აღდგენა, დააჭირე ღილაკს.
ro: Dacă vrei să restabilești achizițiile precedente, fă click pe buton
ru: Если вы хотите восстановить существующие покупки, нажмите на кнопку.
sq: Nëse dëshironi të riktheni blerjet tuaja ekzistuese, klikoni mbi buton.
tr: Mevcut aboneliklerini aşağıdaki alanda göremiyorsan, aboneliklerini yenilemek için butona basabilirsin.
uk: Якщо ви хочете відновити існуючі покупки, натисніть кнопку.

# attributed_restore_word
source: restore
ar: إعادة تحميل
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ka: აღდგენა
ro: restabilire
ru: Восстановить
sq: Rivendosni.
tr: yenilemek
uk: Відновити

# privacy_policy_head_line
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ka: კონფიდენციალურობის შეტყობინება
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
sq: Politika e Privatësisë
tr: Aydınlatma Metni
uk: Політика конфіденційності

# create_story_photos_selected
source: %d Selected
ar: %d تم اختيار
de: %d ausgewählt
es: Se eligió %d
fr: %d sélectionnés
ka: არჩეულია %d
ro: %d selectat
ru: %d выбрано
sq: %d përzgjedhur
tr: %d Seçili
uk: %d вибрано

# create_story_press_and_hold
source: Press and hold
ar: اضغط مع الاستمرار
de: Drücken und gedrückt halten
es: Presionar y mantener presionado
fr: Appuyez et maintenez
ka: დააჭირე და არ აუშვა
ro: apasă și ține apăsat
ru: Нажмите и удерживайте
sq: Shtypni dhe mbani
tr: Üzerine basılı tutarak
uk: натисніть і утримуйте

# create_story_press_and_hold_description
source: %@ on the image to rearrange the order of your story.
ar: إذا ترغبون بتعديل ترتيب صوركم من جديد عليكم الضغط على المتواجدة على الشاشة %@
de: Drücken Sie auf %@ auf der Ansicht, um die Reihenfolge Ihres Bildes erneut zu ordnen.
es: Presione %@ en la imagen para reorganizar el orden de su imagen.
fr: %@ sur l'image pour réorganiser l'ordre de votre story.
ka: %@ სურათზე შენი ისტორიის თანმიმდევრობის გადასაწყობად.
ro: %@ pe imagine pentru a rearanja ordinea în povestea ta
ru: %@ на изображении, чтобы изменить порядок вашей истории.
sq: %@ në imazh për të ndryshuar rendin e historisë suaj.
tr: %@ fotoğrafların sırasını değiştirebilirsin.
uk: %@ на зображенні, щоб змінити порядок історії.

# create_story_name_title
source: Story Name
ar: اسم الحكاية
de: Name der Story
es: Nombre de la historia
fr: Nom de la story
ka: სთორის სახელი
ro: Denumirea
ru: Имя истории
sq: Emri i Historisë
tr: Hikaye İsmi
uk: Ім'я історії

# create_story_pop_up_title
source: You created a story! %@
ar: !%@ قمتم بتكوين حكاية
de: Erstellen Sie eine Story! %@
es: ¡Ha creado una historia! %@
fr: Vous avez créé une story ! %@
ka: შენ შექმენი სთორი! %@
ro: Ai creat o poveste! %@
ru: Вы создали историю! %@
sq: Ju krijuat një histori! %@
tr: Hikayeni oluşturdun! %@
uk: Ви створили історію! %@

# create_story_pop_up_message
source: We are preparing your story. Once it is finished, you can access it from My Stories Album.
ar: تم إنشاء عرض شرائح الصور
de: Geschichte erstellt
es: Estamos preparando tu historia. Una vez que haya terminado, puede acceder desde el álbum Mis historias.
fr: Nous préparons votre story. Une fois terminée, vous pourrez la trouver dans Mes stories.
ka: ჩვენ ვამზადებთ შენს სთორის. მზად რომ იქნება, მისი ნახვა სთორის ალბომში შეგეძლება.
ro: Povestea e creată
ru: История создана
sq: Jemi duke përgatitur historinë tuaj. Në mbarim të saj, ju mund ta aksesoni atë nga Albumi i Videove.
tr: Hikayeni hazırlıyoruz. Hazır olduğunda Hikayeler albümünde bulabilirsin.
uk: Історію створено

# create_story_path_to_story
source: Photos & Videos > My Stories
ar: الصور & الفيديوهات>حكاياتي
de: Bilder & Videos > Meine Storys
es: Las Fotos & Videos >Mis historias
fr: Photos et Vidéos> Mes Stories
ka: ფოტო & ვიდეო > ჩემი სთორი
ro: Poze & Video > Poveștile Mele
ru: Фото и Видео > Мои истории
sq: Foto & Video> Historitë e mia
tr: Fotoğraflar & Videolar > Hikayeler
uk: Фото та Відео > Мої історії

source: You can not share empty album
ar: . لا يمكنك مشاركة ألبوم فارغ
de: Sie können kein leeres Album teilen
es: No puede compartir un álbum vacío
fr: Vous ne pouvez pas partager un album vide
ka: ცარიელ ალბომს ვერ გააზიარებ
ro: Nu poți partaja albumul gol
ru: Вы не можете поделиться пустым альбомом
sq: Nuk mund të ndani albumin bosh.
tr: Boş bir albümü paylaşamazsın
uk: Не можна ділитися пустим альбомом

# etk_permission_description
source: I hereby give my consent to receive commercial e-mail messages in order to be informed about advantageous products and services of Turkcell and its Group Companies unless and until I request otherwise pursuant to the Law No. 6563 and other applicable legislation.
ar: أوافق بموجب هذا على تلقي رسائل البريد الإلكتروني التجارية من أجل الحصول على معلومات حول المنتجات والخدمات المتقدمة من Lifecell Bulut Çözümleri A.Ş. ما لم وإلى أن أطلب خلاف ذلك بعد القانون رقم 6563 والتشريعات الأخرى المعمول بها.
de: Hiermit willige ich ein, kommerzielle E-Mail-Nachrichten zu erhalten, um über vorteilhafte Produkte und Dienstleistungen von Lifecell Bulut Çözümleri A.Ş. informiert zu werden es sei denn und bis ich gemäß dem Gesetz Nr 6563 und anderen anwendbaren Gesetzen etwas anderes verlange.
es: Por la presente doy mi consentimiento para recibir mensajes de correo electrónico comerciales para ser informado sobre productos y servicios ventajosos de Lifecell Bulut Çözümleri A.Ş. a menos y hasta que yo solicite lo contrario de conformidad con la Ley N° 6563 y demás legislación aplicable.
fr: Par la présente, je consens à recevoir des messages électroniques commerciaux afin d'être informé des produits et services avantageux de Lifecell Bulut Çözümleri A. Ş. sauf et jusqu'à ce que je demande le contraire conformément à la loi N° 6563 et aux autres lois applicables.
ka: მე ვაძლევ თანხმობას, რომ მივიღო კომერციული ელ.ფოსტის შეტყობინებები, რათა ვიყო ინფორმირებული Turkcell-ისა და მისი ჯგუფის კომპანიების მომგებიანი პროდუქტებისა და სერვისების შესახებ, თუ და სანამ არ მოვითხოვ სხვაგვარად კანონის No. 6563 და სხვა მოქმედი კანონმდებლობის შესაბამისად.
ro: Prin prezenta îmi dau consimțământul de a primi mesaje comerciale de e-mail pentru a fi informat cu privire la produsele și serviciile avansate ale Lifecell Bulut Çözümleri A.Ş cu excepția cazului în care și până când nu solicit altfel, în conformitate cu Legea Nr.6563 și cu alte legislații aplicabile.
ru: Настоящим я даю свое согласие на получение коммерческих сообщений электронной почты с целью получения информации о выгодных продуктах и услугах Lifecell Bulut Çözümleri A.Ş., если и до тех пор, пока я не потребую иного в соответствии с Законом № 6563 и другим применимым законодательством.
sq: Unë me këtë jap pëlqimin tim për të marrë mesazhe komerciale e-mail në mënyrë që të jenë të informuar në lidhje me produktet e dobishme dhe shërbimet e Lifecell Bulut Çözümleri A.Ş. përveç nëse dhe derisa të kërkoj ndryshe në pajtim me Ligjin № 6563 dhe legjislacionin tjetër në fuqi.
tr: Lifecell Bulut Çözümleri A.Ş tarafından 6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun ve Ticari İletişim ve Ticari Elektronik İletiler Hakkında Yönetmelik kapsamında, reddetme hakkımı kullanıncaya kadar geçerli olacak şekilde, satış, tanıtım, kampanya, anket, bilgilendirme vb. için tarafıma ticari elektronik ileti gönderilmesine ve ticari iletişimde bulunulmasına izin veriyorum.
uk: Цим я даю згоду на отримання комерційних повідомлень по електронній пошті, щоб отримувати інформацію про вигідні пропозиції та послуги Turkcell та компаній Групи до тих пір, доки я не буду вимагати іншого згідно з Законом №6563 або іншим законодавством.

# global_permission_title_label
source: Global Data Permission
ar: إذن البيانات العالمية
de: Globale Datenerlaubnis
es: Permiso de Datos Global
fr: Permission de données globale
ka: გლობალური მონაცემთა ნებართვა
ro: Permisiune Globală de Date
ru: Глобальное разрешение на передачу данных
sq: Leja e të dhënave globale
tr: Global Veri Paylaşımı
uk: Глобальний доступ до даних
