Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# PackagesPolicyText
source: Subsriptions are renewed on a monthly basis Payment will be charged to iTunes Account at confirmation of purchase Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period Account will be charged for renewal within 24-hours prior to the end of the current period. The fees are reflected as they are shown on the in-app purchase screen. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable Privacy Policy: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Terms of Use:
ar: تُجدَّد الاشتراكات شهرياً. ويُحمَّل حسابك في iTunes الرسوم عند تأكيد الشراء. وتُجدَّد الاشتراكات تلقائياً ما لم يُوقَف تشغيل خيار التجديد التلقائي قبل 24 ساعة على الأقل من وقت انتهاء الاشتراك في حينه. تخصم تكلفة التجديد من الحساب في خلال 24 ساعة قبل تاريخ تجديد الاشتراك. وتكون الرسوم كما هي في نافذة الشراء داخل التطبيق. يمكن للمستخدم بعد الشراء إدارة الاشتراك وإلغائه وخيار التجديد التلقائي وإيقافه من "إعدادات الحساب". يُصادر أي جزء متبقٍ من مدة التجربة المجانية -إن مُنحت- عند دفع المستخدم ثمن الاشتراك، وذلك حسب مقتضى الحال. نهج الخصوصية: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik تعليمات الاستخدام:
de: Die Abonnements werden monatlich erneuert. Die Zahlung wird dem iTunes-Konto bei der Kaufbestätigung belastet. Das Abonnement verlängert sich automatisch, wenn die automatische Verlängerung nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert wird Das Konto wird für die Verlängerung innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums belastet. Die Gebühren werden so wiedergegeben, wie sie auf dem In-App-Kaufbildschirm angezeigt werden. Abonnements können vom Benutzer verwaltet werden und die automatische Verlängerung kann deaktiviert werden, indem Sie nach dem Kauf zu den Kontoeinstellungen des Benutzers wechseln Jeder nicht genutzte Teil eines kostenlosen Testzeitraums, falls angeboten, verfällt, wenn der Nutzer ein Abonnement für diese Veröffentlichung erwirbt, sofern zutreffend Datenschutzbestimmungen: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Nutzungsbedingungen:
es: Las suscripciones se renuevan mensualmente. El pago se cargará a la cuenta de iTunes en la confirmación de compra. La suscripción se renueva automáticamente a menos que se deshabilite la opción de la renovación automática al menos 24 horas antes del final del período actual. La cuenta se cobrará por la renovación dentro de las 24 horas anteriores al final del período actual. Las tarifas se reflejan tal como se muestran en la pantalla de compra en la aplicación. Las suscripciones pueden ser administradas por el usuario y la renovación automática se puede desactivar yendo a la configuración de la cuenta del usuario después de la compra. Cualquier porción no utilizada de un período de prueba gratuito, si se ofrece, se perderá cuando el usuario compre una suscripción a esa publicación, cuando corresponda en la Política de Privacidad: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Términos de Uso:
fr: Les abonnements sont renouvelables mensuellement. Le paiement sera facturé sur le compte iTunes lors de la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours. En cas de renouvellement, le compte sera débité dans les 24 heures précédant la fin de la période en cours. Les frais sont indiqués dans l'app. Les abonnements peuvent être gérés par l'utilisateur et le renouvellement automatique peut être désactivé en accédant aux "Paramètres du Compte" de l'utilisateur après l'achat. La période d'essai gratuite inutilisée, sera perdue lorsque l'utilisateur prendra un abonnement payant. Politique de Confidentialité: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Terms of Use:
ka: გამოწერები განახლდება ყოველთვიურად გადახდა დაირიცხება iTunes ანგარიშზე შეძენის დადასტურებისას გამოწერა ავტომატურად განახლდება, თუ ავტომატური განახლება არ არის გამორთული მიმდინარე პერიოდის დასრულებამდე მინიმუმ 24 საათით ადრე ანგარიშის განახლებისთვის თანხა ჩამოიჭრება მიმდინარე პერიოდის დასრულებამდე 24 საათის განმავლობაში. საკომისიოები აისახება როგორც ნაჩვენებია აპლიკაციის შესყიდვის ეკრანზე. გამოწერები შეიძლება მართოს მომხმარებელმა და ავტომატური განახლება შეიძლება გამორთოს შეძენის შემდეგ მომხმარებლის ანგარიშის პარამეტრებზე გადასვლით უფასო საცდელი პერიოდის ნებისმიერი გამოუყენებელი ნაწილი, შეთავაზების შემთხვევაში, დაიკარგება, როდესაც მომხმარებელი აპლიკაციის პაკეტს გამოიწერს, სადაც ეს შესაძლებელია. კონფიდენციალურობის შეტყობინება: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik მოხმარების პირობები:
ro: Abonamentele sunt reînnoite lunar. Plata va fi preluată de pe contul iTunes la confirmarea achiziției. Abonamentul se reînnoiește automat, cu excepția cazului în care opțiunea de auto-reînnoire este oprită cu cel puțin 24 de ore înainte de expirarea perioadei curente. Plata se va extrage cu 24 de ore înainte de sfârșitul perioadei curente. Taxele se reflectă pe măsură ce sunt afișate în ecranul de achiziție al aplicației. Abonamentele pot fi gestionate de utilizator și reînnoirea automată poate fi oprită din setări. Dacă utilizatorul achiziționează abonamentul în perioada de testare gratuită, partea neutilizată a acestei perioade - se pierde. Politica de confidențialitate: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Termeni de utilizare:
ru: Подписка продлевается каждый месяц. При подтверждении покупки оплата взимается с вашей учётной записи iTunes. Подписка продлевается автоматически, если функция автоматического продления не выключена по крайней мере за 24 часа до окончания текущего периода. За продление подписки с вашего счёта будут списаны средства в течение 24-х часов до окончания текущего периода. Плата отображается как плата на экране покупок в приложении. Пользователь может управлять своими подписками, после совершения покупки функция автоматического продления подписки может быть выключена в меню "Настройки» учётной записи пользователя. Любая неиспользованная часть подписки в течение бесплатного пробного периода, если таковая имеется, будет прервана, как только пользователь оформит подписку, где это применимо. Политика конфиденциальности: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Условия использования:
sq: Abonimet rinovohen çdo muaj. Pagesa do i ngarkohet llogarisë iTunes pas konfirmimit të blerjes. Abonimi rinovohet në mënyrë automatike nëse nuk është i çaktivizuar 24 orë përpara përfundimit të afatit. Llogaria do të faturohet për rinovim brenda 24 orësh përpara përfundimit të afatit. Tarifat janë të njëjtat me ato të shfaqura në ekranin e aplikacionit. Abonimi mund të manaxhohet nga vetë përdoruesi dhe rinovimi automatik mund të çaktivizohet duke shkuar tek Rregullimet e Llogarisë së përdoruesit pas blerjes. Çdo ditë e papërdorur e periudhës së provës pa pagesë, nëse ofrohet, do të konfiskohet kur përdoruesi të blejë një abonim në atë publikim, aty ku është e aplikueshme. Politika e Privatsisë: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Kushtet e Përdorimit:
tr: Abonelikler aylık bazda yenilenmekte ve ödeme, satın alma onayından sonra iTunes hesabına faturalandırılmaktadır. Otomatik yenileme mevcut dönemin sona ermesinden en az 24 saat önce kapatılmazsa abonelik otomatik olarak yenilenir. Hesap, mevcut dönemin sona ermesine 24 saat kala yenileme işlemi doğrultusunda ücretlendirilecektir. Ücretler uygulama içi satın alma ekranında gösterildiği gibi yansıtılacaktır. Abonelikler kullanıcı tarafından yönetilebilir ve otomatik yenileme, satın alma işleminden sonra kullanıcının Hesap Ayarlarına giderek kapatılabilir. Gizlilik ve Güvenlik: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Kullanım Şartları:
uk: Підписки поновлюються щомісяця Оплату буде стягнуто з рахунку iTunes за підтвердження покупки Передплата автоматично поновлюється, якщо автоматичне оновлення не буде вимкнено принаймні за 24 години до кінця поточного періоду Плата буде стягуватися за поновлення протягом 24 годин до закінчення поточного періоду. Плата відображається, оскільки вона відображається на екрані покупки в програмі. Користувачі можуть керувати, автоматичне оновлення може бути вимкнено, перейшовши до налаштувань облікового запису користувача після покупки Будь-яка невикористана частина безкоштовного пробного періоду, якщо вона пропонується, буде втрачена, коли користувач купує підписку на цю публікацію, де це можливо Політика конфіденційності: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik Умови користування:

source: Missing Dates
ar: التواريخ مفقودة
de: Fehlende Daten
es: Fechas faltantes
fr: Dates manquantes
ka: თარიღები აკლია
ro: Date lipsă
ru: Дата отсутствует
sq: Datat që mungojnë
tr: Eksik günler
uk: Відсутні дати

source: You have successfully registered, please log in with your credentials.
ar: لقد أتممت عملية التسجيل بنجاح. يرجى تسجيل الدخول بكتابة بيانات الاعتماد.
de: Sie haben sich erfolgreich registriert, melden Sie sich mit Ihren Zugangsdaten an
es: Se ha registrado exitosamente, por favor inicie sesión con sus credenciales
fr: Vous avez créé votre compte avec succès, connectez-vous avec vos identifiants.
ka: შენ რეგისტრაცია წარმატებულად გაიარე, გთხოვ შენი მონაცემით შეხვიდე სისტემაში
ro: Te-ai înregistrat cu succes, te rugăm să te conectezi cu datele tale
ru: Вы успешно зарегистрированы, пожалуйста, авторизуйтесь, использую ваши учётные данные.
sq: Regjistrimi u krye me sukses. Ju lutem, hyni me kredencialet tuaja.
tr: Başarılı bir şekilde kaydoldun, telefon numaran / e-posta adresin ve şifren ile giriş yapabilirsin.
uk: Ви успішно зареєструвалися, будь ласка, увійдіть у свій обліковий запис.

source: Animation
ar: رسم متحرك
es: Animación
ka: ანიმაცია
ro: Animaţie
ru: Анимация
sq: Animacion
tr: Animasyon
uk: Анімація

source: We have created an animation from your photos!
ar: تم إنشاء رسم متحرك من صورك!
de: Wir haben aus Ihren Fotos eine Animation erstellt!
es: ¡Hemos creado una animación de sus fotos!
fr: Nous avons créé une animation à partir de vos photos !
ka: შენი ფოტოებისგან ანიმაცია შევქმენით შენთვის!
ro: Am creat o anumație din pozele tale!
ru: Мы создали анимацию из ваших фото!
sq: Kemi krijuar një animacion me fotot tuaja!
tr: Fotoğraflarından bir animasyon oluşturduk!
uk: Ми створили анімацію з ваших фотографій!

source: Save Animation
ar: حفظ
de: Speichern
es: Guardar
fr: Sauvegarder l'animation
ka: შეინახე ანიმაცია
ro: Salvează Animația
ru: Сохранить
sq: Ruani Animacionin
tr: Kaydet
uk: Зберегти

# Delete Duplicated
source: Delete Duplicate
ar: حذف المكرر
de: Die doppelten Elemente löschen
es: Eliminar duplicado
fr: Supprimer les doublons
ka: წაშალე დუბლიკატი
ro: Șterge Duplicatele
ru: Дубликаты
sq: Fshini njësitë e përsëritura
tr: Tekrarlayanları Sil
uk: Дублікати

source: Lifebox %@ and Passcode
ar: Touch ID ورمز مرور لايف بوكس
de: lifebox %@ und Passcode
es: lifebox %@ y contraseña
fr: lifebox %@ et mot de passe
ka: Lifebox %@ და პაროლი
ro: %@ lifebox și Parola
ru: Lifebox %@ и код-пароль
sq: Lifebox %@ dhe Kodi i Kalimit
tr: lifebox %@ ve Parola
uk: Lifebox %@ та пароль

# We make easier to manage your memories with homepage
source: We make it easier to manage your memories with homepage
ar: يمكنك إدارة ذكرياتك بسهولة من الصفحة الرئيسية
de: Wir erleichtern Ihnen, Ihre Erinnerungen mit der Homepage zu verwalten
es: Hacemos que sea más fácil administrar sus momentos con la página de inicio
fr: Gérez vos souvenirs facilement depuis la page d’accueil.
ka: ჩვენ გავაადვილებთ მეხსიერების მართვას მთავარ გვერდზე
ro: Cu pagina de pornire, te ajutăm să gestionezi mai ușor amintirile
ru: Мы делаем проще управление вашими воспоминаниями на домашней странице
sq: Ju lehtësojmë menaxhimin e kujtimeve tuaja nëpërmjet faqes kryesore.
tr: Anasayfa ile tüm anılarını yönetmeni senin için daha kolay hale getirdik.
uk: Ми полегшуємо керування вашими спогадами за допомогою домашньої сторінки

source: You can reach your recent activites and suggestions that are special for you from this page.
ar: يمكن رؤية الأنشطة الحديثة والاقتراحات المخصصة لك من هذه الصفحة.
de: Sie können Ihre letzten Aktivitäten und Vorschläge, die speziell für Sie sind, von dieser Seite aus erreichen
es: Puede acceder a sus actividades recientes y sugerencias personalizadas desde esta página
fr: Accédez à vos activités récentes et aux suggestions personnalisées à partir de cette page.
ka: ამ გვერდიდან შეგიძლია მიაღწიო შენს უახლეს აქტივობებსა და შემოთავაზებებს, რომლებიც შენთვისაა განსაკუთრებული.
ro: Din această pagină poți ajunge la activitățile tale recente și sugestiile pentru tine
ru: Вы можете перейти к недавним действиям и рекомендациям, находясь на данной странице
sq: Mund t'i aksesoni aktivitetet tuaja të fundit dhe sugjerimet që i keni për zemër nga kjo faqe.
tr: Bu alandan güncel hareketlerine ve sana özel önerilerimize ulaşabilirsin.
uk: Ви можете отримати доступ до нещодавніх заходів та пропозицій, які вам потрібні на цій сторінці

source: Discover your first story
ar: اطّلع على أول عرض لشرائح الفيديو
de: Entdecke deine erste Geschichte
es: Descubra su primera historia
fr: Découvrez votre première story
ka: აღმოაჩინე შენი პირველი სთორი
ro: Descoperă prima ta poveste
ru: Узнайте о вашей первой истории
sq: Zbuloni historinë tuaj të parë
tr: İlk hikayeni hemen keşfet!
uk: Відкрийте для себе першу історію

source: Discover your first album
ar: اطّلع على أول ألبوم
de: Entdecke dein erstes Album
es: Descubra su primer álbum
fr: Découvrez votre premier album
ka: აღმოაჩინე შენი პირველი ალბომი
ro: Descoperă primul tău album
ru: Узнайте о вашем первом альбоме
sq: Zbuloni albumin tuaj të parë
tr: İlk albümünü hemen keşfet!
uk: Відкрийте свій перший альбом

source: Discover your first collage
ar: اطّلع على أول عمل تصويري
de: Entdecke deine erste Collage
es: Descubra su primer collage
fr: Découvrez votre première création
ka: აღმოაჩინე შენი პირველი კოლაჟი
ro: Descoperă primul tău colaj
ru: Узнайте о вашем первом коллаже
sq: Zbuloni kolazhin tuaj të parë
tr: İlk kolajını hemen keşfet!
uk: Відкрийте для себе перший колаж

source: Discover your first animation
ar: اطّلع على أول رسم متحرك
de: Entdecken Sie Ihre erste Animation
es: Descubra su primera animación
fr: Découvrez votre première animation
ka: აღმოაჩინე შენი პირველი ანიმაცია
ro: Descoperă prima ta animație
ru: Узнайте о вашей первой анимации
sq: Zbuloni animacionin tuaj të parë
tr: İlk animasyonunu hemen keşfet!
uk: Відкрийте для себе першу анімацію

source: Discover your first filtered photo
ar: اطّلع على أول صورة مصفّاة
de: Entdecken Sie Ihr erstes gefiltertes Foto
es: Descubra su primera foto filtrada
fr: Découvrez votre première photo filtrée
ka: აღმოაჩინე შენი პირველი ფილტრიანი ფოტო
ro: Descoperă prima ta poză filtrată
ru: Узнайте о вашем первом фото с фильтром
sq: Zbuloni foton tuaj të parë me filtër
tr: Sana özel filtrelediğimiz ilk fotoğrafını hemen keşfet!
uk: Відкрийте для себе першу фільтрувану фотографію

source: You have reached your lifebox memory limit
ar: تم بلوغ الحد الأقصى لذاكرة لايف بوكس.
de: Ihr Speicher ist fast voll!
es: Has alcanzado el límite de memoria de tu lifebox
fr: Vous avez atteint la capacité de stockage maximale de lifebox
ka: შენ მიაღწიე შენი lifebox მეხსიერების ლიმიტს
ro: Ai atins limita memoriei lifebox-ului tău
ru: Вы достигли лимита памяти в вашем lifebox.
sq: Keni arritur kufirin e memories për lifebox-in tuaj.
tr: lifebox depolama alanın neredeyse doldu !
uk: Ви досягли межі пам'яті lifebox

source: Error occurred while accessing your contacts. Please check your settings.
ar: حدث خطأ أثناء الوصول إلى جهات الاتصال الخاصة بك.
de: Beim Zugriff auf Ihre Kontakte ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Einstellungen.
es: Se produjo un error al acceder a sus contactos. Por favor revisa tu configuración
fr: Une erreur s'est produite lors de l'accès à vos contacts.
ka: შენს კონტაქტებზე წვდომისას მოხდა შეცდომა. გთხოვთ, შეამოწმო შენი პარამეტრები.
ro: La accesarea contactelor tale a apărut o eroare. Verfică setările.
ru: Возникла ошибка при получении доступа к вашим контактам. Пожалуйста, проверьте ваши настройки.
sq: Ka ndodhur një gabim gjatë aksesimit të kontakteve tuaja. Ju lutem, kontrolloni rregullimet tuaja.
tr: Kontaklarına ulaşamadık. Lütfen ayarlarını kontrol et!
uk: Сталася помилка під час доступу до ваших контактів. Перевірте свої налаштування.

# Manage Contacts
source: Manage lifebox Contacts
ar: إدارة جهات الاتصال
de: Kontakte verwalten
es: Administrar Contactos
fr: Gérer les contacts de lifebox
ka: მართე lifebox კონტაქტები
ro: Administrează Contactele
ru: Управление контактами
sq: Menaxhoni Kontaktet e lifebox
tr: lifebox kişilerini yönet
uk: Управління контактами

source: Import fearture is totally free of charge and does not affect your internet package
ar: ميزة الاستيراد مجانية ولا تؤثر في حزمة الإنترنت
de: Import-Funktion ist völlig kostenlos und hat keinen Einfluss auf Ihr Internet-Paket
es: La función de importación es totalmente gratuita y no afecta su paquete de Internet
fr: La fonctionnalité d'importation est totalement gratuite et n'est pas décomptée de votre quota internet (data)
ka: იმპორტის ფუნქცია სრულიად უფასოა და არ მოქმედებს შენს ინტერნეტ პაკეტზე
ro: Opțiunea de import e absolut gratuită, deci nu-ți va influența pachetul Internet sau balanța
ru: Бесплатно импортировать фото
sq: Funksioni i Importimit është totalisht falas dhe ai nuk ndikon në paketen tuaj të internetit.
tr: Transfer özelliği tamamen ücretsiz olup internet paketinizden veri harcamayacaktır.
uk: Безкоштовно імпортуйте ваші фото

source: Your last backup was on %@
ar: آخر نسخة احتياطية: %@
de: Ihre letzte Sicherung war eingeschaltet %@
es: Tu última copia de seguridad estuvo en %@
fr: Votre dernière sauvegarde était le %@
ka: შენი ბოლო რეზერვი განხორციელდა %@
ro: Copia de rezervă a fost făcută ultima dată pe %@
ru: Последняя резервная копия: %@
sq: Kopjimi juaj i fundit rezervë është kryer më %@
tr: Son yedekleme tarihi: %@
uk: Ваша остання резервна копія була на %@

source: Contacts Sync
ar: مزامنة جهات الاتصال
de: Kontakte-Sync
es: Sincronización de contactos
fr: Synchronisation des contacts
ka: კონტაქტების სინქრონიზაცია
ro: Sincronizare Contacte
ru: Синхронизация контактов
sq: Sinkronizimi i Kontakteve
tr: Otomatik Kontak Yedekleme
uk: Автосинхронізація контактів

source: Sort by
ar: ترتيب حسب
de: Sortiere nach
es: Ordenar por
fr: Classer par taille
ka: დალაგება
ro: Sortează după
ru: Сортировать
sq: Klasifikoni sipas
tr: Sırala
uk: Сортувати за

# LifeboxLargePopUpTitle100
source: Your lifebox storage is full!
ar: سعة تخزينك ممتلئة
de: Dein lifebox-Stauraum ist voll
es: Su stoarge de lifebox está lleno
fr: Votre espace de stockage lifebox est plein.
ka: შენი ლაიფბოქსის მეხსიერება სავსეა!
ro: Spațiul tău de stocare lifebox este plin
ru: Хранилище lifebox полностью заполнено
sq: Arkiva juaj e lifebox është plot.
tr: lifebox saklama alanın dolu!
uk: Ваша lifebox заповнений

# LifeboxLargePopUpTitle90
source: You are using 90% of lifebox storage
ar: أنت تستخدم 90٪ من سعة التخزين لديك
de: Sie verwenden 90% der lifebox-Kapazität
es: Estás usando el 90% de stoarge de lifebox
fr: Vous utilisez 90% de la capacité de stockage de lifebox.
ka: შენ იყენებ ლაიფბოქსის მახსოვრობის 90%-ს
ro: Ai utilizat 90% din spațiul de stocare lifebox
ru: Вы использовали 90% вашего хранилища в lifebox
sq: Jeni duke përdorur 90% të hapësirës së arkivës së lifebox.
tr: lifebox depolama alanının %90'ını kullanıyorsun.
uk: Ви використовуєте 90% сховища lifebox

# LifeboxLargePopUpTitle80
source: You are using 80% of lifebox storage
ar: أنت تستخدم 80٪ من سعة التخزين لديك
de: Sie verwenden 80% der lifebox-Kapazität
es: Estás usando el 80% de stoarge de Lifebox
fr: Vous utilisez 80% de la capacité de stockage de lifebox.
ka: შენ იყენებ ლაიფბოქსის მახსოვრობის 80%-ს
ro: Ai utilizat 80% din spațiul de stocare lifebox
ru: Вы использовали 80% вашего хранилища в lifebox
sq: Jeni duke përdorur 80% të hapësirës së arkivës së lifebox.
tr: lifebox depolama alanının %80'ini kullanıyorsun.
uk: Ви використовуєте 80% сховища lifebox

# LifeboxLargePopUpSubTitle
source: Please take a look at the upgrading options to upgrade your storage.
ar: يرجى الاطلاع على خيارات الترقية لترقية مساحة التخزين.
de: Werfen Sie einen Blick auf die Upgrade-Optionen zum Aktualisieren Ihres Speichers.
es: Por favor, eche un vistazo a las opciones de actualización para actualizar su almacenamiento.
fr: Découvrez les options de capacité de stockage de lifebox.
ka: გთხოვთ, გადახედო განახლების ვარიანტებს შენი მეხსიერების განახლებისთვის
ro: Vezi opțiunile de optimizare pentru a actualiza volumul spațiului de stocare
ru: Пожалуйста, проверьте возможные варианты улучшения аккаунта.
sq: Ju lutem, u hidhni një sy mundësive të shtimit të arkivës suaj.
tr: Saklama alanını arttırmak için paketler sayfasına göz atabilirsin.
uk: Будь ласка, ознайомтеся з варіантами оновлення для оновлення пам'яті.

# LifeboxLargePopUpExpandButtonTitle
source: Expand My Storage
ar: توسيع مساحة التخزين
de: Erweitern Sie Mein Speicher
es: Expandir mi almacenamiento
fr: Augmenter ma capacité de stockage.
ka: გააფართოვე ჩემი მეხსიერება
ro: Lărgește Spațiul Meu de Stocare
ru: Увеличить моё хранилище
sq: Zgjeroni Arkivën Time
tr: Depolama Alanımı Yükselt
uk: Розгорніть розділ "Мій зберігання"

# LifeboxLargePopUpSkipButtonTitle
source: Skip
ar: تخطّي
de: Überspringen
es: Saltar
fr: Passer
ka: გამოტოვება
ro: Omite
ru: Пропустить
sq: Anashkaloni
tr: Atla
uk: Пропустити

source: lifebox can sync your contacts automatically.
ar: يمكن للايف بوكس مزامنة جهات الاتصال تلقائياً
de: Lifebox kann Ihre Kontakte automatisch synchronisieren.
es: lifebox puede sincronizar tus contactos automáticamente.
fr: lifebox peut synchroniser vos contacts automatiquement.
ka: ლაიფბოქსს შეუძლია შენი კონტაქტების ავტომატურად სინქრონიზაცია
ro: lifebox îți poate sincroniza contactele automat.
ru: lifebox может автоматически синхронизировать ваши контакты
sq: lifebox mund t'i sinkronizojë automatikisht kontaktet tuaja.
tr: lifebox kontaklarını otomatik yedekleyebilir.
uk: lifebox може синхронізувати ваші контакти автоматично.

# error_login
source: You need to login to %@ to upload files
ar: تحتاج إلى تسجيل الدخول إلى %@ لتحميل الملفات
de: Sie müssen sich in die %@ einloggen, um Dateien hochladen zu können
es: Necesita iniciar sesión en %@ para cargar archivos
fr: Vous devez ouvrir la session de %@ pour télécharger des fichiers.
ka: ფაილების ასატვირთად უნდა შეხვიდე %@-ში
ro: Trebuie să vă conectați la% @ încărcați fișierele
ru: Вам необходимо войти в %@, чтобы загрузить файлы
sq: Ju duhet të hyni në %@ për të ngarkuar skedarët.
tr: Yükleme yapabilmek için önce %@'a login olmalısın.
uk: Вам потрібно буде увійти до %@ для завантаження файлів

source: Uploading
ar: جاري التحميل
de: Es wird hochgeladen…
es: Cargando
fr: Téléchargement
ka: იტვირთება
ro: Se încarcă
ru: Идёт загрузка
sq: Duke u ngarkuar
tr: Yükleniyor
uk: Завантаження

# widgetBottomTitleLastSyncFormat
source: Last upload: %@
ar: آخر تحميل:%@
de: Letztes Uploads: %@
es: Última carga: %@
fr: Dernier téléchargement : %@
ka: ბოლო ატვირთვა: %@
ro: Ultimul fișier încărcat: %@
ru: Последняя загрузка: %@
sq: Ngarkimi iI fundit: %@
tr: Son Yedekleme: %@
uk: Останнє завантаження: %@

# widgetBottomTitleNewerSyncronized
source: Never
ar: لا يتم أبدًا استخدام المزامنة التلقائية
de: Sie haben die automatische Synchronisierung noch nie gestartet
es: No has comenzado la sincronización automática
fr: Jamais
ka: არასოდეს
ro: Niciodată nu ai pornit sincronizarea automată
ru: Вы никогда не запускали автоматическую синхронизацию
sq: Kurrë
tr: Henüz yedekleme yapmadın
uk: Ви ніколи не починали автоматичну синхронізацію
