Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# trash_bin_album_slider_empty
source: There is no deleted album yet.
ar: لا يوجد ألبوم في سلة المهملات قد تم مسحه حتى الان
de: Es befindet sich noch kein gelöschtes Album im Papierkorb
es: Todavía no hay un álbum eliminado en la papelera.
fr: Il n'y a pas encore d'album supprimé.
ka: წაშლილი ალბომი ჯერ არ არის.
ro: Nu există încă un album șters.
ru: У Вас Нет Удаленных в Корзину Альбомов
sq: Nuk ka akoma asnjë album të fshirë.
tr: Çöp Kutusunda Henüz Silinmiş Albüm Yok
uk: В корзині ще немає віддалених альбомів

# trash_bin_empty
source: There is no deleted item yet.
ar: لا يوجد عنصر في سلة المهملات قد تم مسحه حتى الان
de: Es befindet sich noch kein gelöschtes Element im Papierkorb
es: Aún no hay elementos eliminados en la papelera.
fr: Il n'y a pas encore de point supprimé.
ka: წაშლილი პუნქტი ჯერ არ არის.
ro: Nu există încă un articol șters.
ru: У Вас Нет Удаленных в Корзину Предметов
sq: Nuk ka akoma asnjë njësi të fshirë.
tr: Çöp Kutusunda Henüz Silinmiş Öğe Yok
uk: В корзині ще немає віддалених елементів

# delete_confirmation_popup_title
source: Delete
ar: انقل سلة المهملات
de: Verschiebe in den Papierkorb
es: Mover a la papelera
fr: Supprimer
ka: წაშლა
ro: Șterge
ru: Отправить в Корзину
sq: Fshi
tr: Sil
uk: Перемістити в корзину

# delete_confirmation_popup_text
source: The selected item(s) will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل العناصر المختارة لسلة المهملات.سوف يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Das/die ausgewählte/-n Element/-e wird/werden in den Papierkorb verschoben. Du kannst diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergiss nicht, den Papierkorb zuerst zu leeren, wenn Du Speicherplatz für Deine Lifebox freigeben willst.
es: El/Los elementos seleccionados se moverá a la papelera. Podrás restaurar los contenidos dentro de 90 días. Si hace falta liberar la memoria primero asegurarte de vaciar la papelera.
fr: Le(s) article(s) sélectionné(s) sera (seront) mis à la poubelle. Vous pouvez les restaurer dans un délai de 90 jours. Veuillez vider votre poubelle en cas de besoin pour libérer de l'espace.
ka: არჩეული პუნქტ(ებ)ი წაიშლება ნაგვის ურნაში. მათი აღდგენა შეგიძლია 90 დღეში. სივრცის გათავისუფლების აუცილებლობის შემთხვევაში გთხოვთ დაცალო ნაგვის ურნა.
ro: Elementul (ele) selectat (ă) vor fi eliminate în coșul de gunoi. Le puteți restaura în 90 de zile. Vă rugăm să goliți coșul de gunoi în caz de nevoie pentru a elibera spațiu.
ru: Выбранные предмет(ы) будут перемещены в корзину. Вы сможете восстановить их в течении 90 дней. Если вам нужно освободить память lifebox, не забудьте сначала очистить корзину.
sq: Njësitë e zgjedhura do të hiqen prej lifebox-it. Ju mund t'i riktheni përsëri në 90 ditë nga koshi. Ju nuk do të keni më të drejtë mbi to mbasi të jenë fshirë përfundimisht prej koshit.
tr: Seçilen öğe(ler) çöp kutusuna taşınacak. 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані елементи будуть переміщені в корзину. Ви зможете повернути їх протягом 90 днів. Якщо вам потрібно звільнити пам'ять lifebox, спочатку обов'язково очиститикошик.

# restore_confirmation_popup_title
source: Restore
ar: حمل مرة أخرى
de: Lade zurück
es: Restaurar
fr: Restaurer
ka: აღდგენა
ro: Restabili
ru: Восстановить
sq: Rikthe
tr: Geri Yükle
uk: Відновити

# restore_confirmation_popup_text
source: Selected item(s) will be restored. Are you sure to continue?
ar: سوف يتم تحميل العناصر المختارة مرة أخرى.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Element/-e wird/werden zurückgeladen. Möchtest Du fortfahren?
es: El/Los elementos seleccionados se restaurarán. Desea Continuar ?
fr: Le ou les éléments sélectionnés seront restaurés. Êtes-vous sûr de continuer ?
ka: შერჩეული პუნქტ(ებ)ი აღდგება. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Elementul (ele) selectat (ă) vor fi restabilite. Ești sigur că vrei să continui?
ru: Выбранные предмет(ы) будут восстановлены. Хотите продолжить?
sq: Njësitë e përzgjedhura do të rikthehen. Dëshironi të vazhdoni?
tr: Seçilen öğe(ler) geri yüklenecek. Devam etmek istiyor musun?
uk: Вибрані елементи будуть відновлені. Ви бажаєте продовжити?

# delete_from_hidden_bin_popup_success_title
source: Delete
ar: امسح
de: Lösche
es: Eliminar
fr: Supprimer
ka: წაშლა
ro: Șterge
ru: Удалить
sq: Fshi
tr: Sil
uk: Видалити

# delete_from_hidden_bin_popup_success_text
source: The selected files will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل الملفات المختارة لسلة المهملات.سوف يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Die ausgewählte/-n Datei/-en wird/werden in den Papierkorb verschoben. Du kannst diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergiss nicht, den Papierkorb zuerst zu leeren, wenn Du Speicherplatz für Deine Lifebox freigeben willst.
es: La(s) carpetas seleccionadas se moverán a la papelera. Podrás restaurar los contenidos dentro de 90 días. Si hace falta liberar la memoria primero asegurarte de vaciar la papelera.
fr: Les fichiers sélectionnés seront mis à la poubelle. Vous pouvez les restaurer dans un délai de 90 jours. Veuillez vider votre poubelle en cas de besoin pour libérer de l'espace.
ka: მონიშნული ფაილები გადავა სანაგვე ყუთში. შენ მათი აღდგენა შეგეძლება 90 დღის განმავლობაში. გთხოვ, დააცარიელე სანაგვე ურნა, მეტი თავისუფალი ადგილისთვის
ro: Fișierele selectate vor fi eliminate în coșul de gunoi. Le puteți restaura în 90 de zile. Vă rugăm să goliți coșul de gunoi în caz de nevoie pentru a elibera spațiu.
ru: Выбранные файл(ы) будут перемещены в корзину. Вы сможете восстановить их в течении 90 дней. Если вам нужно освободить память lifebox, не забудьте сначала очистить корзину.
sq: Njësitë e pëzgjedhura do të zhvendosen në kosh. Ju mund t'i riktheni në 90 ditë. Ju lutem zbrazni koshin në rast se ju duhet të lironi hapsirë.
tr: Seçilen dosya(lar) çöp kutusuna taşınacak. 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані файли будуть переміщені в корзину. Ви зможете повернути їх протягом 90 днів. Якщо вам потрібно звільнити пам'ять lifebox, спочатку обов'язково очиститикорзину.

# unhide_popup_success_title
source: Item(s) unhidden successfully.
ar: تم تحميل العناصر مرة أخرى.
de: Das/die ausgewählte/-n Element/-e wurden zurückgeladen.
es: El/Los elemento(s) se han restaurado.
fr: Point(s) non caché(s) avec succès.
ka: ნივთ(ებ)ი წარმატებით გამოჩნდა.
ro: Element (e) ne-ascuns cu succes.
ru: Предмет(ы) были восстановлены.
sq: Njësitë u zbuluan me sukses
tr: Öğe(ler) geri yüklendi.
uk: Елементи відновлені.

# delete_popup_text
source: The selected file(s) will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل الملفات المختارة لسلة المهملات. يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Die ausgewählte/-n Datei/-en wird/werden in den Papierkorb verschoben. Du kannst diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergiss nicht, den Papierkorb zuerst zu leeren, wenn Du Speicherplatz für Deine Lifebox freigeben willst.
es: La/Las carpetas seleccionadas se moverán a la papelera. Podrás restaurar los contenidos dentro de 90 días. Si hace falta liberar la memoria primero asegurarte de vaciar la papelera.
fr: Le(s) fichier(s) sélectionné(s) sera (seront) mis à la poubelle. Vous pouvez les restaurer dans un délai de 90 jours. Veuillez vider votre poubelle en cas de besoin pour libérer de l'espace.
ka: შერჩეული ფაილ(ებ)ი გადავა სანაგვე ურნაში. მათი აღდგენა შეგეძლება 90 დღის განმავლობაში. გთხოვ დააცარიელო სანაგვე ურნა, თუ მეტი თავისუფალი ადგილი დაგჭირდება.
ro: Fișierele selectate vor fi eliminate în coșul de gunoi. Le puteți restaura în 90 de zile. Vă rugăm să goliți coșul de gunoi în caz de nevoie pentru a elibera spațiu.
ru: Выбранные файл(ы) будут перемещены в корзину. Вы сможете восстановить их в течении 90 дней. Если вам нужно освободить память lifebox, не забудьте сначала очистить корзину.
sq: Njësitë e pëzgjedhura do të zhvendosen në kosh. Ju mund t'i riktheni në 90 ditë. Ju lutem zbrazni koshin në rast se ju duhet të lironi hapsirë.
tr: Seçilen dosya(lar) çöp kutusuna taşınacak. 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані файли будуть переміщені в корзину. Ви зможете повернути їх протягом 90 днів. Якщо вам потрібно звільнити пам'ять lifebox, спочатку обов'язково очиститикорзину.

# PackagesPolicyTextBillo
source: Subsriptions are renewed on a monthly basis Payment will be charged to iTunes Account at confirmation of purchase Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period Account will be charged for renewal within 24-hours prior to the end of the current period. The fees are reflected as they are shown on the in-app purchase screen. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable Privacy Policy: https://billostorage.com/policy Terms of Use:
ar: تُجدَّد الاشتراكات شهرياً. ويُحمَّل حسابك في iTunes الرسوم عند تأكيد الشراء. وتُجدَّد الاشتراكات تلقائياً ما لم يُوقَف تشغيل خيار التجديد التلقائي قبل 24 ساعة على الأقل من وقت انتهاء الاشتراك في حينه. تخصم تكلفة التجديد من الحساب في خلال 24 ساعة قبل تاريخ تجديد الاشتراك. وتكون الرسوم كما هي في نافذة الشراء داخل التطبيق. يمكن للمستخدم بعد الشراء إدارة الاشتراك وإلغائه وخيار التجديد التلقائي وإيقافه من "إعدادات الحساب". يُصادر أي جزء متبقٍ من مدة التجربة المجانية -إن مُنحت- عند دفع المستخدم ثمن الاشتراك، وذلك حسب مقتضى الحال. نهج الخصوصية:https://mybilloapp.com/policy/?lang=en تعليمات الاستخدام:
de: Die Abonnements werden monatlich erneuert. Die Zahlung wird dem iTunes-Konto bei der Kaufbestätigung belastet. Das Abonnement verlängert sich automatisch, wenn die automatische Verlängerung nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert wird Das Konto wird für die Verlängerung innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums belastet. Die Gebühren werden so wiedergegeben, wie sie auf dem In-App-Kaufbildschirm angezeigt werden. Abonnements können vom Benutzer verwaltet werden und die automatische Verlängerung kann deaktiviert werden, indem Sie nach dem Kauf zu den Kontoeinstellungen des Benutzers wechseln Jeder nicht genutzte Teil eines kostenlosen Testzeitraums, falls angeboten, verfällt, wenn der Nutzer ein Abonnement für diese Veröffentlichung erwirbt, sofern zutreffend Datenschutzbestimmungen: https://mybilloapp.com/policy/?lang=en Nutzungsbedingungen:
es: Las suscripciones se renuevan mensualmente. El pago se cargará a la cuenta de iTunes en la confirmación de compra. La suscripción se renueva automáticamente a menos que se deshabilite la opción de la renovación automática al menos 24 horas antes del final del período actual. La cuenta se cobrará por la renovación dentro de las 24 horas anteriores al final del período actual. Las tarifas se reflejan tal como se muestran en la pantalla de compra en la aplicación. Las suscripciones pueden ser administradas por el usuario y la renovación automática se puede desactivar yendo a la configuración de la cuenta del usuario después de la compra. Cualquier porción no utilizada de un período de prueba gratuito, si se ofrece, se perderá cuando el usuario compre una suscripción a esa publicación, cuando corresponda en la Política de Privacidad: https://mybilloapp.com/policy/?lang=en Términos de Uso:
fr: Les abonnements sont renouvelés chaque mois Le paiement sera débité du compte iTunes au moment de la confirmation de l'achat L'abonnement se renouvelle automatiquement, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours Le compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période en cours. Les frais sont indiqués tels qu'ils figurent sur l'écran d'achat de l'application. Les offres peuvent être gérés par l'utilisateur et le renouvellement automatique peut être désactivé en allant dans les paramètres du compte de l'utilisateur après l'achat Toute partie non utilisée d'une période d'essai gratuite, si elle est offerte, sera perdue lorsque l'utilisateur achètera un abonnement à cette publication, le cas échéant Politique de confidentialité : https://mybilloapp.com/policy/?lang=fr Conditions d'utilisation:
ka: გამოწერები განახლდება ყოველთვიურად გადახდა დაირიცხება iTunes ანგარიშზე შეძენის დადასტურებისას გამოწერა ავტომატურად განახლდება, თუ ავტომატური განახლება არ არის გამორთული მიმდინარე პერიოდის დასრულებამდე მინიმუმ 24 საათით ადრე ანგარიშის განახლებისთვის თანხა ჩამოიჭრება მიმდინარე პერიოდის დასრულებამდე 24 საათის განმავლობაში. საკომისიოები აისახება როგორც ნაჩვენებია აპლიკაციის შესყიდვის ეკრანზე. გამოწერები შეიძლება მართოს მომხმარებელმა და ავტომატური განახლება შეიძლება გამორთოს შეძენის შემდეგ მომხმარებლის ანგარიშის პარამეტრებზე გადასვლით უფასო საცდელი პერიოდის ნებისმიერი გამოუყენებელი ნაწილი, შეთავაზების შემთხვევაში, დაიკარგება, როდესაც მომხმარებელი აპლიკაციის პაკეტს გამოიწერს, სადაც ეს შესაძლებელია. კონფიდენციალურობის შეტყობინება: https://m.turkcell.com.tr/tr/gizlilik-ve-guvenlik მოხმარების პირობები:
ro: Abonamentele sunt reînnoite lunar. Plata va fi preluată de pe contul iTunes la confirmarea achiziției. Abonamentul se reînnoiește automat, cu excepția cazului în care opțiunea de auto-reînnoire este oprită cu cel puțin 24 de ore înainte de expirarea perioadei curente. Plata se va extrage cu 24 de ore înainte de sfârșitul perioadei curente. Taxele se reflectă pe măsură ce sunt afișate în ecranul de achiziție al aplicației. Abonamentele pot fi gestionate de utilizator și reînnoirea automată poate fi oprită din setări. Dacă utilizatorul achiziționează abonamentul în perioada de testare gratuită, partea neutilizată a acestei perioade - se pierde. Politica de confidențialitate: https://mybilloapp.com/policy/?lang=en Termeni de utilizare:
ru: Подписка продлевается каждый месяц. При подтверждении покупки оплата взимается с вашей учётной записи iTunes. Подписка продлевается автоматически, если функция автоматического продления не выключена по крайней мере за 24 часа до окончания текущего периода. За продление подписки с вашего счёта будут списаны средства в течение 24-х часов до окончания текущего периода. Плата отображается как плата на экране покупок в приложении. Пользователь может управлять своими подписками, после совершения покупки функция автоматического продления подписки может быть выключена в меню "Настройки» учётной записи пользователя. Любая неиспользованная часть подписки в течение бесплатного пробного периода, если таковая имеется, будет прервана, как только пользователь оформит подписку, где это применимо. Политика конфиденциальности: https://mybilloapp.com/policy/?lang=en Условия использования:
sq: Abonimet rinovohen çdo muaj. Pagesa do i ngarkohet llogarisë iTunes pas konfirmimit të blerjes. Abonimi rinovohet në mënyrë automatike nëse nuk është i çaktivizuar 24 orë përpara përfundimit të afatit. Llogaria do të faturohet për rinovim brenda 24 orësh përpara përfundimit të afatit. Tarifat janë të njëjtat me ato të shfaqura në ekranin e aplikacionit. Abonimi mund të manaxhohet nga vetë përdoruesi dhe rinovimi automatik mund të çaktivizohet duke shkuar tek Rregullimet e Llogarisë së përdoruesit pas blerjes. Çdo ditë e papërdorur e periudhës së provës pa pagesë, nëse ofrohet, do të konfiskohet kur përdoruesi të blejë një abonim në atë publikim, aty ku është e aplikueshme. Politika e Privatsisë: https://mybilloapp.com/policy/?lang=en Kushtet e Përdorimit:
tr: Abonelikler aylık bazda yenilenmekte ve ödeme, satın alma onayından sonra iTunes hesabına faturalandırılmaktadır. Otomatik yenileme mevcut dönemin sona ermesinden en az 24 saat önce kapatılmazsa abonelik otomatik olarak yenilenir. Hesap, mevcut dönemin sona ermesine 24 saat kala yenileme işlemi doğrultusunda ücretlendirilecektir. Ücretler uygulama içi satın alma ekranında gösterildiği gibi yansıtılacaktır. Abonelikler kullanıcı tarafından yönetilebilir ve otomatik yenileme, satın alma işleminden sonra kullanıcının Hesap Ayarlarına giderek kapatılabilir. Gizlilik ve Güvenlik: https://mybilloapp.com/policy/?lang=tr Kullanım Şartları:
uk: Підписки поновлюються щомісяця Оплату буде стягнуто з рахунку iTunes за підтвердження покупки Передплата автоматично поновлюється, якщо автоматичне оновлення не буде вимкнено принаймні за 24 години до кінця поточного періоду Плата буде стягуватися за поновлення протягом 24 годин до закінчення поточного періоду. Плата відображається, оскільки вона відображається на екрані покупки в програмі. Користувачі можуть керувати, автоматичне оновлення може бути вимкнено, перейшовши до налаштувань облікового запису користувача після покупки Будь-яка невикористана частина безкоштовного пробного періоду, якщо вона пропонується, буде втрачена, коли користувач купує підписку на цю публікацію, де це можливо Політика конфіденційності: https://mybilloapp.com/policy/?lang=en Умови користування:

# unhide_items_popup_text
source: Selected item(s) will be unhidden and moved back to previous folders.
ar: سوف تنتقل العناصر المختارة للمجلدات القديمة وسوف تتمكن من الظهور في قوائم lifebox.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Element/-e wird/werden in ihre alten Ordner verschoben und in den Lifebox-Listen angezeigt. Möchtest Du fortfahren?
es: El/los elemento(s) se moverán a las carpetas antiguas y se podrá ver en las listas de lifebox. Deseas continuar?
fr: Le(s) élément(s) sélectionné(s) ne sera (seront) pas caché(s) et sera (seront) déplacé(s) vers les dossiers précédents.
ka: არჩეული ნივთ(ებ)ი გამოჩნდება და გადაადგილდება კუთხვნილ საქაღალდეში.
ro: Elementul (ele) selectat (ă) va fi ne-ascuns și va fi mutat înapoi în dosarele anterioare.
ru: Выбранные предмет(ы) будут перемещены обратно в свои папки и будут отображаться в списках lifebox. Хотите продолжить?
sq: Njësitë e përzgjedhura do të zbulohen dhe do të zhvendosen në skedarët e mëparshëm.
tr: Seçilen öğe(ler) eski klasörlerine geri taşınacak ve lifebox listelerinde görüntülenebilmeye başlayacak. Devam etmek istiyor musun?
uk: Вибрані елементи будуть переміщені назад в їх старі папки та будуть зображатися в списках lifebox. Ви бажаєте продовжити?

# unhide_albums_popup_text
source: Selected album(s) will be unhidden and moved back to previous folders.
ar: سوف تنتقل الألبومات المختارة ومحتوياتها للمجلدات القديمة وسوف تتمكن من الظهور في قوائم lifebox.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Album/-en wird/werden in ihre alten Ordner verschoben und in den Lifebox-Listen angezeigt. Möchtest Du fortfahren?
es: El/Los álbumes seleccionados se moverán a las carpetas antiguas y se podrán ver en las listas. Desea continuar?
fr: Le ou les albums sélectionnés ne seront pas cachés et seront replacés dans les dossiers précédents.
ka: არჩეული ალბომ(ებ)ი გამოჩნდება და გადაადგილდება კუთხვნილ საქაღალდეში.
ro: Albumul (albumele) selectat (ă) va fi ne-ascusc și va fi mutat înapoi în dosarele anterioare.
ru: Выбранные альбомы(ы) будут перемещены обратно в свои папки и будут отображаться в списках lifebox. Хотите продолжить?
sq: Albumet e përzgjedhur do të zbulohen dhe do të zhvendosen në skedarët e mëparshëm.
tr: Seçilen albüm(ler) ve içerikleri eski klasörlerine geri taşınacak ve lifebox listelerinde görüntülenebilmeye başlayacak. Devam etmek istiyor musun?
uk: Вибрані альбоми та їх зміст будуть переміщені назад в їх старі папки та будуть зображатися в списках lifebox. Ви бажаєте продовжити?

# move_to_trash_hidden_albums_confirmation_popup_text
source: The selected album(s) will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل الألبومات المختارة ومحتوياتها لسلة المهملات. سوف يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Die ausgewählte Datei wird in den Papierkorb verschoben. Sie können diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergessen Sie nicht, den Papierkorb zuerst zu leeren, wenn Sie Speicherplatz für Ihre Lifebox freigeben wollen. Möchten Sie fortfahren.
es: El/Los elementos seleccionadas se moverá a la papelera. Podrás restaurar los contenidos dentro de 90 días. Si hace falta liberar la memoria primero asegurarte de vaciar la papelera.
fr: Le ou les albums sélectionnés seront mis à la poubelle. Vous pouvez les restaurer dans un délai de 90 jours. Veuillez vider votre poubelle en cas de besoin pour libérer de l'espace.
ka: შერჩეული ალბომ(ებ)ი გადავა სანაგვე ურნაში. მათი აღდგენა შეგეძლება 90 დღის განმავლობაში. გთხოვ დააცარიელო სანაგვე ურნა, თუ მეტი თავისუფალი ადგილი დაგჭირდება.
ro: Albumul (albumele) selectat (ă) vor fi eliminate în coșul de gunoi. Le puteți restaura în 90 de zile. Vă rugăm să goliți coșul de gunoi în caz de nevoie pentru a elibera spațiu.
ru: Выбранные альбом(ы) будут перемещены в корзину. Вы сможете восстановить их в течении 90 дней. Если вам нужно освободить память lifebox, не забудьте сначала очистить корзину.
sq: Albumet e pëzgjedhur do të zhvendosen në kosh. Ju mund t'i riktheni në 90 ditë. Ju lutem zbrazni koshin në rast se ju duhet të lironi hapsirë.
tr: Seçilen albüm(ler) ve içerikleri çöp kutusuna taşınacak. Albüm ve içindeki öğeleri 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані альбоми та їх зміст будуть переміщені будуть переміщені в корзину. Ви зможете отримати альбом та його елементи протягом 90 днів. Якщо вам потрібно звільнити пам'ять lifebox, не забудьте спочатку очистити корзину.

# delete_items_confirmation_popup_text
source: Selected item(s) will be permanently deleted and you will have no access to them. Are you sure to continue?
ar: سوف تزال العناصر المختارة من lifebox بشكل كامل.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Element/-e wird/werden von Lifebox für immer entfernt. Möchtest Du fortfahren?
es: El/ los elemento/s seleccionados se removerán por completo. Desea Continuar?
fr: Le ou les éléments sélectionnés seront définitivement supprimés et vous n'y aurez pas accès. Êtes-vous sûr de continuer ?
ka: შერჩეული ნივთ(ებ)ი სამუდამოდ წაიშლება და მათ ვეღარ იხილავ. დარწმუნებული ხარ რომ გსურს გაგრძელება?
ro: Elementele selectate vor fi șterse definitiv și nu veți avea acces la ele. Ești sigur că vrei să continui?
ru: Выбранные предмет(ы) будут полностью удалены из lifebox. Хотите продолжить?
sq: Njësitë e përzgjedhura do të fshihen përfundimisht dhe nuk do të keni më të drejta mbi to. Dëshironi të vazhdoni?
tr: Seçilen öğe(ler) lifebox'tan tamamen kaldırılacak. Devam etmek istiyor musun?
uk: Вибрані елементи будуть повністю видалені з lifebox. Ви бажаєте продовжити?
