Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# spotify_delete_subtitle
source: You won't be able to access them once they are deleted.
ar: بعد مسحها سوف لا تستطيع تحقيق الوصول.
de: Nach dem Löschen kannst Du nicht mehr zugreifen
es: No podrás acceder después de eliminar.
fr: Une fois supprimé, vous ne pourrez plus y accéder.
ka: შენ ვერ შეძლებ მათზე წვდომას მათი წაშლის შემდეგ.
ro: Nu le vei putea accesa după ce vor fi șterse.
ru: Вы не сможете получить к ним доступ, как только они будут удалены.
sq: Ju nuk do të keni t'i aksesoni pasi të fshihen.
tr: Silindikten sonra erişim sağlayamayacaksın.
uk: Ви не зможете отримати доступ до них після їх видалення.

# spotify_delete_delete_button
source: Delete
ar: امسح
de: Lösche
es: Eliminar
fr: Supprimer
ka: წაშლა
ro: Șterge
ru: Удалить
sq: Fshini
tr: Sil
uk: Видалити

# spotify_cancel_import_title
source: Are you sure you want to cancel importing playlists?
ar: هل أنت متأكد من أنك تريد إلغاء عملية النقل بقوائم التشغيل؟
de: Bist du Dir sicher, dass Du die Übertragung der Wiedergabelisten rückgängig machen willst?
es: ¿Estás seguro de que deseas cancelar la transferencia de listas de reproducción?
fr: Voulez-vous vraiment annuler le transfert des playlists?
ka: დარწმუნებული ხარ, რომ გსურს გააუქმო მუსიკალური კატალოგის იმპორტი?
ro: Sigur dorești să anulezi importarea playlisturilor?
ru: Вы уверены, что хотите отменить импорт плейлистов?
sq: Jeni i sigurt që doni të anuloni listat që po importohen?
tr: Çalma listelerinin aktarım işlemini iptal etmek istediğinden emin misin?
uk: Справді скасувати імпорт плейлистів?

# spotify_cancel_import_title_bold
source: cancel importing playlists?
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler le transfert
ka: გავაუქმოთ მუსიკალური კატალოგის იმპორტი?
ro: anulează importarea playlisturolor?
ru: отменить импорт плейлистов?
sq: Doni t'i anuloni listat që po importohen?
tr: iptal etmek
uk: скасувати імпорт плейлистів?

# spotify_cancel_import_subtitle
source: If you cancel, your previously imported playlists will be kept as they are.
ar: إذا قمتم بإلغاء العملية, فسيتم الاحتفاظ بقوائم التشغيل التي قمت بنقلها في عملية النقل السابقة كما هي.
de: Wenn Du die Verarbeitung abbrichst, werden die zuletzt übertragenen Wiedergabelisten erhalten bleiben.
es: Si cancelas la operación, las listas de reproducción que moviste en la transferencia anterior se mantendrán como están.
fr: Si vous annulez, les playlists que vous avez importées précédemment seront conservées.
ka: თუ გააუქმებ, შენს მიერ ადრე იმპორტირებული მუსიკალური კატალოგი დარჩება ისე, როგორც არის.
ro: Dacă anulezi, playlisturile importate anterior vor fi păstrate așa cum sunt.
ru: Если вы отмените, ранее импортированные плейлисты будут сохранены как есть.
sq: Nëse shtypni anulim, listat e importuara më parë do të mbahen ashtu siç janë.
tr: İşlemini iptal edersen, bir önceki aktarımda taşıdığın çalma listelerin mevcut haliyle saklanacaktır.
uk: Якщо ви скасуєте, раніше імпортовані плейлисти, вони будуть збережені як і раніше.

# spotify_cancel_import_continue_button
source: Continue Importing
ar: اكمل عملية النقل
de: Fahre mit der Übertragung fort
es: Continuar transferencia
fr: Continuer le transfert
ka: გააგრძელე იმპორტირება
ro: Continuă importul
ru: Продолжить импортирование
sq: Vazhdoni importimin
tr: Aktarıma devam et
uk: Продовжити імпорт

# spotify_cancel_import_cancel_button
source: Cancel Importing
ar: قم بإلغاء عملية النقل
de: Breche die Übertragung ab
es: Cancelar la transferencia
fr: Annuler le transfert
ka: გააუქმე იმპორტირება
ro: Anulează importul
ru: Отменить импортирование
sq: Anuloni importimin
tr: Aktarımı iptal et
uk: Скасувати імпорт

# account_verified
source: Thank you for verifying your account!
ar: نشكركم لقيامكم بالتحقق من صحة بريدكم الإلكتروني!
de: Danke dass Du Deine E-Mail authentifiziert hast.
es: ¡Gracias por verificar tu correo electrónico!
fr: Merci d'avoir vérifié votre email !
ka: მადლობა, ანგარიშის ვერიფიცირებისთვის!
ro: Mulțumim că ai verificat contul!
ru: Спасибо за подтверждение вашей учетной записи!
sq: Faleminderit që verifikuat llogarinë tuaj!
tr: E-postanı doğruladığın için teşekkürler!
uk: Дякуємо, що підтвердили ваш акаунт!

# two_fa_too_many_requests_error_message
source: Too many verification code requested, please try again later
ar: لقم قمتم بطلب العديد من رموز التحقق,من فضلكم قوموا بالمحاولة فيما بعد.
de: Es wurden zu viele Authentifizierungscodes beantragt, bitte versuche es später wieder.
es: Se han solicitado demasiados códigos de verificación, volver a intentarlo más tarde.
fr: Trop de codes de vérification ont été demandés, veuillez réessayer ultérieurement.
ka: ძალიან ბევრ ვერიფიკაციის კოდის მოთხოვნაა, მოგვიანდებით სცადე
ro: Sunt solicitate prea multe coduri de verificare, încearcă din nou mai târziu
ru: Отправлено слишком много запросов на получение кода подтверждения, повторите попытку позже
sq: Janë kërkuar shumë kode verifikimi. Ju lutemi, provoni përsëri më vonë
tr: Çok fazla doğrulama kodu istendi, lütfen daha sonra tekrar dene.
uk: Ви надіслали забагато запросів на отримання коду підтвердження. Повторіть спробу пізніше

# 2_factor_auth
source: Two-Factor Authentication
ar: المصادقة الثنائية صاحبة العاملان
de: Zwei-Faktoren Authentifizierung
es: Verificación de Identidad de Dos Factores
fr: authentification à deux facteurs
ka: ორეტაპიანი ავთენტიპიკაცია
ro: Autentificare prin doi factori
ru: Двухфакторная аутентификация
sq: Autentifiklim dy-faktorësh
tr: İki Faktörlü Kimlik Doğrulama
uk: Двофакторна автентифікація

# extra_auth_new_device_reason
source: You are logging into lifebox from a different device
ar: تقومون بتسجيل الدخول إلى لايف بوكس من جهاز مختلف.
de: Du meldest dich von einem anderen Gerät bei Lifebox an.
es: Estas ingresando a Lifebox por medio de un dispositivo distinto.
fr: Vous vous connectez à lifebox à partir d'un autre appareil.
ka: შენ შედიხარ lifebox-ში სხვა მოწყობილობიდან
ro: Te conectezi la lifebox de pe un alt dispozitiv
ru: Вы входите в lifebox с другого устройства
sq: Ju jeni duke hyrë në Lifebox nga një pajisje tjetër
tr: lifebox'a farklı bir cihazdan giriş yapıyorsun.
uk: Ви входите в lifebox з іншого пристрою

# extra_auth_account_setting_reason
source: You activated two-factor authentication on your account
ar: قمتم بتفعيل المصادقة الثنائية صاحبة العاملان بحسابكم
de: Du hast in Deinem Konto die Zweifaktoren-Authentifizierung aktiviert.
es: Has actualizado la verificación de identidad de dos factores en tu cuenta.
fr: Vous avez activé l'authentification à deux facteurs de votre compte.
ka: შენ გაააქტიურე ორფაქტორიანი ავთენტიფიკაცია შენს ანგარიშზე
ro: Ai activat autentificarea prin doi factori pe cont.
ru: Вы активировали двухфакторную аутентификацию на своем аккаунте
sq: Keni aktivizuar autentifikimin dy-faktorësh për llogarinë tuaj
tr: Hesabında iki faktörlü kimlik doğrulamasını etkinleştirdin.
uk: Ви активували двофакторну автентифікацію у своєму обліковому записі

# extra_auth_account_navigation_title
source: Security Check
ar: تحقق الأمان
de: Sicherheitskontrolle
es: Control de seguridad
fr: Contrôle de sécurité
ka: უსაფრთხოების შემოწმება
ro: Verificare de securitate
ru: Проверка безопасности
sq: Kontrolli i sigurisë
tr: Güvenlik Kontrolü
uk: Перевірка безпеки

# extra_auth_account_describe_label
source: To secure your account and login safely, we’ll send you a security code to verify your identity.
ar: حتى تستطيع تسجيل الدخول بشكل امن ومن أجل التأكد من أن حسابكم في أمان سوف نرسل إليكم رمز حماية حتى نتمكن من التأكد من هويتكم.
de: Damit Dein Konto gesichert und Du sicher auf Dein Konto zugreifen kannst, werden wir zur Authentifizierung Deiner Person Dir einen Sicherheitscode schicken.
es: Te enviaremos un código de seguridad para asegurar su cuenta y verificarlo para iniciar sesión de forma segura
fr: Pour sécuriser votre compte et vous authentifier nous vous enverrons un code de sécurité.
ka: შენი ანგარიშის დასაცავად და უსაფრთხოდ შესვლისთვის, ჩვენ გამოგიგზავნით უსაფრთხოების კოდს ვინაობის დასადასტურებლად.
ro: Pentru a vă asigura contul și conectarea în siguranță, vă vom trimite un cod de securitate pentru a vă verifica identitatea.
ru: Чтобы обезопасить вашу учетную запись и войти в систему, мы вышлем вам код безопасности для подтверждения вашей личности.
sq: Për të siguruar llogarinë tuaj e për të hyrë të sigurt, ne do t'ju dërgojmë një kod sigurie për të verifikuar identitetin tuaj.
tr: Hesabını güvence altına almak ve güvenli bir şekilde giriş yapman için kimliğini doğrulayabilmek adına sana bir güvenlik kodu göndereceğiz.
uk: Щоб захистити свій обліковий запис і увійти в систему, ми надішлемо вам код безпеки для підтвердження вашої особи.

# extra_auth_account_choose_type
source: Send the security code:
ar: أرسل رمز الحماية على:
de: Sende den Sicherheitscode hierher.
es: Enviar aquí el código de seguridad.
fr: Envoyer le code de sécurité :
ka: გამოგზავნე უსაფრთხოების კოდი:
ro: Trimite codul de securitate:
ru: Отправьте код безопасности:
sq: Dërgoni kodin e sigurisë:
tr: Güvenlik kodunu buraya gönder:
uk: Надіслати код безпеки:

# extra_auth_account_phone_cell
source: To my phone number:
ar: على رقم هاتفي:
de: an meine Mobilnummer:
es: A mi número de teléfono:
fr: Vers mon numéro de téléphone :
ka: ჩემს ნომერზე:
ro: La numărul meu de telefon:
ru: На мой номер телефона:
sq: Në numrin tim të telefonit:
tr: Telefon numarama:
uk: На мій номер телефону:

# extra_auth_account_email_cell
source: To my e-mail:
ar: على عنوان بريدي الإلكتروني:
de: an meine E-Mail:
es: A mi correo electrónico:
fr: À mon adresse e-mail :
ka: ჩემს მეილზე:
ro: La e-mailul meu:
ru: На мой e-mail:
sq: Në adresën time të email:
tr: E-posta adresime:
uk: На мій електронний лист:

# NSLocationWhenInUseUsageDescription
source: Your location will be used for background syncing and for organizing & searching your photos.
ar: سيتم استخدام موقعك لمزامنة الخلفية وللتنظيم والبحث في صورك.
de: Ihr Standort wird für die Hintergrundsynchronisierung sowie für die Organisation und Suche Ihrer Fotos verwendet.
es: Su ubicación se utilizará para la sincronización en segundo plano y para organizar y buscar sus fotos.
fr: Votre géolocalisation sera utilisée pour la synchronisation et pour organiser et rechercher vos photos.
ka: შენი მდებარეობა გამოყენებული იქნება ფონური სინქრონიზაციისთვის და შენი ფოტოების ორგანიზებისა და ძიებისთვის.
ro: Locația dvs. va fi utilizată pentru sincronizarea de fundal și pentru organizarea și căutarea fotografiilor.
ru: Ваше местоположение будет использоваться для фоновой синхронизации, а также для организации и поиска ваших фотографий.
sq: Vendndodhja juaj do të përdoret për sinkronizimin e sfondit dhe për organizimin dhe kërkimin e fotove tuaja.
tr: Fotoğraflarının arka planda yedeklenebilmesi ve konumununa göre organize edilip aranabilmesi için konum iznine ihtiyacımız var
uk: Ваше місце розташування буде використано для синхронізації у фоновому режимі та для організації та пошуку фотографій.

# two_fa_email_new_otp_description
source: We have sent a code to your e-mail: %@
ar: قد أرسلنا رمز حماية جديد على عنوان بريدكم الإلكتروني%@
de: Wir haben an deine E-Mail einen neuen Code gesendet %@
es: Hemos enviado un nuevo código a tu correo electrónico: %@
fr: Nous avons envoyé un nouveau code à l'adresse e-mail:%@
ka: ჩვენ გამოვგზავნეთ კოდი შენს მეილზე: %@
ro: Am trimis un cod la adresa de e-mail: %@
ru: Мы отправили код на ваш адрес электронной почты: %@
sq: Ne kemi dërguar një kod në postën tuaj elektronike:%@
tr: E-posta adresine yeni bir kod gönderdik: %@
uk: Ми надіслали код на вашу електронну пошту: %@

# two_fa_email_existing_otp_description
source: We have already sent the code to your email: %@ Please enter existing code.
ar: قد أرسلنا رمز الحماية على عنوان بريدكم الإلكتروني:%@من فضلكم ادخلوا الرمز الذي أرسلناه لكم.
de: Wir haben an deine E-Mail einen neuen Code gesendet %@. Bitte gib den neuen aktuellen Code ein. %@
es: Hemos enviado el código a tu correo electrónico: %@ Por favor ingresar el código existente que te hemos enviado.
fr: Nous avons envoyé le code de sécurité à l'adresse e-mail:%@ Veuillez saisir ce code.
ka: ჩვენ უკვე გამოგიგზავნეთ კოდი შენს ელ.ფოსტაზე: %@ გთხოვთ, შეიყვანო არსებული კოდი.
ro: Am trimis deja codul la adresa de e-mail: %@ Te rugăm să introduci codul existent.
ru: Мы уже отправили код на ваш адрес электронной почты: %@ Пожалуйста, введите существующий код.
sq: Ne e kemi dërguar tashmë kodin në emailin tuaj: %@ Ju lutemi, vendosni kodin ekzistues.
tr: E-posta adresine güvenlik kodunu gönderdik: %@ Lütfen sana gönderdiğimiz mevcut kodu gir.
uk: Ми вже надіслали код на вашу електронну пошту: %@ Будь ласка, введіть існуючий код.

# two_fa_phone_new_otp_description
source: We have sent a code to your phone number: %@
ar: أرسلنا إلى هاتفكم رمز جديد %@
de: Wir haben an dein Mobiltelefon einen neuen Code gesendet %@
es: Hemos enviado un nuevo código a tu teléfono: %@
fr: Nous avons envoyé un nouveau code sur votre téléphone:%@
ka: ჩვენ გამოგიგზავნეთ კოდი შენს ტელეფონის ნომერზე: %@
ro: Am trimis un cod la numărul de telefon: %@
ru: Мы отправили код на ваш номер телефона: %@
sq: Ne kemi dërguar një kod në numrin tuaj të telefonit: %@
tr: Telefonuna yeni bir kod gönderdik: %@
uk: Ми надіслали код на ваш номер телефону: %@

# two_fa_phone_existing_otp_description
source: We have already sent the code to your phone number: %@ Please enter existing code.
ar: قد أرسلنا رمز الحماية إلى هاتفكم:%@من فضلكم ادخلوا الرمز الذي أرسلناه لكم.
de: Wir haben an dein Mobiltelefon einen neuen Code gesendet %@. Bitte gib den neuen aktuellen Code ein. %@
es: Hemos enviado el código de seguridad a tu teléfono: %@ Por favor ingresar el código existente que te hemos enviado.
fr: Nous avons envoyé le code de sécurité sur votre téléphone:%@ Veuillez saisir ce code.
ka: ჩვენ უკვე გამოგიგზავნეთ კოდი შენს ტელეფონის ნომერზე: %@ გთხოვთ, შეიყვანო არსებული კოდი.
ro: Am trimis deja codul la numărul de telefon: %@ Te rugăm să introduci codul existent.
ru: Мы уже отправили код на ваш номер телефона: %@ Пожалуйста, введите существующий код.
sq: Ne e kemi dërguar tashmë kodin në numrin tuaj të telefonit: %@ Ju lutemi, vendosni kodin ekzistues.
tr: Telefonuna güvenlik kodunu gönderdik: %@ Lütfen sana gönderdiğimiz mevcut kodu gir.
uk: Ми вже надіслали код на ваш номер телефону: %@ Введіть існуючий код.

# Feature
source: Feature Package
ar: باقة إضافية
de: Zusatzpaket
es: Paquete Adicional
fr: Caractéristiques de l'offre
ka: ფუნქციების პაკეტი
ro: Caracteristică
ru: Функции
sq: Veçori
tr: Ek Paket
uk: Функція

# there_are_no_photos_favorites
source: You don't have any photos or videos on your Favorites list
ar: لا توجد مقاطع فيديو ولا صور حتى الان في ألبوم المفضلة.
de: Du hast noch keine Fotos oder Videos im Favoritenalbum.
es: Todavía no hay foto o video en el álbum de favoritos.
fr: Aucune photo ou vidéo dans l'album Favoris pour le moment.
ka: თქვენ არ გაქვს ფოტოები ან ვიდეოები შენს ფავორიტთა სიაში
ro: Nu ai nicio fotografie sau videoclipuri în lista de preferințe
ru: У вас нет фотографий или видео в Избранном
sq: Ju nuk keni asnjë foto ose video në listën e të Preferuarave
tr: Favoriler albümünde henüz fotoğraf veya video yok.
uk: У вас немає жодних фото або відео в Обраних

# there_are_no_photos_all
source: You don't have any photos or videos
ar: لا توجد مقاطع فيديو ولا صور أبدا
de: Gar keine Fotos oder Videos vorhanden.
es: No hay ni una foto o video.
fr: Aucune photo ou vidéo
ka: შენ არ გაქვს არცერთი ფოტო ან ვიდეო
ro: Nu ai fotografii sau videoclipuri
ru: У вас нет фотографий или видео
sq: Ju nuk keni asnjë foto apo video.
tr: Hiç fotoğraf veya video yok.
uk: У вас немає жодних фото або відео

source: Storage
ar: مساحة التخزين
de: Speicherort
es: Área de almacenamiento.
fr: Stockage
ka: საცავი
ro: Spațiu de stocare
ru: Хранилище
sq: Arkiva
tr: Saklama Alanı
uk: Сховище

# payment_title_app_store
source: App Store
ar: AppStore مع
de: Mit App- Store
es: Con App Store
sq: Dyqani i Aplikacioneve
tr: App Store ile

# payment_title_credit_card
source: Credit card
ar: بواسطة كارت الائتمان
de: Mit Kreditkarte
es: Con tarjeta de crédito
fr: Carte de crédit
ka: საკრედიტო ბარათი
ro: Card de credit
ru: Кредитная карта
sq: Karta e kreditit
tr: Kredi Kartı ile
uk: Кредитна картка

# payment_title_invoice
source: Charge to Bill
ar: أعكسها على فاتورتي
de: Übertrage es auf meine Rechnung
es: Reflejarlo en Mi Factura
fr: Ajouter à la facture
ka: გადასახადის გადახდა
ro: Factură
ru: Счет
sq: Fatura
tr: Faturama Yansıt
uk: Рахунок

# account_status_title
source: Your account is active now!
ar: تم تنشيط حسابك مرة أخرى!
de: Dein Konto wurde wieder aktiviert!
es: Se ha reactivado tu cuenta!
fr: Votre compte a été activé !
ka: შენი ანგარიში გააქტიურდა!
ro: Contul este activ acum!
ru: Ваша учетнач запись активна!
sq: Tani llogaria juaj është aktive!
tr: Hesabın tekrar aktive edildi!
uk: Ваш обліковий запис активний

# account_status_message
source: Your account is activated because of your login. If you want to delete your account permanently, you should not be logged in for 1 month after deleting
ar: تم تنشيط حسابك مرة أخرى لأنك قمت بالدخول خلال 30 يوما بعد عملية مسح الحساب.إذا كنت ترغب بالحذف بشكل مستمر,يجب عليك عدم القيام بالدخول خلال مدة 30 يوما بعد عملية مسح الحساب.
de: Weil Du innert 30 Tagen nach der Kontolöschung Dich wieder angemeldet hast, wurde dein Konto wieder aktiviert. Falls Du Dein Konto endgültig löschen willst, solltest Du Sich in den 30 Tagen nach der Löschung nicht mehr anmelden.
es: Tu cuenta se ha reactivado ya que iniciaste la sesión dentro de los 30 días posteriores a la eliminación de la cuenta. Si deseas eliminarlo permanentemente, no debes iniciar sesión durante 30 días después de eliminar la cuenta.
fr: Votre login reste actif. Si vous souhaitez le supprimer définitivement, vous devez ne pas vous connecter durant 1 mois après sa suppression.
ka: ანგარიში გააქტიურებულია შენი შესვლის გამო. თუ გსურს შენი ანგარიშის სამუდამოდ წაშლა, არ უნდა იყო შესული წაშლის შემდეგ 1 თვის განმავლობაში
ro: Contul este activat din cauza autentificării. Pentru a șterge definitiv contul, nu trebuie să fii autentificat timp de 1 lună după ștergere
ru: Ваша учетная запись активирована, потому что вы вошли в систему. Если вы хотите навсегда удалить свой аккаунт, не входите в систему в течение 1 месяца после удаления
sq: Llogaria juaj aktivizohet në sajë të hyrjes suaj. Nëse doni të fshini llogarinë tuaj përgjithmonë, nuk duhet të hyni deri në 1 muaj pas fshirjes.
tr: Hesap silme işleminden sonra 30 gün içinde giriş yaptığın için hesabın tekrar aktive edildi. Kalıcı olarak silmek istiyorsan, hesabını silme işleminden sonra 30 gün boyunca giriş yapmamalısın.
uk: Ваш рахунок активовано тому що ви ввійшли в свій обліковий запис. Якщо ви хочете назавжди видалити свій обліковий запис, не входьте в систему протягом 1 місяця після видалення

source: Security Question
ar: سؤال الأمان
de: Sicherheitsfrage
es: Pregunta de Seguridad
fr: Question de sécurité
ka: უსაფრთხოების შეკითხვა
ro: Întrebare de securitate
ru: Секретный вопрос
sq: Pyetje sigurie
tr: Güvenlik Sorusu
uk: Секретне питання

source: Edit Security Question
ar: تجديد سؤال الأمان
de: Aktualisiere deine Sicherheitsabfrage
es: Actualizar la pregunta de seguridad
fr: Editez votre question de sécurité
ka: შეცვალე უსაფრთხოების შეკითხვა
ro: Editează întrebarea de securitate
ru: Изменить секретный вопрос
sq: Ndrysho pyetjen e sigurisë
tr: Güvenlik sorunu güncelle
uk: Змінити секретне питання

# sequrity_question_id_is_invalid
source: Temporary error occured, please try again later
ar: حدث خطأ مؤقت ، يرجى المحاولة مرة أخرى لاحقًا
de: Ein vorübergehender Fehler ist aufgetreten, bitte versuche es später noch einmal
es: Se ha producido un error provisional, por favor volver a intentarlo de nuevo.
fr: Une erreur temporaire s'est produite, veuillez réessayer plus tard.
ka: დროებითი შეცდომა დაფიქსირდა, გთხოვ სცადე მოგვიანებით
ro: ID-ul întrebării de securitate nu este valid
ru: Секретный вопрос id неверен
sq: Ka patur një gabim të përkohshëm. Provoni përsëri më vonë.
tr: Geçici bir hata oluştu, lütfen daha sonra tekrar dene
uk: Секретне питання id недійснt

# sequrity_question_answer_is_invalid
source: Please enter at least 3 characters
ar: الرجاء إدخال 3 أحرف على الأقل
de: Gib bitte mindestens 3 Charakter ein
es: Por favor ingresar al menos 3 caracteres.
fr: Veuillez entrer au moins 3 caractères
ka: გთხოვ შეიყვანო სულ ცოტა 3 სიმბოლო
ro: răspunsul la întrebarea de securitate este nevalid
ru: Ответ на секретный вопрос недействителен
sq: Ju lutemi, vendosni të paktën 3 karaktere.
tr: Lütfen en az 3 karakter gir
uk: Відповідь на питання безпеки недійсна

# no_security_question
source: There is no security question
ar: لم يتم تحديد سؤال الأمان
de: Es wurde keine Sicherheitsfrage festgelegt
es: No se ha determinado la pregunta de seguridad.
fr: Question de sécurité non définie
ka: არ მოიძებნა უსაფრთხოების შეკითხვა
ro: Nu aveți întrebări secrete
ru: У вас нет секретного вопроса
sq: Nuk ka asnjë pyetje sigurie.
tr: Güvenlik sorusu belirlenmemiş
uk: У вас немає секретного питання

# select_question
source: Please Select
ar: وضح سؤال الأمان
de: Lege Deine Sicherheitsfrage fest
es: Determinar la pregunta de seguridad
fr: Définissez votre question de sécurité
ka: გთხოვ აირჩიო
ro: Te rog selecteaza
ru: Пожалуйста выберите
sq: Ju lutemi, përzgjidhni.
tr: Güvenlik sorunu belirle
uk: Оберіть будь ласка

# secret_answer
source: Your answer
ar: جوابك
de: Deine Antwort
es: Tu respuesta
fr: Votre réponse
ka: შენი პასუხი
ro: Răspunsul tău
ru: Ваш ответ
sq: Përgjigjia juaj
tr: Cevabın
uk: Ваша відповідь

# enter_secret_answer
source: Enter your answer
ar: أدخل جوابك
de: Gebe Deine Antwort ein
es: Ingresar tu respuesta
fr: Entrez votre réponse
ka: შეიყვანე შენი პასუხი
ro: Introduceți răspunsul
ru: Введите ваш ответ
sq: Vendosni përgjigjen tuaj.
tr: Cevabını gir
uk: Введіть вашу відповідь

# security_question_text_field_placeholder
source: Please set security question
ar: من فضلك وضح سؤال الأمان
de: Bitte lege Deine Sicherheitsfrage fest
es: Por favor determinar tu pregunta de seguridad
fr: Veuillez définir votre question de sécurité
ka: გთხოვ დააყენო უსაფრთხოების შეკითხვა
ro: Vă rugăm să setați întrebarea de securitate
ru: Пожалуйста, установите секретный вопрос
sq: Ju lutemi, vendosni pyetjen e sigurisë.
tr: Lütfen güvenlik sorunu belirle
uk: Будь ласка, встановіть секретне питання

# set_sequrity_question_button
source: Set Security Question
ar: وضح سؤال الأمان
de: Lege Deine Sicherheitsfrage fest
es: Determinar tu cuenta de seguridad
fr: Définissez votre question de sécurité
ka: დააყენე უსაფრთხოების შეკითხვა
ro: Setați întrebarea de securitate
ru: Установите секретный вопрос
sq: Vendosni pyetjen e sigurisë
tr: Güvenlik sorunu belirle
uk: Встановити секретне питання

# support_form_signup_subject_1
source: I cannot register with my e-mail
ar: لا استطيع الدخول باستخدام عنوان بريدي الإلكتروني/لايف بوكس.
de: Ich kann mich mit meiner E-Mail nicht anmelden.
es: No puedo iniciar sesión con Lifebox/ Mi correo electronico.
fr: Je ne parviens pas me connecter avec mon email
ka: ვერ ვრეგისტრირდები ჩემი მეილით
ro: Nu mă pot înregistra cu e-mailul meu
ru: я не могу зарегистрировать с моем e-mail
sq: Unë nuk mund të regjistrohem me postën time elektronike.
tr: E-postam ile giriş yapamıyorum.
uk: я не можу зареєструвати з моєї електронною поштою

# support_form_signup_subject_2
source: I cannot register with my phone number
ar: لا استطيع الدخول باستخدام رقم الهاتف الخاص بي/لايف بوكس.
de: Ich kann mich mit meiner Telefonnummer nicht anmelden.
es: No puedo iniciar sesión con mi número de teléfono.
fr: Je ne parviens pas me connecter avec mon numéro de téléphone
ka: ვერ ვრეგისტრირდები ჩემი ნომრით
ro: Nu mă pot înregistra cu numărul meu de telefon
ru: я не могу зарегистрироваться с номером телефона
sq: Unë nuk mund të regjistrohem me numrin tim të telefonit.
tr: Telefon numaram ile giriş yapamıyorum.
uk: я не можу зареєструвати з номером телефону
