Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# You can apply this filter and my more to your other picures as well
source: You can also apply other filters to your photos
ar: يمكن تطبيق عوامل تصفية أخرى في الصور.
de: Sie können auch andere Filter auf Ihre Fotos anwenden
es: También puede aplicar otros filtros a sus fotos
fr: Vous pouvez également appliquer d'autres filtres pour vos photos
ka: ასევე შეგიძლია გამოიყენო სხვა ფილტრები შენს ფოტოებზე
ro: La fel poți aplica și alte filtre pentru fotografiile tale
ru: Вы можете применить другие фильтры к вашим фото.
sq: Ju mund të aplikoni edhe filtra të tjerë tek fotot tuaja.
tr: Fotoğrafların için diğer filtreleri de uygulayabilirsiniz.
uk: Ви також можете застосувати інші фільтри до своїх фото

# Did you like this filter?
source: Discover the filters
ar: اطّلع على عوامل التصفية
de: Entdecken Sie die Filter
es: Descubra los filtros
fr: Découvrir les filtres
ka: აღმოაჩინე ფილტრები
ro: Descoperă filtrele
ru: Вам нравится данный фильтр?
sq: Zbuloni filtrat
tr: Filtreleri keşfet
uk: Відкрийте фільтри

source: Take a Photo
ar: التقاط صورة
de: Mach ein Foto
es: Tome una foto
fr: Prendre une photo
ka: გადაიღე ფოტო
ro: Fă o Poză
ru: Сделать фото
sq: Bëni një Foto
tr: Fotoğraf Çek
uk: Візьміть фото

# You don’t have a profile picture, let’s upload a pretty photo!
source: You don’t have a profile picture, let’s upload a nice photo!
ar: ليس لملف التعريف صورة، فيرجى تحميل صورة تليق بك!
de: Du hast kein Profilbild, lass uns ein hübsches Foto hochladen!
es: ¡No tiene una foto de perfil, vamos a subir una bonita!
fr: Vous n’avez pas de photo de profil, ajoutons une jolie photo!
ka: შენ არ გაქვს დაყენებული პროფილის ფოტო, მოდი ახლა ატვირთე კარგი სურათი!
ro: Nu ai o imagine de profil, hai să încărcăm o poză simpatică!
ru: У вас нет изображения в профиле, давайте загрузим красивое фото!
sq: Ju nuk keni foto profili! Le ta ngarkojmë një foto të bukur!
tr: Bir profil fotoğrafın yok, hadi güzel bir fotoğraf yükleyelim!
uk: У вас немає зображення профілю, завантажимо гарненьке фото!

source: Your profile looks empty
ar: ملف التعريف فارغ
de: Dein Profil sieht leer aus
es: Su perfil parece estar vacío
fr: Votre profil n'est pas complet
ka: შენი პროფილი ცარიელია
ro: Contul tău pare a fi gol
ru: Ваш профиль пуст
sq: Profili juaj duket bosh.
tr: Profilin boş görünüyor
uk: Ваш профіль виглядає порожнім

source: Sync with Data Plan Now
ar: المزامنة باستعمال بيانات شبكة الجوّال
de: Synchronisieren Sie mit Daten jetzt planen
es: Sincronizar con el plan de datos ya
fr: Synchroniser avec les données mobile maintenant
ka: სინქრონიზაცია მონაცემთა გეგმასთან ახლავე
ro: Sincronizează acum cu Planul de Date
ru: Синхронизировать с тарифным планом сейчас
sq: Sinkronizoni tani me Planin e të Dhënave
tr: Yedekleme için mobil veri kullanılacak?
uk: Синхронізувати з планом даних зараз

source: Waiting for Wi-Fi to auto sync 14 items
ar: يتم الآن انتظار الاتصال بشبكة Wi-Fi لبدء المزامنة التلقائية لـ 14 عنصراً
de: Warten Sie, bis Wi-Fi 14 Elemente automatisch synchronisiert
es: Esperando que el Wi-Fi sincronice automáticamente 14 elementos
fr: En attente de la synchronisation automatique via Wi-Fi 14 éléments
ka: ელოდება Wi-Fi-ს 14 პუნქტის ავტომატური სინქრონიზაციისთვის
ro: În așteptarea Wi-Fi pentru sincronizarea a 14 elemente
ru: Ожидание Wi-Fi для автосинхронизации 14 элементов
sq: Duke pritur që Wi-Fi të vetësinkronizojë 14 artikuj
tr: 14 öğenin otomatik yedeklenmesi için Wi-Fi bekleniyor
uk: Очікування Wi-Fi для автоматичної синхронізації 14 елементів

source: No
ar: لا
de: Nein
fr: Non
ka: არა
ro: Nu
ru: Нет
sq: Jo
tr: Hayır
uk: Немає

source: Access to Gallery is denied. Please change it from the settings menu of the device
ar: تم رفض الوصول إلى المعرض. يرجى تمكينه من قائمة إعدادات الجهاز.
de: Der Zugriff auf die Galerie wird verweigert. Bitte ändern Sie es über das Einstellungsmenü des Geräts
es: Acceso denegado a la Galería. Por favor, cámbielo desde el menú de configuración del dispositivo
fr: L'accès à la galerie est refusé. Veuillez effectuer une modification depuis le menu des paramètres de l'appareil.
ka: გალერეაზე წვდომა აკრძალულია. გთხოვთ შეცვალო იგი მოწყობილობის პარამეტრების მენიუდან
ro: Accesul la Galerie e interzis. Îl poți modifica din meniul Setări al dispozitivului
ru: Доступ к Галереи запрещен. Пожалуйста, измените настройки в меню устройства.
sq: Aksesi në Galeri u refuzua. Ju lutem, ndryshojeni atë nga menuja e rregullimeve të pajisjes.
tr: Galeriye erişim reddedildi. Lütfen cihazın ayarlar menüsünden erişim izni verin.
uk: Доступ до Галереї заборонено. Будь-ласка, змініть його з меню налаштувань пристрою

source: Caution!
ar: تنبيه!
de: Vorsicht!
es: ¡Precaución!
fr: Attention!
ka: ფრთხილად!
ro: Atenție
ru: Предупреждение!
sq: Kujdes!
tr: Dikkat!
uk: Обережно!

source: You can access everything about lifebox from home page. Start using your lifebox with our suggestions. You can swipe the cards that you don't like.
ar: يمكن الوصول إلى أي شيء في لايف بوكس من الصفحة الرئيسية. ابدأ استعمال لايف بوكس واستفد من اقتراحاتنا. يمكن تجاوز أي بطاقة مساعدة لا ترغب بها بسحبها يميناً أو يساراً.
de: Sie können alles über die Lifebox von der Homepage aus aufrufen. Nutzen Sie Ihre Lifebox mit unseren Vorschlägen. Sie können die Karten wischen, die Ihnen nicht gefallen.
es: Puede acceder a todo sobre lifebox desde la página de inicio. Comience a usar su lifebox con nuestras sugerencias. Puede cambiar las tarjetas que no le gustan.
fr: Vous pouvez accéder à tout lifebox depuis la page d'accueil. Commencez à l'utiliser avec nos suggestions. Vous pouvez changer ce que vous n'aimez pas.
ka: შენ შეგიძლია მიიღო ყველაფერი lifebox-ის შესახებ საწყისი გვერდიდან. დაიწყე შენი lifebox-ის გამოყენება ჩვენი წინადადებებით. შეგიძლია გადაფურცლოთ ის ბარათები, რომლებიც არ მოგწონს.
ro: Poți accesa orice despre lifebox de pe pagina de acces. Începe să folosești utilizarea lifebox cu sugestiile noastre. Poți omite cărțile ce nu-ți plac.
ru: Вы можете получить доступ ко всему функционалу lifebox с домашней страницы. Начните использовать lifebox с нашими советами. Вы можете пролистывать карточки, которые вам не нравятся.
sq: Ju mund të aksesoni çdo gjë të lifebox-it nga faqja kryesore. Filloni të përdorni lifebox-in tuaj sipas sugjerimeve tona. Ju mund të kaloni me rrëshqitje kartat që nuk ju pëlqejnë.
tr: Ana sayfadan lifebox hakkındaki herşeye erişebilirsin. Tavsiyelerimiz doğrultusunda lifebox’unuzu kullanmaya başlayın. İstemediğiniz kartları kaydırabilirsiniz.
uk: Ви можете отримати доступ до всього, що стосується lifebox з домашньої сторінки. Почніть використовувати свій Lifebox з нашими пропозиціями. Ви можете провести пальцем по картах, які вам не подобаються.

# Welcome! Let’s get you started!
source: Welcome! Let’s get started!
ar: مرحباً! لنبدأ الاستعمال!
de: Herzlich willkommen! Lass uns anfangen!
es: ¡Bienvenido! ¡Empecemos!
fr: Bienvenue ! Commençons !
ka: მოგესალმები! მოდი დავიწყოთ!
ro: Bine ai venit! Să începem!
ru: Добро пожаловать! Давайте начнем!
sq: Mirë se vini! Le të fillojmë!
tr: Hoş geldin! Hadi başlayalım!
uk: Ласкаво просимо! Давайте розпочнемо!

source: Videos
ar: مقاطع الفيديو
fr: Vidéos
ka: ვიდეოები
ro: Videoclipuri
ru: Видео
sq: Video
tr: Videolar
uk: Відео

source: Folder
ar: المجلد
de: Mappe
es: Carpeta
fr: Dossier
ka: საქაღალდე
ro: Mapă
ru: Папка
sq: Dosje
tr: Klasör
uk: Папка

# Docs
source: Documents
ar: المستندات
de: Unterlagen
es: Documentos
ka: დოკუმენტები
ro: Documente
ru: Документы
sq: Dokumente
tr: Belgeler
uk: Документи

# Video
source: Movie
ar: مقطع فيديو
de: Video
es: Ordenado por Tamaño
fr: Film
ka: ფილმი
ro: Video
ru: Видео
sq: Film
tr: Hikaye
uk: Відео

source: Sorted by Size
ar: فرز حسب الحجم
de: Sortiert nach Größe
es: Ordenado por Fecha
fr: Classé par taille
ka: დაალაგე ზომის მიხედვით
ro: Sortare după Dimensiune
ru: отсортировано по размеру
sq: Renditur sipas madhësisë
tr: Boyuta göre sıralandı
uk: Сортовано за розміром

# Sorted by Time
source: Sorted by Date
ar: فرز حسب التاريخ
de: Sortiert nach Datum
es: Ordenado Alfabeticamente
fr: Classé par date
ka: დაალაგე თარიღის მიხედვით
ro: Sortare după Dată
ru: отсортировано по дате
sq: E renditur sipas datës
tr: Tarihe göre sıralandı
uk: Відсортовано за датою

source: Alphabetically Sorted
ar: مفروزة حسب الترتيب الأبجدي
de: Alphabetisch sortiert
es: Ordenado Alfabeticamente
fr: Classé par ordre alphabétique
ka: ანბანის მიხედვით დალაგება
ro: Sortare în ordine alfabetică
ru: Отсортировать по алфавиту
sq: E renditur sipas alfabetit
tr: Alfabetik olarak sıralandı
uk: У алфавітному порядку сортовані

source: Smallest
ar: الأصغر
de: Kleinste
es: Más pequeño
fr: Plus petit
ka: უმცირესი
ro: Cel mai mic
ru: Самый маленький
sq: Më e Vogla
tr: En küçük
uk: Найменший

source: Largest
ar: الأكبر
de: Größten
es: Más grande
fr: Plus grand
ka: უდიდესი
ro: Cel mai mare
ru: Самый большой
sq: Më e Madhja
tr: En büyük
uk: Найбільший

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
ka: ზომა
ro: Mărime
ru: Размер
sq: Madhësia
tr: Boyutlandır
uk: Розмір

source: Newest
ar: الأحدث
de: Neueste
es: Más reciente
fr: Plus récent
ka: უახლესი
ro: Cel mai nou
ru: Новый
sq: Më e Reja
tr: En yeni
uk: Найновіші

source: Oldest
ar: الأقدم
de: Älteste
es: Más antigua
fr: Plus ancien
ka: უძველესი
ro: Cel mai vechi
ru: Старый
sq: Më e Vjetra
tr: En eski
uk: Найстаріший

source: Name (Z-A)
ar: الاسم (ي-أ)
es: Nombre (A-Z)
fr: Nom (Z-A)
ka: სახელი (ჰ-ა)
ro: Nume (Z-A)
ru: Имя (Я-А)
sq: Emri (Z-A)
tr: İsim (Z-A)
uk: Ім'я (Я-A)

source: Name (A-Z)
ar: الاسم (أ-ي)
es: Nombre (Z-A)
fr: Nom (A-Z)
ka: სახელი (ა-ჰ)
ro: Nume (A-Z)
ru: Имя (А-Я)
sq: Emri (A-Z)
tr: İsim (A-Z)
uk: Назва (A-Я)

source: Grid
ar: خطوط الشبكة
de: Gitter
es: Cuadrícula
fr: Grille
ka: გრიდი
ro: Grilă
ru: Сетка
sq: Rrjeti koordinativ
tr: Izgara
uk: Сітки

source: List
ar: قائمة
de: Liste
es: Lista
fr: Liste
ka: სია
ro: Listă
ru: Список
sq: Lista
tr: Liste
uk: Список

source: Selection Type
ar: نوع التحديد
de: Auswahltyp
es: Seleccione un tipo
fr: Type de sélection
ka: შერჩევის ტიპი
ro: Tip Selecție
ru: Тип выбора
sq: Lloji i Përzgjedhjes
tr: Seçim Türü
uk: Тип вибору

source: File Type
ar: نوع الملف
de: Dateityp
es: Tipo de Archivo
fr: Type de fichier
ka: ფაილის ტიპი
ro: Tip Fișier
ru: Тип файла
sq: Lloji i skedarit
tr: Dosya Türü
uk: Тип файлу

source: Sort Type
ar: نوع الفرز
de: Sortierart
es: Ordenar por Tipo
fr: Tri
ka: დალაგების ტიპი
ro: Tip Sortare
ru: Сортировать по типу
sq: Lloji i Renditjes
tr: Kısa Tür
uk: Тип сортування

source: View Type
ar: نوع طريقة العرض
de: Ansichtstyp
es: Ver por Tipo
fr: Type d’affichage
ka: ჩვენების ტიპი
ro: Tip Vizualizare
ru: Тип отображения
sq: Shikoni Llojin
tr: Görünüm Türü
uk: Вид типу

source: Sync Type
ar: نوع المزامنة
de: Synchronisierungsart
es: Sincronizar por Tipo
fr: Type de synchronisation
ka: სინქრონ.ტიპი
ro: Tip Sincronizare
ru: Тип синхронизации
sq: Lloji i Sinkronizimit
tr: Yedekleme Türü
uk: Тип синхронізації

source: search
ar: بحث
de: Suche
es: Búsqueda
fr: Recherche
ka: ძიება
ro: căutare
ru: поиск
sq: Kërkim
tr: Arama
uk: пошук

source: cog
ar: تحكم ثانوي
de: Zahn
fr: Denture
ro: colte
ru: выступ
uk: гвинт

source: more
ar: مزيد
de: Mehr
es: Más
fr: Plus
ka: მეტი
ro: mai mult
ru: больше
sq: Më shumë
tr: Daha fazla bilgi
uk: більше

source: Create album
ar: إنشاء ألبوم
de: Album erstellen
es: Crear álbum
fr: Créer un album
ka: შექმენი ალბომი
ro: Crează album
ru: Создать альбом
sq: Krijoni album
tr: Albüm Oluştur
uk: Створити альбом

# Sync Contacts
source: Contact Sync
ar: مزامنة جهات الاتصال
de: Kontakt synchronisieren
es: Sincronizar Contactos
fr: Synchoniser les contacts
ka: კონტაქტის სინქრონიზაცია
ro: Sincronizare Contacte
ru: Контакты
sq: Sinkronizimi i kontakteve
tr: Kontak Yedekleme
uk: Зв'язатися з синхронізацією

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
ka: რჩეულები
ro: Favorite
ru: Избранное
sq: Preferencat
tr: Favoriler
uk: Вибране

source: All Files
ar: كافة الملفات
de: Alle Dateien
es: Todos los archivos
fr: Tous les Fichiers
ka: ყველა ფაილი
ro: Toate fișierele
ru: Все файлы
sq: Të gjitha
tr: Tüm Dosyalar
uk: Всі файли

source: Choose
ar: اختيار
de: Wählen
es: Elegir
fr: Choisir
ka: შერჩევა
ro: Alege
ru: Выбрать
sq: Zgjidhni
tr: Seç
uk: Виберіть

source: Hide
ar: إخفاء
de: verbergen
es: Ocultar
fr: Masquer
ka: დამალვა
ro: Ascunde
ru: Скрыть
sq: Fshihni
tr: Gizle
uk: Сховати

source: Show
ar: إظهار
es: Mostrar
fr: Afficher
ka: ნახვა
ro: Arată
ru: Показать
sq: Tregoni
tr: Göster
uk: Показати

source: No results found for your query.
ar: ‏‏لم يتم العثور على أية نتائج.
de: Keine Ergebnisse für Ihre Suchanfrage gefunden.
es: No se encontraron resultados en su búsqueda.
fr: Aucun résultat n'a été trouvé pour votre recherche
ka: შენს ძებნას შედეგი არ აქვს.
ro: Nu s-au găsit rezultate pentru solicitarea ta.
ru: По вашему запросу ничего не найдено.
sq: Asnjë rezultat i gjetur për kërkesën tuaj.
tr: Sorgulaman için hiçbir sonuç bulunamadı.
uk: Не знайдено результатів за запитом.

source: SUGGESTIONS
ar: اقتراحات
de: VORSCHLÄGE
es: SUGERENCIAS
ka: რჩევები
ro: SUGESTII
ru: ПРЕДЛОЖЕНИЯ
sq: SUGJERIME
tr: ÖNERİLER
uk: ПРОПОЗИЦІЇ

source: RECENT SEARCHES
ar: عمليات البحث الأخيرة
de: AKTUELLE SUCHEN
es: BÚSQUEDAS RECIENTES
fr: RECHERCHES RÉCENTES
ka: ბოლო ძიებები
ro: CĂUTARILE RECENTE
ru: Недавние итоги поиска
sq: KËRKIMET E FUNDIT
tr: SON ARAMALAR
uk: ОСТАННІ ЗАСОБИ

source: Search
ar: البحث
de: Suche
es: Búsqueda
fr: Recherche
ka: ძიება
ro: Căutare
ru: Поиск
sq: Kërkim
tr: Ara
uk: Пошук

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Attention
ka: გაფრთხილება
ro: Avertizare
ru: Предупреждение
sq: Paralajmërim
tr: Uyarı
uk: Попередження

source: The file isn't supported
ar: الملف غير مدعوم
de: Die Datei wird nicht unterstützt
es: El archive no está soportado
fr: Le fichier n'est pas supporté
ka: ამ ფაილს არ აქვს მხარდაჭერა
ro: Fișierul nu este acceptat
ru: Данные тип файла не поддерживается
sq: Skedari nuk pranohet.
tr: Dosya desteklenmiyor
uk: Попередження

source: Maybe later
ar: ربما لاحقاً
de: Vielleicht später
es: Talves después
fr: Peut-être plus tard
ka: შემდგომში შეიძლება
ro: Poate mai târziu
ru: Возможно, позже
sq: Ndoshta më vonë
tr: Belki sonra
uk: Можливо пізніше

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
ka: კი
ro: Da
ru: OK
sq: Po
tr: Evet
uk: Так

# Nope
source: No
ar: لا
de: Nee
fr: Non
ka: არა
ro: Nu
ru: Нет
sq: Jo
tr: Hayır
uk: Ні

# You have already a backup. Do you want to overwrite the existing one?
source: You already have a backup. Do you want to overwrite the existing one?
ar: يوجد نسخة احتياطية سابقة. هل تريد استبدالها؟
de: Sie haben bereits ein Backup. Möchten Sie den vorhandenen überschreiben?
es: Ya tiene una copia de seguridad. ¿Desea sobrescribir la existente?
fr: Vous avez déjà une sauvegarde,voulez-vous remplacer la sauvegarde existante?
ka: უკვე გაქვს რეზერვაციის საშუალება. გსურს არსებულის გადაწერა?
ro: Deja ai o copie de rezervă. Vrei să o unlocuiesti pe cea existentă?
ru: У вас уже есть резервная копия. Вы хотите заменить существующую?
sq: Ju e keni një kopje ekzistuese rezervë. Doni ta mbishkruani atë?
tr: Zaten bir yedeğin var. Var olanın üzerine yazmak istiyor musun?
uk: Ви вже маєте резервну копію. Ви хочете перезаписати існуючу?

source: Overwrite backup?
ar: هل تريد استبدال النسخة الاحتياطية الموجودة؟
de: Backup überschreiben?
es: ¿Desea sobrescribir la copia de seguridad?
fr: Remplacer la sauvegarde existante?
ka: გადავაწერო რეზერვს?
ro: Reînregistrăm copia de rezervă?
ru: Заменить резервную копию?
sq: Doni ta mbishkruani kopjen rezervë?
tr: Yedeğin üzerine yazılsın mı?
uk: Перезаписати резервну копію?

source: Verification code is invalid. Please try again.
ar: رمز التحقق غير صحيح. يرجى المحاولة مرة أخرى.
de: Der Bestätigungscode ist ungültig. Bitte versuche es erneut.
es: El código de verificación no es válido. Intentelo de nuevo.
fr: Le code de vérification est incorrect. Veuillez essayer à nouveau.
ka: ვერიფიკაციის კოდი არავალიდურია. კიდევ ერთხელ სცადე.
ro: Copul d everificare nu este valid. Mai încearcă.
ru: Неверный код подтверждения
sq: Kodi i verifikimit nuk është i vlefshëm. Ju lutem, provoni përsëri.
tr: Doğrulama kodu geçersiz. Lütfen tekrar deneyin.
uk: Код підтвердження недійсний. Будь ласка спробуйте ще раз.

# Type the text
source: Enter the text shown in the image
ar: يرجى إدخال النص الظاهر في الصورة
de: Geben Sie den Text ein, der im Bild angezeigt wird
es: Ingrese el texto que se muestra en la imagen
fr: Saisissez le texte affiché dans l'image.
ka: შეიყვანე სურათში ნაჩვენები ტექსტი
ro: Introdu textul din imagine
ru: Введите текст, изображенный на картинке
sq: Vendosni tekstin e treguar në imazh.
tr: Görselde yer alan yazıyı girin.
uk: Введіть текст, показаний на зображенні

source: E-MAIL
ar: البريد الإلكتروني
es: CORREO ELECTRÓNICO
fr: Adresse email
ka: ელ.ფოსტა
ru: Электронный адрес
tr: E-POSTA

source: Send password reset link
ar: إرسال ارتباط إعادة تعيين كلمة المرور
de: Link zum Zurücksetzen des Passworts senden
es: Enviar enlace de restablecimiento de contraseña
fr: Envoyer le lien de réinitialisation du mot de passe
ka: გამოგზავნე პაროლის გადაყენების ლინკი
ro: Transmite linkul de resetare a parolei
ru: Отправить ссылку для восстановления пароля
sq: Dergoni linkun e rivendosjes së fjalëkalimit.
tr: Şifre sıfırlama linki gönder
uk: Надіслати посилання для зміни пароля

source: Forgot My Password
ar: نسيت كلمة المرور
de: Ich habe mein Passwort vergessen
es: Olvidé mi contraseña
fr: J’ai oublié mon mot de passe
ka: დამავიწყდა პაროლი
ro: Am uitat parola mea
ru: Забыли пароль
sq: Kam harruar Fjalëkalimin Tim
tr: Şifremi unuttum
uk: Забули свій пароль

source: Sign Up
ar: التسجيل
de: Anmelden
es: Registrarse
fr: S’inscrire
ka: გაწევრიანება
ro: Înscrie-te
ru: Регистрация
sq: Regjistrohuni
tr: Kaydol
uk: Зареєструватися

source: Turn-on Sync
ar: تشغيل المزامنة
de: Synchronisierung beim Einschalten
es: Activar sincronización
fr: Activer la synchronisation
ka: სინქრონიზაციის ჩართვა
ro: Conectează sincronizarea
ru: Включить синхронизацию
sq: Aktivizoni Sinkronizimin.
tr: Kullan
uk: Увімкнення синхронізації

# Syncing files using cellular data could incur data charges
source: Using mobile data while syncing files may cause data charges
ar: قد ينجم عن استعمال بيانات شبكة الجوّال في المزامنة فرض رسوم على البيانات.
de: Die Verwendung von mobilen Daten während der Synchronisierung von Dateien kann zu Datengebühren führen
es: El uso de datos móviles mientras se sincronizan los archivos puede causar cargos de datos
fr: L'utilisation du réseau mobile pour la synchronisation de fichiers peut entraîner des coûts de transmission de données.
ka: ფაილების სინქრონიზაციისას მობილური ინტერნეტის გამოყენებამ შეიძლება გამოიწვიოს მონაცემთა გადასახადი
ro: Utilizarea datelor mobile la sincronizarea fișierelor poate cauza taxare suplimentară
ru: Использование мобильных данных во время синхронизации может повлечь дополнительную плату
sq: Përdorimi i internetit mobile gjatë sinkronizimit të skedarëve mund të shkaktojë tarifim të dhënash.
tr: Dosyalar yedeklenirken mobil verilerin kullanılması veri ücretlerine neden olabilir.
uk: Використання мобільних даних під час синхронізації файлів може спричинити втрату даних

source: Sync over data plan?
ar: هل تريد المزامنة باستعمال خطة البيانات؟
de: Synchronisation über Datentarif?
es: ¿Desea realizar la sincronización con el plan de datos?
fr: Synchroniser avec les données mobiles?
ka: გსურს მონაცემთა გეგმის სინქრონიზაცია?
ro: Sincronizare peste planul de date?
ru: Синхронизировать, используя сотовую связь?
sq: Sinkronizim mbi planin e të dhënave?
tr: Yedekleme için mobil veri kullanılacak?
uk: Синхронизация по тарифному плану?

source: Skip Auto-Sync
ar: تخطّي المزامنة التلقائية
de: Automatische Synchronisierung überspringen
es: Omitir sincronización automática
fr: Ignorer la synchronisation automatique
ka: ავტ.სინქრონიზაციის გამოტოვება
ro: Omite Sincronizare Automată
ru: Пропустить автосинхронизацию
sq: Anashkaloni Vetësinkronizimin
tr: Otomatik yedeklemeyi atla
uk: Пропустити автоматичну синхронізацію

source: You’re skipping auto-upload settings. You can activate this later in settings.
ar: لقد تم تخطّي إعداد التحميل التلقائي فتوقّف عن العمل. يمكن تنشيطه لاحقاً من الإعدادات.
de: Sie überspringen die Einstellungen für den automatischen Upload. Sie können dies später in den Einstellungen aktivieren.
es: Se saltea la configuración de carga automática. Puede activar esto más adelante en la configuración.
fr: Vous ignorez les paramètres de téléchargement automatique. Vous pouvez les activer plus tard dans vos paramètres.
ka: შენ ტოვებ ავტომატური ატვირთვის პარამეტრებს. ამის მოგვიანებით გააქტიურება შეგიძლია პარამეტრებში.
ro: Ai omis setarea de încărcare automată. O poți activa mai târziu din setări.
ru: Вы пропустили настройки синхронизации. Вы можете включить её в настройках.
sq: Jeni duke anashkaluar rregullimet e vetëngarkimit. Këtë mund ta aktivizoni më vonë tek Rregullimet.
tr: Otomatik yedekleme ayarlarını atlıyorsunuz. Daha sonra ayarlar/ otomatik yedekleme kısmından ayarlarınızı değştirebilirsiniz.
uk: Ви пропускаєте налаштування автоматичного завантаження. Ви можете активувати це пізніше в налаштуваннях.

# Skip setting Auto-Sync?
source: Do you want to skip auto upload settings?
ar: هل تريد تخطّي إعدادات التحميل التلقائي؟
de: Möchten Sie die Einstellungen für den automatischen Upload überspringen?
es: ¿Desea omitir la configuración de carga automática?
fr: Voulez-vous ignorer les paramètres de téléchargement automatique?
ka: გსურს გამოტოვო ავტომატური ატვირთვის პარამეტრები?
ro: Vrei să omiți setarea de încărcare automată?
ru: Пропустить настройку автосинхронизации?
sq: Dëshironi t'i anashkaloni rregullimet e vetëngarkimit?
tr: Otomatik Yedekleme ayarlarını atlamak ister misin?
uk: Ви хочете пропустити налаштування автоматичного завантаження?

# Skip for now
source: Skip
ar: تخطّي
de: Überspringen
es: Omitir
fr: Ignorer
ka: გამოტოვება
ro: Omite
ru: Пропустить
sq: Anashkaloni
tr: Atla
uk: Пропустити

source: Let’s start using lifebox
ar: بدء الاستعمال
de: Lassen Sie uns anfangen, die Lifebox zu benutzen
es: Comencemos a usar lifebox
fr: Commençons à utiliser lifebox.
ka: დაიწყე გამოყენება
ro: Hai să începem utilizarea lifebox-ului
ru: Перейти в lifebox!
sq: Le të fillojmë përdorimin e lifebox
tr: Başla
uk: Почати

source: Select the items to sync with mobile data.
ar: اختر العناصر لمزامنتها بواسطة بيانات شبكة الجوّال
de: Wählen Sie die Elemente aus, die mit mobilen Daten synchronisiert werden sollen.
es: Seleccione los elementos para sincronizarlos con datos móviles.
fr: Sélectionnez les éléments à synchroniser avec les données mobiles.
ka: აირჩიე პუნქტი მობილური ინტერნეტის სინქრონიზაციისთვის.
ro: Selectează elementele pentru sincronizare cu datele mobile
ru: Выберите элементы для синхронизации при помощи мобильных данных.
sq: Përzgjidhni njësitë për sinkronizim me të dhënat mobile.
tr: Mobil verilerle yedeklenecek öğeleri seçin
uk: Виберіть елементи для синхронізації з мобільними даними.

source: Mobile Data
ar: بيانات شبكة الجوّال
de: Mobile Daten
es: Datos Móviles
fr: Données Mobiles
ka: მობილური ინტერნეტი
ro: Datele Mobile
ru: Мобильные данные
sq: Të Dhënat Mobile
tr: Mobil Veri
uk: Мобільні дані
