Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# NSPhotoLibraryAddUsageDescription
source: To show your photos&videos in the application and to back up them, lifebox needs your photo library access.
ar: لإظهار صورك ومقاطع الفيديو الخاصة بك في التطبيق وللنسخ الاحتياطي لها ، يحتاج lifebox إلى الوصول إلى مكتبة الصور الخاصة بك.
de: Damit Ihre Fotos und Videos in der Anwendung angezeigt und gesichert werden können, benötigt lifebox den Zugriff auf Ihre Fotobibliothek.
es: Para mostrar sus fotos y videos en la aplicación y hacer una copia de seguridad de ellos, lifebox necesita acceso a su biblioteca de fotos.
fr: Pour afficher vos photos et vidéos dans l'application et les sauvegarder, lifebox a besoin d'accéder à votre bibliothèque de photos.
ka: შენი ფოტოებისა და ვიდეოების აპლიკაციაში საჩვენებლად და მათი სარეზერვო ასლის შესაქმნელად, lifebox-ი საჭიროებს შენს ფოტო ბიბლიოთეკაზე წვდომას.
ro: Pentru a afișa fotografiile și videoclipurile în aplicație și pentru a le crea copii de rezervă, căsuța de salvare are nevoie de accesul la biblioteca foto.
ru: Для показа ваших фотографий и видео в приложении и их резервного копирования Lifebox необходим доступ к вашей библиотеке фотографий.
sq: Për të treguar fotot dhe videot tuaja në aplikacion dhe për të mbështetur ato, lifebox ka nevojë për aksesin tuaj të bibliotekës së fotove.
tr: Fotoğraf ve videolarını uygulamada gösterebilmek ve yedekleyebilmek için fotoğraf galerine erişim iznin gerekiyor.
uk: Щоб показати свої фотографії та відео в програмі та створити резервну копію їх, lifebox потребує доступу до бібліотеки фотографій.

# NSPhotoLibraryUsageDescription
source: To show your photos&videos in the application and to back up them, lifebox needs your photo library access.
ar: لإظهار صورك ومقاطع الفيديو الخاصة بك في التطبيق وللنسخ الاحتياطي لها ، يحتاج lifebox إلى الوصول إلى مكتبة الصور الخاصة بك.
de: Damit Ihre Fotos und Videos in der Anwendung angezeigt und gesichert werden können, benötigt lifebox den Zugriff auf Ihre Fotobibliothek.
es: Para mostrar sus fotos y videos en la aplicación y hacer una copia de seguridad de ellos, lifebox necesita acceso a su biblioteca de fotos.
fr: Pour afficher vos photos et vidéos dans l'application et les sauvegarder, lifebox a besoin d'accéder à votre bibliothèque de photos.
ka: შენი ფოტოებისა და ვიდეოების აპლიკაციაში საჩვენებლად და მათი სარეზერვო ასლის შესაქმნელად, lifebox-ი საჭიროებს შენს ფოტო ბიბლიოთეკაზე წვდომას.
ro: Pentru a afișa fotografiile și videoclipurile în aplicație și pentru a le crea copii de rezervă, căsuța de salvare are nevoie de accesul la biblioteca foto.
ru: Для показа ваших фотографий и видео в приложении и их резервного копирования Lifebox необходим доступ к вашей библиотеке фотографий.
sq: Për të treguar fotot dhe videot tuaja në aplikacion dhe për të mbështetur ato, lifebox ka nevojë për aksesin tuaj të bibliotekës së fotove.
tr: Fotoğraf ve videolarını uygulamada gösterebilmek ve yedekleyebilmek için fotoğraf galerine erişim iznin gerekiyor.
uk: Щоб показати свої фотографії та відео в програмі та створити резервну копію їх, lifebox потребує доступу до бібліотеки фотографій.

# package_space_details
source: %1$@ / %2$@ internet used (only for lifebox usage)
ar: %1$@ / %2$@ استخدام الانترنيت (لاستخدام lifebox)
de: %1$@ / %2$@ Internet verwendet (zur Verwendung der lifebox)
es: Se ha utilizado %1$@ / %2$@ (para el uso lifebox)
fr: %1$@ / %2$@ utilisés (uniquement pour l'espace de stockage lifebox)
ka: გამოყენებულია %1$@ / %2$@ ინტერნეტი (მხოლოდ lifebox-ისთვის)
ro: %1$@ / %2$@ utilizat (doar pentru lifebox)
ru: %1$@ / %2$@ Интернет трафика использовано
sq: % 1$@ / %2$@ internet i përdorur (vetëm për përdorim në lifebox)
tr: %1$@ / %2$@ internet kullanıldı (lifebox kullanımı için)
uk: %1$@ / %2$@ Інтернет трафіку використано

# package_renew_date
source: Will be renewed on: %@
ar: تاريخ التجديد: %@
de: Verlängerungsdatum: %@
es: Fecha de renovación: %@
fr: Sera renouvelé le: %@
ka: განახლდება: %@
ro: Va fi reînnoit la: %@
ru: Дата возобновления: %@
sq: Do të rinovohet më:%@
tr: Yenilenme tarihi: %@
uk: Дата оновлення: %@

# percentage_used
source: %.0f%% used
ar: استخدام %.0f%%
de: %.0f%% verwendet
es: Se ha utilizado %.0f%%
fr: %.0f%% utilisé
ka: %.0f%% გამოყენებული
ro: %.0f%% utilizat
ru: %.0f%% использовано
sq: % .0f%% përdorur
tr: %.0f%% kullanıldı
uk: %.0f%% використано

# used_and_left_space
source: %1$@ / %2$@ used
ar: استخدام %1$@ / %2$@
de: %1$@ / %2$@ verwendet
es: Se ha utilizado %1$@ / %2$@
fr: %1$@ / %2$@ utilisé
ka: %1$@ / %2$@ გამოყენებული
ro: %1$@ / %2$@ utilizat
ru: %1$@ / %2$@ использовано
sq: %1$@ /%2$@ përdorur
tr: %1$@ / %2$@ kullanıldı
uk: %1$@ / %2$@ використано

# percentage_used_two_lines
source: %.0f%% used
ar: استخدام %.0f%%
de: %.0f%% verwendet
es: Se ha utilizado %.0f%%
fr: %.0f%% utilisé
ka: %.0f%% გამოყენებული
ro: %.0f%% utilizat
ru: %.0f%% использовано
sq: % .0f %% përdorur
tr: %.0f%% kullanıldı
uk: %.0f%% використано

# my_usage_storage
source: My Internet Usage
ar: استخدامي للانترنيت
de: Meine Internetnutzung
es: Mi uso de internet
fr: Ma consommation Internet
ka: ინტერნეტის გამოყენების სიხშირე
ro: Spațiul de stocare de utilizare
ru: Потребление Интернет трафика
sq: Përdorimi im I Internetit
tr: İnternet Kullanımım
uk: Моє використання Інтернету

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Your location will be used for background syncing and for organizing & searching your photos.
ar: سيتم استخدام موقعك لمزامنة الخلفية وللتنظيم والبحث في صورك.
de: Ihr Standort wird für die Hintergrundsynchronisierung sowie für die Organisation und Suche Ihrer Fotos verwendet.
es: Su ubicación se utilizará para la sincronización en segundo plano y para organizar y buscar sus fotos.
fr: Votre géolocalisation sera utilisée pour la synchronisation en arrière-plan et pour organiser et rechercher vos photos.
ka: შენი მდებარეობა გამოყენებული იქნება ფონური სინქრონიზაციისთვის და შენი ფოტოების ორგანიზებისა და ძიებისთვის.
ro: Locația dvs. va fi utilizată pentru sincronizarea de fundal și pentru organizarea și căutarea fotografiilor.
ru: Ваше местоположение будет использоваться для фоновой синхронизации, а также для организации и поиска ваших фотографий.
sq: Vendndodhja juaj do të përdoret për sinkronizimin e sfondit dhe për organizimin dhe kërkimin e fotove tuaja.
tr: Fotoğraflarının arka planda yedeklenebilmesi ve konumununa göre organize edilip aranabilmesi için konum iznine ihtiyacımız var
uk: Ваше місце розташування буде використано для синхронізації у фоновому режимі та для організації та пошуку фотографій.

source: Name
ar: الاسم
de: Vorname
es: Nombre
fr: Nom
ka: სახელი
ro: Nume
ru: Имя
sq: Emri
tr: İsim
uk: Ім'я

source: Surname
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Prénom
ka: გვარი
ro: Prenume
ru: Фамилия
sq: Mbiemri
tr: Soyisim
uk: Прізвище

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
ka: პაროლის შეცვლა
ro: Modificare Parolă
ru: Изменить пароль
sq: Ndryshoni fjalëkalimin
tr: Şifre Değiştir
uk: Змінити пароль

source: Packages I Have
ar: حزم مساحة التخزين
de: Speicherplatz-Pakete
es: Mis paquetes de área de almacenamiento
fr: Mon offre
ka: ჩემი პაკეტები
ro: Packetele mele
ru: Пакеты
sq: Paketat që kam
tr: Saklama Alanı Paketlerim
uk: Пакети

source: Account Details
ar: تفاصيل الحساب
de: Kontodetails
es: Los detalles de cuenta
fr: Mon compte
ka: ანგარიშის დეტალები
ro: Detalii Cont
ru: Детали учетной записи
sq: Detajet e llogarisë
tr: Hesap Detayları
uk: Деталі облікового запису

source: My Profile
ar: معلومات ملفي الشخصي
de: Meine Profilinformationen
es: Mis datos de perfil
fr: Mon profil
ka: ჩემი გვერდი
ro: Profilul Meu
ru: Мой профиль
sq: Profili Im
tr: Profil Bilgilerim
uk: Мій профіль

source: Account Type
ar: نوع الحساب
de: Konto Typ
es: Tipo de cuenta
fr: Type de compte
ka: ანგარიშის ტიპი
ro: Tip Cont
ru: Тип учетной записи
sq: Lloji i Llogarisë
tr: Hesap Tipi
uk: Тип облікового запису

# standard_plus
source: lifebox Standard+
ar: lifebox Standart+
de: lifebox Standart+
es: Lifebox Estándar+
ru: lifebox Стандарт+
tr: lifebox Standart+
uk: lifebox Стандарт+

# standard
source: lifebox Standard
ar: lifebox Standart
de: lifebox Standart
es: Lifebox Estándar
ru: lifebox Стандарт
tr: lifebox Standart
uk: lifebox Стандарт

source: Old Password
ar: كلمة المرور القديمة
de: Altes Kennwort
es: La contraseña anterior
fr: Ancien mot de passe
ka: ძველი პაროლი
ro: Parola veche
ru: Старый пароль
sq: Fjalëkalimi i vjetër
tr: Eski Şifre
uk: Старий пароль

source: New Password
ar: كلمة المرور الجديدة
de: Neues Kennwort
es: La contraseña nueva
fr: Nouveau mot de passe
ka: ახალი პაროლი
ro: Parola nouă
ru: Новый пароль
sq: Fjalëkalim i ri
tr: Yeni Şifre
uk: Новий пароль

# repeat_password
source: Re-Enter Password
ar: تكرار كلمة المرور الجديدة
de: Neues Kennwort wiederholen
es: La contraseña nueva de nuevo
fr: Confirmer le mot de passe
ka: გაიმეორე პაროლი
ro: Introdu Parola din nou
ru: Введите пароль еще раз
sq: Rifresko fjalëkalimin
tr: Yeni Şifre Tekrar
uk: Введіть пароль ще раз

# change_password_captcha_answer_placeholder
source: Type the text
ar: الرجاء إدخال النص
de: Bitte Text eingeben
es: Por favor insertar el texto
fr: Tapez le texte ici
ka: დაწერე ტექსტი
ro: Culege textul
ru: Введите текст
sq: Vendosni tekstin
tr: Lütfen metni gir
uk: Введіть текст

# temporary_error_occurred_try_again_later
source: Temporary error occurred, please try again later
ar: لقد حدث خطأ مؤقت ، يرجى المحاولة مرة أخرى لاحقًا.
de: Es ist ein temporärer Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha ocurrido un error pasajero por favor reintentarlo de nuevo.
fr: Une erreur temporaire s'est produite, veuillez réessayer ultérieurement.
ka: დროებითი შეცდომა დაფიქსირდა, მოგვიანდებით სცადე
ro: A intervenit o eroare, te rugăm să încerci mai târziu
ru: Произошла ошибка. Пожалуйста, попробуйте позже
sq: Ndodhi një gabim i përkohshëm. Provoni përsëri më vonë.
tr: Geçici bir hata oluştu, lütfen daha sonra tekrar dene.
uk: Виникла помилка. Будь ласка, спробуйте пізніше

# old_password_does_not_match
source: Old password is entered incorrectly
ar: تم إدخال كلمة المرور القديمة بشكل غير صحيح.
de: Altes Kennwort falsch eingegeben.
es: Se ha insertado mal la contraseña anterior
fr: L'ancien mot de passe est mal saisi
ka: ძველი პაროლი არასწორად წერია
ro: Parola veche introdusă greșit
ru: Старый пароль введен неверно
sq: Fjalëkalimi i vjetër është vendosur në mënyrë jo të saktë
tr: Eski şifre yanlış girildi.
uk: Старий пароль введено невірно

# new_password_and_repeated_password_does_not_match
source: These passwords don’t match
ar: كلمات المرور غير متطابقة.
de: Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Ces mots de passe ne correspondent pas
ka: ეს პაროლები არ ემთხვევა
ro: Parola nu coincide
ru: Пароль введен неверно
sq: Këto fjalëkalime nuk përputhen.
tr: Şifreler uyuşmuyor.
uk: Пароль введено невірно

# new_password_is_empty
source: New password field is empty
ar: حقل كلمة المرور الجديد فارغ.
de: Neuer Kennwortfeld ist leer.
es: El campo de nueva contraseña está vacío.
fr: Le champ "Nouveau mot de passe" est vide
ka: ახალი პაროლის ველი ცარიელია
ro: Câmpul cu Parola nouă e necompletat
ru: Введите новый пароль
sq: Fusha e fjalëkalimit të ri është bosh
tr: Yeni şifre alanı boş.
uk: Введіть новий пароль

# old_password_is_empty
source: Old password field is empty
ar: حقل كلمة المرور القديم فارغ.
de: Altes Kennwortfeld ist leer.
es: El campo de contraseña anterior está vacío.
fr: Le champ "Ancien mot de passe" est vide
ka: ძველი პაროლის ველი ცარიელია
ro: Câmpul cu Parola veche e necompletat
ru: Введите старый пароль
sq: Fusha e fjalëkalimit të vjetër është bosh
tr: Eski şifre alanı boş.
uk: Введіть старий пароль

# repeat_password_is_empty
source: Repeat password field is empty
ar: حقل كلمة المرور الجديدة فارغ.
de: Neues Kennwort wiederholen Feld ist leer.
es: El campo de nueva contraseña de reingresar está vacío.
fr: Le champ "Répéter mot de passe" est vide
ka: პაროლის გამეორების ველი ცარიელია
ro: Câmpul pentru repetarea Parolei e necompletat
ru: Введите повторно пароль
sq: Fusha e përsëritjes së fjalëkalimit është bosh
tr: Yeni şifre tekrar alanı boş.
uk: Введіть повторно пароль

source: This text is empty
ar: هذا الحقل فارغ
de: Dieses Feld ist leer.
es: Está vacío este campo.
fr: Ce texte est vide
ka: ეს ტექსტი ცარიელია
ro: Acest text e gol
ru: Текст отсутствует
sq: Ky tekst është bosh
tr: Bu alan boş.
uk: Ввведіть текст

# password_changed_successfully
source: Your password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح.
de: Ihr Kennwort wurde erfolgreich geändert.
es: Se ha cambiado con éxito tu contraseña.
fr: Votre mot de passe a été changé avec succès
ka: შენი პაროლი წარმატებით შეიცვალა
ro: Parola ta a fost modificată cu succes
ru: Ваш пароль успешно изменен
sq: Fjalëkalimi juaj është ndryshuar me sukses.
tr: Şifren başarılı bir şekilde değiştirildi.
uk: Ваш пароль успішно змінено

# password_changed_successfully_relogin
source: You have successfully changed your password. Please login again with your new password.
ar: تم تغيير كلمة المرور بنجاح. يرجى تسجيل الدخول مرة أخرى باستخدام كلمة المرور الجديدة.
de: Ihr Kennwort wurde erfolgreich geändert. Bitte melden Sie sich erneut mit Neues Kennwort an.
es: Se ha cambiado con éxito tu contraseña. Por favor entrar de nuevo con tu nueva contraseña.
fr: Vous avez changé votre mot de passe avec succès. Veuillez vous reconnecter avec votre nouveau mot de passe.
ka: შენ პაროლი წარმატებით შეცვალე. თავიდან შემოდი სისტემაში შენი ახალი პაროლით.
ro: Ai schimbat cu succes parola, te rugăm să te conectezi cu datele tale
ru: Ваш пароль успешно изменен. Пожалуйста, войдите в приложение с вашим новым паролем
sq: Keni ndryshuar me sukses fjalëkalimin tuaj. Ju lutemi, hyni përsëri me fjalëkalimin tuaj të ri.
tr: Şifren başarılı bir şekilde değiştirildi. Lütfen yeni şifren ile tekrar giriş yap.
uk: Ваш пароль успішно змінено. Будь ласка, увійдіть з новим паролем

# captcha_answer_placeholder
source: Enter the text shown in the image
ar: أدخل النص الذي يظهر في الصورة
de: Geben Sie den im Bild gezeigten Text ein
es: Introducir el texto que se muestra en la imagen
fr: Entrez le texte affiché dans l'image
ka: შეიყვანე სურათში მოცემული ტექსტი
ro: Introdu textul din imagine
ru: Введите текст на картинке
sq: Vendosni tekstin e treguar në figurë.
tr: Görselde yer alan yazıyı girin.
uk: Введіть текст на зображенні

source: Birthday
ar: عيد الميلاد
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
ka: დაბადების დღე
ro: Ziua de naștere
ru: Дата рождения
sq: Ditëlindja
tr: Doğum Tarihi
uk: Дата народження

# user_profile_turkcell_gsm_alert
source: You cannot update your phone number, for details: %@
ar: لا يمكنك تحديث رقم هاتفك ، للحصول على التفاصيل :٪@
de: Sie können Ihre Telefonnummer nicht aktualisieren, um weitere Informationen zu erhalten: %@
es: No puede actualizar su número de teléfono, para detalles: %@
fr: Vous ne pouvez pas mettre à jour votre numéro de téléphone, pour plus de détails: %@
ka: შენ არ შეგიძლია განაახლოთ შენი ტელეფონის ნომერი, დეტალებისთვის: %@
ro: Nu puteți actualiza numărul de telefon, pentru detalii: %@
ru: Вы не можете обновить свой номер телефона, для деталей: %@
sq: Ju nuk mund ta përditësoni numrin tuaj të telefonit, për detaje: %@
tr: Telefon numaranı değiştiremezsin, detaylı bilgi için: %@
uk: Ви не можете оновити свій номер телефону, щоб отримати докладнішу інформацію: %@

# user_profile_birthday_placeholder
source: DD MM YYYY
ar: يوم/شهر/سنة
de: DD MM JJJJ
es: DD MM AAAA
fr: JJ MM AAAA
ka: დღე თვე წელი
ro: ZZ LL AAAA
ru: ДД ММ ГГГГ
sq: DD MM VVVV
tr: GG AA YYYY
uk: ДД ММ РРРР

source: Send Link
ar: أرسل الرابط
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
ka: გამოგზავნე ბმული
ro: Transmite link-ul
ru: Отправить ссылку
sq: Dërgoni link
tr: Link gönder
uk: Надіслати посилання

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
ka: პაროლის გადაყენება
ro: Resetare Parolă
ru: Сбросить пароль
sq: Rivendosni fjalëkalimin
tr: Şifre Sıfırla
uk: Скинути пароль

source: You can easily reset your password by clicking the password reset link that we will send to your account e-mail.
ar: يمكنك بسهولة إعادة تعيين كلمة المرور الخاصة بك عن طريق النقر فوق رابط إعادة تعيين كلمة المرور الذي سنرسله إلى البريد الإلكتروني الخاص بحسابك.
de: Sie können Ihr Passwort ganz einfach zurücksetzen, indem Sie auf den Link zum Zurücksetzen des Passworts klicken, den wir an die E-Mail-Adresse Ihres Kontos senden.
es: Puede restablecer su contraseña fácilmente haciendo clic en el enlace de restablecimiento de la contraseña que le enviaremos a su cuenta de correo electrónico.
fr: Vous pouvez facilement réinitialiser votre mot de passe en cliquant sur le lien de réinitialisation de mot de passe que nous enverrons à votre adresse email.
ka: შენ შეგიძლია მარტივად აღადგინო შენი პაროლი, პაროლის აღდგენის ბმულზე დაწკაპუნებით, რომელსაც ჩვენ გამოგიგზავნით შენი ანგარიშის ელ.ფოსტაზე.
ro: Poți reseta cu ușurință parola prin utilizarea link-ului de resetare, ce-l vei primi de la noi pe adresa ta e-mail.
ru: Вы можете легко сбросить пароль по ссылке, которую мы отправим на e-mail аккаунта
sq: Ju mund ta rivendosni lehtësisht fjalëkalimin tuaj duke klikuar linkun e rivendosjes së fjalëkalimit, të cilin do jua dërgojmë në e-mailin tuaj të llogarisë.
tr: Hesabına ait e-postana göndereceğimiz şifre sıfırlama bağlantısına tıklayarak şifreni kolayca sıfırlayabilirsin.
uk: Ви можете легко змінити свій пароль, натиснувши посилання , яке ми надішлемо на ваш e-mail

source: To reset your account’s password, we will send a password reset link to your account email:
ar: لإعادة تعيين كلمة مرور حسابك ، سنرسل رابط إعادة تعيين كلمة المرور إلى حساب البريد الإلكتروني الخاص بك:
de: Um das Passwort Ihres Kontos zurückzusetzen, senden wir einen Link zum Zurücksetzen des Passworts an Ihre Konto-E-Mail-Adresse:
es: Para restablecer la contraseña de su cuenta, le enviaremos un enlace de restablecimiento de la contraseña al correo electrónico de su cuenta:
fr: Pour réinitialiser le mot de passe de votre compte, nous enverrons un lien de réinitialisation de mot de passe à votre adresse mail.
ka: შენ ანგარიშის პაროლის აღსადგენად, ჩვენ გამოგიგზავნით პაროლის აღდგენის ბმულს შენი ანგარიშის ელ.ფოსტაზე:
ro: Pentru ca să poți reseta parola de la contul tău, noi îți vom transmite link-ul de resetare, pe adresa ta e-mail.
ru: Для сброса пароля мы отправим на e-mail вашего аккаунта ссылку
sq: Për të rivendosur fjalëkalimin e llogarisë suaj, ne do ju dërgojmë një link për rivendosje fjalëkalimi në emailin tuaj të llogarisë:
tr: Hesabının şifresini sıfırlamak için hesabına ait e-postana bir şifre sıfırlama bağlantısı göndereceğiz:
uk: Щоб скинути пароль, ми надішлемо посилання на зміну пароля на e-mail вашого облікового запису:

source: Your Account E-mail
ar: حساب البريد الإلكتروني الخاص بك
de: Ihre Konto-E-Mail
es: Correo electrónico de su cuenta
fr: Votre compte email
ka: შენი ანგარიშის მეილი
ro: Adresa e-mail legată de contul tău
ru: E-mail вашего аккаунта
sq: E-maili i llogarisë suaj
tr: Hesabına Bağlı E-mail
uk: E-mail вашого облікового запису

source: Enter your account e-mail
ar: أدخل حساب البريد الإلكتروني الخاص بك
de: Geben Sie die E-Mail-Adresse Ihres Kontos ein
es: Insertar el correo electrónico de su cuenta
fr: Entrez votre email
ka: შეიყვანე შენი ანგარიშის მეილი
ro: Introdu adresa e-mail legată de contul tău
ru: Введите e-mail вашего аккаунта
sq: Vendosni e-mailin tuaj të llogarisë
tr: Hesabına bağlı e-postanı gir
uk: Введіть e-mail вашого облікового запису

source: Enter the text shown in the image
ar: أدخل النص الذي يظهر في الصورة
de: Geben Sie den im Bild gezeigten Text ein
es: Insertar el texto que se muestra en el imagen
fr: Entrez le texte affiché dans l'image
ka: შეიყვანე სურათში ნაჩვენები ტექსტი
ro: Introdu textul din imagine
ru: Введите текст на картинке
sq: Vendosni tekstin e treguar në figurë.
tr: Görselde yazan metni gir
uk: Введіть текст на зображенні

# support_form_email_body
source: Please do not delete the information below. The information will be used to address the problem. Name: %@ Surname: %@ E-mail: %@ Msisdn: %@ Application Version: %@ Carrier: %@ Device: %@ Device OS: %@ Language: %@ Network Status: %@
ar: يرجى عدم حذف المعلومات أدناه. سيتم استخدام المعلومات لمعالجة المشكلة. الاسم: ٪@ الكنية : ٪@ البريد الإلكتروني: ٪@ Msisdn :٪ @ إصدار التطبيق: ٪@ الناقل: ٪@ الجهاز: ٪@ نظام تشغيل الجهاز:٪ @ اللغة:٪ @ حالة الشبكة: ٪@
de: Bitte löschen Sie die nachstehenden Informationen nicht. Die Informationen werden verwendet, um das Problem zu beheben. Name: %@ Nachname: %@ Email: %@ Msisdn:% @ Anwendungsversion: %@ Mobilfunkanbieter:% @ Gerät:% @ Gerätebetriebssystem:% @ Sprache: %@ Netzwerkstatus: %@
es: Por favor, no borre la siguiente información. La información se utilizará para resolver el problema. Nombre: %@ Apellido: %@ Correo electrónico: %@ Msisdn: %@ Versión de aplicación: %@ Portador: %@ Dispositivo: %@ OS dispositivo: %@ Idioma: %@ Estado de la red: %@
fr: Ne pas supprimer. L'information sera utilisée pour résoudre le problème. Nom : %@ Prénom : %@ Email : %@ N° de mobile : %@ Version de l'Application : %@ Opérateur : %@ Dispositif : %@ Dispositif du Système d’Exploitation : %@ Langage : %@ État du Réseau : %@
ka: გთხოვთ, არ წაშალო ქვემოთ მოცემული ინფორმაცია. ინფორმაცია გამოყენებული იქნება პრობლემის მოსაგვარებლად. სახელი: %@ გვარი: %@ ელფოსტა: %@ Msisdn: %@ აპლიკაციის ვერსია: %@ გადამზიდავი: %@ მოწყობილობა: %@ მოწყობილობის ოპერაციული სისტემა: %@ ენა: %@ ქსელის სტატუსი: %@
ro: Te rugăm să nu ștergi informația de mai jos. Această informație va fi folosită la soluționarea problemei. Nume: %@ Prenume: %@ E-mail: %@ Numărul mobil: %@ Versiunea Aplicației: %@ Operator: %@ Dispozitiv: %@ SO al dispozitivului: %@ Limba: %@ Starea Rețelei: %@
ru: Пожалуйста, не удаляйте информацию ниже. Данные будут использованы для решения проблем. Имя: %@ Фамилия: %@ E-mail: %@ Номер телефона: %@ Версия приложения: %@ Оператор: %@ Устройство: %@ ОС устройства: %@ Язык: %@ Статус сети: %@
sq: Ju lutemi mos e fshini informacionin e mëposhtëm. Ky Informacion do të përdoret për të adresuar problemin. Emri:%@ Mbiemri:%@ E-mail:%@ Msisdn:%@ Versioni i aplikacionit:%@ Operatori:%@ Pajisja:%@ SO i Pajisjes:%@ Gjuha: %@ Statusi i Rrjetit:%@
tr: Lütfen aşağıdaki bilgileri silme. Bilgiler yaşadığıın problemi çözmek için kullanılacaktır. İsim: %@ Soyisim: %@ E-mail: %@ Msisdn: %@ Uygulama Versiyonu: %@ Servis sağlayıcı: %@ Cihaz: %@ Cihaz İşletim Sistemi: %@ Dil: %@ Şebeke Statusu: %@
uk: Будь ласка, не видаляйте інформацію. Дані будуть використовуватися для вирішення проблем: Ім'я: %@ Прізвище: %@ E-mail: %@ Номер телефона: %@ Версія додатка: %@ Оператор: %@ Пристрій: %@ ОС пристрою: %@ Мова: %@ Статус мережи: %@

# profile_phone_number_title
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de Téléphone
ka: ტელეფონის ნომერი
ro: Numărul de telefon
ru: Номер телефона
sq: Numri i telefonit
tr: Telefon Numarası
uk: Номер телефона

# profile_phone_number_placeholder
source: Enter your phone number
ar: أدخل رقم هاتفك المحمول
de: Geben sie Ihre Mobilfunknummer ein
es: Ingresar su número de teléfono
fr: Entrer votre numéro de téléphone mobile
ka: შეიყვანე ტელეფონის ნომერი
ro: Introdu numărul tău mobil
ru: Введите ваш номер телефона
sq: Vendosni numrin tuaj mobile
tr: Lütfen telefon numaranı gir
uk: Введіть номер телефона

source: Please enter your name
ar: الرجاء إدخال اسمك
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingresar su nombre
fr: Entrer votre Prénom
ka: გთხოვ შეიყვანო შენი სახელი
ro: Te rugăm să-ți introduci numele
ru: Пожалуйста, введите ваше имя
sq: Ju lutem vendosni emrin tuaj.
tr: Lütfen ismini gir
uk: Введіть ваше ім'я
