Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# confirmation_popup_message_hide
source: Selected item(s) will only be available in "Hidden" Album. You can restore them any time. Are you sure to continue?
ar: سوف يتم التوصل للعناصر المختارة بإخفاءها فقط من ألبوم "مخفي".سوف لا تأتي المحتويات المتعلقة بقوائم LİFEBOX أو بالتذكيرات.يمكنكم تحميلها مرة أخرى في الوقت الذي ترغب فيه.هل تريد الاستمرار؟
de: Das/die ausgewählte/-n Element/-e wird/werden ausgeblendet und sind nur über das Album "Ausgeblendet" zugänglich. Relevante Inhalte werden nicht in Lifebox-Listen oder Erinnerungen angezeigt. Du kannst es jederzeit wiederherstellen. Möchtest Du fortfahren?
es: Elemento(s) seleccionado(s) se ocultarán y solo se accederán por medio del álbum de "Oculto". Puedes restaurar los ocultados cuando desees. Quieres continuar ?
fr: Les articles sélectionnés ne seront disponibles que dans l'album "Masqué". Vous pouvez les restaurer à tout moment. Êtes-vous sûr de continuer ?
ka: არჩეული პუნქტ(ებ)ი ხელმისაწვდომი იქნება მხოლოდ „დამალულ“ ალბომში. მათი აღდგენა ნებისმიერ დროს შეგიძლია. დარწმუნებული ხარ რომ გააგრძელებ?
ro: Articolele selectate vor fi disponibile numai în albumul „ascuns”. Le puteți restaura oricând. Ești sigur că vrei să continui?
ru: Выбранные предмет(ы) будут скрыты и доступны только из альбома «Скрытый». Содержимое не будет отображаться в списках lifebox или его напоминаниях. Вы можете восстановить их, когда пожелаете. Хотите продолжить?
sq: Njësitë e përzgjedhur do të jenë vetëm në albumin "Të Fshehura". Ju mund t'i riktheni në cdo kohë. Dëshironi të vazhdoni?
tr: Seçilen öğe(ler) gizlenerek sadece "Gizli" albümünden erişilebilecek. lifebox listelerinde ya da hatırlatmalarında ilgili içerikler gelmeyecek. İstediğin zaman geri yükleyebilirsin. Devam etmek istiyor musun?
uk: Вибрані елементи будуть приховані та доступні тільки в альбомі «Приховані». Відповідне вміст не буде зображатися в списках lifebox або нагадувань. Ви можете відновити його, коли забажаєте. Ви бажаєте продовжити?

# confirmation_popup_message_hide_albums
source: Selected album(s) will only be available in "Hidden" Album. You can restore them any time. Are you sure to continue?
ar: سوف يتم التوصل للألبوم المختار ومحتوياته بإخفاءها فقط من ألبوم "مخفي".سوف لا تأتي المحتويات المتعلقة بقوائم LİFEBOX أو بالتذكيرات.يمكنكم تحميلها مرة أخرى في الوقت الذي ترغب فيه.هل تريد الاستمرار؟
de: Das ausgewählte Album und die Inhalte werden ausgeblendet und sind nur über das Album "Ausgeblendet" zugänglich. Relevante Inhalte werden nicht in Lifebox-Listen oder Erinnerungen angezeigt. Du kannst es jederzeit wiederherstellen. Möchtest Du fortfahren?
es: El álbum y sus contenidos seleccionados se ocultarán y se accederán por medio del álbum de "Oculto". Puedes restaurar los ocultados cuando desees. Quieres continuar ?
fr: Le ou les albums sélectionnés ne seront disponibles que dans l'album "Masqué" Vous pouvez les restaurer à tout moment. Êtes-vous sûr de continuer ?
ka: არჩეული ალბომ(ები) ხელმისაწვდომი იქნება მხოლოდ "დამალულ" ალბომში. მათი აღდგენა ნებისმიერ დროს შეგიძლია. დარწმუნებული ხარ რომ გააგრძელებ?
ro: Albumele (albumele) selectate vor fi disponibile doar în albumul „ascuns”. Le puteți restaura oricând. Ești sigur că vrei să continui?
ru: Выбранные альбом(ы) и его содержимое будут скрыты и доступны только из альбома «Скрытый». Содержимое не будет отображаться в списках lifebox или его напоминаниях. Вы можете восстановить их, когда пожелаете. Хотите продолжить?
sq: Albumet e përzgjedhur do të jenë vetëm në albumin "Të Fshehura". Ju mund t'i riktheni në cdo kohë. Dëshironi të vazhdoni?
tr: Seçilen albüm ve içerikleri gizlenerek sadece "Gizli" albümünden erişilebilecek. lifebox listelerinde ya da hatırlatmalarında ilgili içerikler gelmeyecek. İstediğin zaman geri yükleyebilirsin. Devam etmek istiyor musun?
uk: Вибраний альбом та його вміст будуть приховані та доступні тільки в альбомі «Приховані». Відповідне вміст не буде зображатися в списках lifebox або нагадувань. Ви можете відновити його, коли забажаєте. Ви бажаєте продовжити?

# confirmation_popup_title_hide_single_album
source: Hide Album
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Album masqué
ka: დამალე ალბომი
ro: Ascundeți albumul
ru: Скрытый
sq: Fshih Album
tr: Gizli
uk: Приховані

# confirmation_popup_message_hide_single_album
source: Selected album will only be available in "Hidden" Album. You can restore them any time. Are you sure to continue?
ar: سوف يتم التوصل للألبوم المختار ومحتوياته بإخفاءها فقط من ألبوم "مخفي".سوف لا تأتي المحتويات المتعلقة بقوائم LİFEBOX أو بالتذكيرات.يمكنكم تحميلها مرة أخرى في الوقت الذي ترغب فيه.هل تريد الاستمرار؟
de: Das ausgewählte Album und die Inhalte werden ausgeblendet und sind nur über das Album "Ausgeblendet" zugänglich. Relevante Inhalte werden nicht in Lifebox-Listen oder Erinnerungen angezeigt. Du kannst es jederzeit wiederherstellen. Möchtest Du fortfahren?
es: El álbum y sus contenidos seleccionados se ocultarán y se accederán por medio del álbum de "Oculto". Puedes restaurar los ocultados cuando desees. Quieres continuar ?
fr: L'album sélectionné ne sera disponible que dans l'album "Masqué" Vous pouvez les restaurer à tout moment. Êtes-vous sûr de continuer ?
ka: არჩეული ალბომი ხელმისაწვდომი იქნება მხოლოდ "დამალულ" ალბომში. მათი აღდგენა ნებისმიერ დროს შეგიძლია. დარწმუნებული ხარ რომ გააგრძელებ?
ro: Albumele (albumele) selectate vor fi disponibile doar în albumul „ascuns”. Le puteți restaura oricând. Ești sigur că vrei să continui?
ru: Выбранные альбом(ы) и его содержимое будут скрыты и доступны только из альбома «Скрытый». Содержимое не будет отображаться в списках lifebox или его напоминаниях. Вы можете восстановить их, когда пожелаете. Хотите продолжить?
sq: Albumi i përzgjedhur do të jetë vetëm në albumin "Të Fshehura". Ju mund ta riktheni në cdo kohë. Dëshironi të vazhdoni?
tr: Seçilen albüm ve içerikleri gizlenerek sadece "Gizli" albümünden erişilebilecek. lifebox listelerinde ya da hatırlatmalarında ilgili içerikler gelmeyecek. İstediğin zaman geri yükleyebilirsin. Devam etmek istiyor musun?
uk: Вибраний альбом та його вміст будуть приховані та доступні тільки в альбомі «Приховані». Відповідне вміст не буде зображатися в списках lifebox або нагадувань. Ви можете відновити його, коли забажаєте. Ви бажаєте продовжити?

# smash_screen_title
source: Fun Effect
ar: استمتع
de: Habe Spaß
es: Efecto divertido
fr: Effet Amusant
ka: გასართობი ეფექტი
ro: Efect distractiv
ru: Веселись
sq: Efekt argëtues
tr: Eğlen
uk: Веселись

# smash_popup_message
source: This edited photo will be saved to device gallery and uploaded on lifebox as a new item.
ar: سوف يتم حفظ الصورة التي قمت بتعديلها بشكل تلقائي بمعرض الهاتف وايضا في LİFEBOX
de: Das von Dir bearbeitete Foto wird automatisch sowohl in der Telefongalerie als auch in der Lifebox gespeichert.
es: La foto editada se guardará automáticamente en la galería de fotos y del teléfono.
fr: Cette photo modifiée sera enregistrée dans la galerie de l'appareil et téléchargée sur lifebox comme un nouvel élément.
ka: ეს დამუშავებული ფოტო შეინახება მოწყობილობის გალერეაში და აიტვირთება lifebox-ზე, როგორც ახალი პუნქტი.
ro: Această fotografie editată va fi salvată ca fotografie nouă în galeria dispozitivului
ru: Отредактированная фотография будет автоматически сохранена как в телефонной галерее, так и в lifebox.
sq: Fotot e ndryshuara do të ruhen në galerinë e pajisjes dhe do të ngarkohen në lifebox si një njësi e re.
tr: Düzenlediğin fotoğraf hem telefon galerine hem de lifebox'a otomatik olarak kaydedilecek.
uk: Відредагована фотографія буде автоматично збережена як в телефонній галереї, так і в Lifebox.

# Smash
source: Fun
ar: استمتع
de: Gif
es: Gif
fr: Gif
ka: გიფი
ro: Gif
ru: Gif
sq: Gif
tr: Gif
uk: Gif

# photos_hide_success_message
source: Photo(s) hidden successfully.
ar: تم اخفاء الصور المختارة
de: Das/die ausgewählte/n Foto/s wurden ausgeblendet.
es: La foto(s) ocultada exitosamente
fr: Photo(s) masquée(s) avec succès.
ka: ფოტო(ები) წარმატებით დაიმალა.
ro: Articolele sunt ascunse cu succes
ru: Выбранная фотография(ии) скрыта.
sq: Fotot u fshehën me sukses.
tr: Seçilen fotoğraf(lar) gizlendi.
uk: Вибрані фотографії приховані.

source: Unhide
ar: حمل مرة أخرى
de: Lade zurück
es: Restaurar
fr: Afficher
ka: გამოაჩინე
ro: Afișați
ru: Восстановление
sq: Zbulo
tr: Geri Yükle
uk: Відновити

# smart_album_hidden
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
ka: დამალული
ro: Ascuns
ru: Скрытый
sq: Të fshehura
tr: Gizli
uk: Приховані

# hide_success_popup_message
source: Item(s) hidden successfully.
ar: تم إخفاء العناصر.
de: Das/die Element/e wurden ausgeblendet.
es: Elemento(s) ocultado(s) exitosamente
fr: Les éléments ont été masqués avec succès
ka: პუნქტ(ებ)ი წარმატებით დაიმალა.
ro: Articolele sunt ascunse cu succes
ru: Предмет(ы) скрыты.
sq: Njësitë u fshehën me sukses.
tr: Öğe(ler) gizlendi.
uk: Елементи приховані.

# hide_success_popup_button_title
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqués
ka: დამალული
ro: Articole ascunse>
ru: Скрытый
sq: Njësi të fshehura
tr: Gizli
uk: Приховані

# hide_single_album_success_popup_message
source: Selected album hidden successfully.
ar: تم اخفاء الألبوم المختار.
de: Das ausgewählte Album wurde ausgeblendet.
es: Se ha ocultado el álbum seleccionado.
fr: L'album sélectionné a été masqué avec succès.
ka: შერჩეული ალბომი წარმატებით დაიმალა.
ro: Albumul este ascuns cu succes
ru: Выбранный альбом был скрыт.
sq: Albumi i përzgjedhur u fsheh me sukses.
tr: Seçilen albüm gizlendi.
uk: Вибрані фотографії приховані.

# hide_albums_success_popup_message
source: Selected album(s) hidden successfully.
ar: تم إخفاء الألبومات المختارة.
de: Das/die ausgewählte/-n Album/-en wurde/n ausgeblendet.
es: Se han ocultado los álbums seleccionados.
fr: Les albums sélectionnés ont été masqués avec succès.
ka: არჩეული ალბომ(ები) წარმატებით დაიმალა.
ro: Albumele selectate sunt ascunse cu succes
ru: Выбранные альбом(ы) были скрыты.
sq: Albumet e përzgjedhur u fshehën me sukses.
tr: Seçilen albüm(ler) gizlendi.
uk: Вибраний альбом прихований.

# selected_items_limit_hide
source: You can not hide more than %d items.
ar: لا يمكنكم إخفاء أكثر من عدد %d
de: Du kannst nicht mehr als Anzahl %d Elemente ausblenden.
es: No puedes ocultar más de %d elementos.
fr: Vous ne pouvez pas cacher plus de %d articles.
ka: შენ არ შეგიძლია %d-ზე მეტი პუნქტის დამალვა.
ro: Nu puteți ascunde mai mult de %d fișiere
ru: Вы не можете скрыть более %d предметов.
sq: Ju nuk mund të fshihni më shumë sesa %d skedarë
tr: %d adetten fazla öğe gizleyemezsin.
uk: Ви не можете приховати більш %d елементів.

# hide_single_photo_completion_alert_message
source: Selected item will only be available in "Hidden" Album. You can restore them any time.
ar: سوف يتم التوصل للصورة المختارة فقط من ألبوم "مخفي".سوف لا تراها بقوائم LİFEBOX أو بالتذكيرات.يمكنكم تحميلها مرة أخرى في الوقت الذي ترغب فيه.هل تريد الاستمرار؟
de: Das ausgewählte Foto ist nur über das Album "Ausgeblendet" zugänglich. Du wirst es nicht in Lifebox-Listen oder Erinnerungen sehen. Du kannst es jederzeit wiederherstellen. Möchtest Du fortfahren?
es: La foto seleccionada solo estará disponible en el álbum “Oculto”. Puedes restaurar los elementos ocultados cuando lo desees.
fr: L'article sélectionné ne sera disponible que dans l'album "Masqué". Vous pouvez les restaurer à tout moment.
ka: არჩეული პუნქტი ხელმისაწვდომი იქნება მხოლოდ "დამალულ" ალბომში. მათი აღდგენა ნებისმიერ დროს შეგიძლია.
ro: Elementul selectat va fi disponibil numai în albumul „Ascuns”. Le puteți restaura oricând.
ru: Выбранная фотография будет доступна только из альбома «Скрытый». Вы не увидите ее в списках lifebox или его напоминаниях. Вы можете восстановить ее, когда пожелаете. Хотите продолжить?
sq: Njësitë e përzgjedhur do të jenë vetëm në albumin "Të Fshehura". Ju mund t'i riktheni në cdo kohë
tr: Seçilen öğeye sadece "Gizli" albümünden erişilebilecek. lifebox listelerinde ya da hatırlatmalarında görmeyeceksin. İstediğin zaman geri yükleyebilirsin. Devam etmek istiyor musun?
uk: Вибрана фотографія буде доступна тільки в альбомі «Приховані». Ви не побачите їх в списках lifebox або нагадувань. Ви можете відновити його, коли забажаєте. Ви бажаєте продовжити?

# people_album_warning_alert_title_not_premium_and_no_image_grouping
source: No "People" Album Yet!
ar: لا يوجد ألبوم أشخاص لديكم حتى الان!
de: Du hast noch kein Kontaktalbum!
es: Todavía no tienes un álbum de contactos !
fr: Pas encore d'album "People" !
ka: "ხალხი" ალბომი ჯერ არ არის!
ro: Niciun album „Oameni”!
ru: Альбома Люди пока нет!
sq: Akoma asnjë album njerëzish!
tr: Henüz Kişi Albümün Yok!
uk: У тебе ще немає особистого Альбому!

# people_album_warning_alert_title_not_premium_and_image_grouping_on
source: Couldn't Find the Person?
ar: هل لم تجد الشخص الذي تريده؟
de: Hast du den gesuchten Kontakte nicht gefunden?
es: No has podido encontrar el contacto que buscas ?
fr: Vous n'avez pas pu trouver la personne ?
ka: ვერ იპოვე ადამიანი?
ro: Nu ai putut găsi persoana?
ru: Не смогли найти Нужного Человека?
sq: Nuk mund ta gjeni personin?
tr: İstediğin Kişiyi Bulamadın mı?
uk: Чи не знайшли людину, який вам потрібен?

# people_album_warning_alert_title_premium_and_no_image_grouping
source: No "People" Album Yet!
ar: لا يوجد لديكم ألبوم أشخاص حتى الان!
de: Du hast noch kein Kontaktalbum!
es: Todavía no tienes un álbum de contactos !
fr: Pas encore d'album "People" !
ka: "ხალხი" ალბომი ჯერ არ არის!
ro: Nu există o imagine procesată!
ru: Альбома Люди пока нет!
sq: Akoma asnjë album njerëzish!
tr: Henüz Kişi Albümün Yok!
uk: У тебе ще немає особистого Альбому!

# people_album_warning_message_not_premium_and_no_image_grouping
source: Would you like us to process your photos and automatically group them in People, Objects and Places albums for you? Enable "Face/Image Grouping" and start processing your photos. Also have a look at Premium subscription options for limitless grouping.
ar: هل ترغب أن نقوم بمعالجة صوركم وتجميعها تلقائيا ضمن ألبومات أشخاص وأشياء وأماكن؟يمكنك القيام بفتح خاصية "تجميع الوجه/الأشياء"من تحت الإعدادات والبدأ بالتجميع على الفور ,يمكنكم التدقيق بعضويات Premium للحصول على حق التجميع الغير محدود.
de: Möchtest Du, dass wir Deine Fotos für Dich bearbeiten und automatisch unter Kontakte -, Objekt- und Ortsalben gruppieren? Du kannst unter der Funktion "Gesicht- /Objektgruppierung" unter "Einstellungen" aktivieren und sofort mit der Gruppierung beginnen und für die uneingeschränkten Gruppierungsberechtigungen die Premium-Abonnemente studieren.
es: Deseas que procesemos tus fotos para ti y las agrupemos automáticamente bajo los álbumes de Contacto, Objeto y Lugar ? Puedes habilitar la función "Agrupación de Cara/ Objeto" bajo las Configuración y empezar a agrupar ahora, puedes ver las membresías Premium para el derecho de agrupación ilimitada.
fr: Souhaitez-vous que nous traitions vos photos et que nous les regroupions automatiquement dans des albums "Personnes, objets et lieux" ? Activez "Groupement de visages/images" et commencez à traiter vos photos. Consultez également les options d'offres Premium pour un regroupement illimité.
ka: გსურს რომ შენი ფოტოები ავტომატურად დაჯგუფდეს მასში არსებული ადამიანების, ობიექტების ან ადგილების მიხედვით? ჩართე "სახის/სურათის დაგჯუფების" ფუნქცია და დაიწყე მათი დამუშავება. ასევე დაათვალიერე ჩვენს პრემიუმ გამოწერას, რომელსაც ულიმიტო დაჯგუფების არჩევანი აქვს.
ro: Doriți să vă procesați fotografiile și să le grupați automat în albume Oameni, obiecte și locuri pentru dvs.? Activați „Gruparea feței / imaginilor” și începeți să vă prelucrați fotografiile. Aruncați o privire și la opțiunile de abonament Premium pentru grupare nelimitată.
ru: Хотите, чтобы мы обработали ваши фотографии и автоматически сгруппировали их для вас в альбомах Люди, Объекты и Места? Включив «Группировка Лиц/Объектов» в разделе Настройки начните сразу группировку фотографий, а также ознакомиться с вариантами подписки Premium для возможности неограниченной группировки.
sq: Dëshironi t'i përpunojmë fotot tuaja automatikisht dhe i grupuar në albumet e Njerëzve, Objekteve dhe Vendeve? Aktivizoni grupimin Fytyrë/Imazh dhe filloni të përpunoni fotot tuaja.Ju mund të shikoni abonimin Premium për grupim të palimituar.
tr: Senin için fotoğraflarını işleyip otomatik olarak Kişi, Nesne ve Yer albümleri altında gruplandırmamızı ister misin? "Yüz/Nesne Gruplama" özelliğini Ayarlar altında açıp hemen gruplamaya başlayabilir, sınırsız gruplama hakkı için Premium abonelikleri inceleyebilirsin.
uk: Хочете, щоб ми обробили ваші фотографії та автоматично згрупували їх в альбомах «Людина», «Об'єкт» та «Місце»? Ви можете включити функцію «Групування осіб / об'єктів» в розділі «Налаштування» та відразу почати групування, а також скористатися підписками Premium на необмежене групування.

# people_album_warning_message_not_premium_and_image_grouping_on
source: Would you like us to process your photos and automatically group them in People, Objects and Places albums for you? You can have a look at Premium subscription options for limitless grouping.
ar: هل ترغب أن نقوم بمعالجة صوركم وتجميعها تلقائيا ضمن ألبومات أشخاص وأشياء وأماكن؟,يمكنكم التدقيق بعضويات Premium للحصول على حق التجميع الغير محدود.
de: Möchtest Du, dass wir Deine Fotos für Dich bearbeiten und automatisch unter Kontakte -, Objekt- und Ortsalben gruppieren. Du kannst für die uneingeschränkten Gruppierungsberechtigungen die Premium-Abonnemente studieren.
es: Deseas que procesemos tus fotos para tí y las agrupemos automáticamente bajo los álbumes de Contacto, Objeto y Lugar? Puedes ver las membresías Premium para el derecho de agrupación ilimitada.
fr: Souhaitez-vous que nous traitions vos photos et que nous les regroupions automatiquement dans des albums "Personnes, objets et lieux" ? Vous pouvez consulter les options d'abonnement Premium pour un regroupement illimité.
ka: გსურს რომ შენი ფოტოები ავტომატურად დაჯგუფდეს მასში არსებული ადამიანების, ობიექტების ან ადგილების მიხედვით? დაათვალიერე ჩვენს პრემიუმ გამოწერას, რომელსაც ულიმიტო დაჯგუფების არჩევანი აქვს. ~
ro: Doriți să vă procesați fotografiile și să le grupați automat în albume Oameni, Obiecte și Locuri? Puteți arunca o privire asupra opțiunilor de abonament Premium pentru grupare nelimitată.
ru: Хотите, чтобы мы обработали ваши фотографии и автоматически сгруппировали их для вас в альбомах Люди, Объекты и Места? Вы можете ознакомиться с вариантами подписки Premium для возможности неограниченной группировки.
sq: Dëshironi t'i përpunojmë fotot tuaja automatikisht dhe i grupuar në albumet e Njerëzve, Objekteve dhe Vendeve? Ju mund të shikoni abonimin Premium për grupim të palimituar.
tr: Senin için fotoğraflarını işleyip otomatik olarak Kişi, Nesne ve Yer albümleri altında gruplandırmamızı ister misin? Sınırsız gruplama hakkı için Premium abonelikleri inceleyebilirsin.
uk: Хочете, щоб ми обробили ваші фотографії та автоматично згрупували їх в альбомах «Людина», «Об'єкт» та «Місце»? Ви можете вивчити підписку преміум для необмеженого групування.

# people_album_warning_message_premium_and_no_image_grouping
source: Would you like us to process your photos and automatically group them in People, Objects and Places albums for you? Enable "Face/Image Grouping" and start processing your photos limitless.
ar: هل ترغب أن نقوم بمعالجة صوركم وتجميعها تلقائيا ضمن ألبومات أشخاص وأشياء وأماكن؟يمكنك القيام بفتح خاصية "تجميع الوجه/الأشياء"من تحت الإعدادات وابدأ بالتجميع على الفور.
de: Möchtest Du, dass wir Deine Fotos für Dich bearbeiten und automatisch unter Kontakte -, Objekt- und Ortsalben gruppieren? Öffne unter der Funktion "Gesicht- /Objektgruppierung" unter "Einstellungen" und beginne sofort mit der Gruppierung.
es: Deseas que procesemos tus fotos para ti y las agrupemos automáticamente bajo los álbumes de Contacto, Objeto y Lugar? Habilitar la función de "Agrupación de Cara/ Objeto" bajo la Configuración y empezar a agrupar ahora.
fr: Souhaitez-vous que nous traitions vos photos et que nous les regroupions automatiquement dans des albums "Personnes, objets et lieux" ? Activez la fonction "Groupement de visages/images" et commencez à traiter vos photos sans limite.
ka: გსურს რომ შენი ფოტოები ავტომატურად დაჯგუფდეს მასში არსებული ადამიანების, ობიექტების ან ადგილების მიხედვით? ჩართე "სახის/სურათის დაგჯუფების" ფუნქცია და დაიწყე მათი დამუშავება. ასევე დაათვალიერე ჩვენს პრემიუმ გამოწერას, რომელსაც ულიმიტო დაჯგუფების არჩევანი აქვს.
ro: Doriți să vă procesați fotografiile și să le grupați automat în albume Oameni, Obiecte și Locuri? Activați „Gruparea feței / imaginilor” și începeți procesarea fotografiilor dvs. nelimitate.
ru: Хотите, чтобы мы обработали ваши фотографии и автоматически сгруппировали их для вас в альбомах Люди, Объекты и Места? Включив «Группировка Лиц/Объектов» в разделе Настройки начните сразу группировку фотографий.
sq: Dëshironi t'i përpunojmë fotot tuaja automatikisht dhe i grupuar në albumet e Njerëzve, Objekteve dhe Vendeve? Aktivizoni grupimin Fytyrë/Imazh dhe filloni të përpunoni fotot tuaja.
tr: Senin için fotoğraflarını işleyip otomatik olarak Kişi, Nesne ve Yer albümleri altında gruplandırmamızı ister misin? "Yüz/Nesne Gruplama" özelliğini Ayarlar altında aç ve hemen gruplamaya başla.
uk: Хочете, щоб ми обробили ваші фотографії та автоматично згрупували їх в альбомах «Людина», «Об'єкт» та «Місце»? Включите функцію «Групування осіб / об'єктів» в розділі «Налаштування» та відразу почніть групування.

# people_album_warning_button_not_premium_and_no_image_grouping
source: Enable Face/Image Grouping
ar: افتح تجميع الوجه/الأشياء!
de: Öffne die Gesicht- /Objektgruppierung!
es: Habilitar la Agrupación de Cara/ Objeto !
fr: Permettre le regroupement des visages/images
ka: ჩართე სახის/გამოსახულების დაჯგუფების ფუნქცია
ro: Activați gruparea feței / imaginilor
ru: Включите Группировка Лиц/Объектов!
sq: Aktivizo grupimin Fytyrë/Imazh
tr: Yüz/Nesne Gruplamayı Aç!
uk: Включите функцію «Групування осіб / об'єктів»!

# people_album_warning_button_not_premium_and_image_grouping_on
source: See Existing People Groups
ar: اعرض الأشخاص الموجودين
de: Bestehende Kontakte anzeigen
es: Ver contactos actuales
fr: Afficher les contacts existants
ka: იხილე არსებული ადამიანების ჯგუფები
ro: Consultați Grupuri existente de persoane
ru: Просмотр Существующих Контактов
sq: Shikoni grupet ekzistuese të Njerëzve
tr: Mevcut Kişileri Görüntüle
uk: Перегляд Наявних Контактів

# people_album_warning_button_premium_and_no_image_grouping
source: Enable Face/Image Grouping
ar: افتح تجميع الوجه/الأشياء!
de: Öffne die Gesicht- /Objektgruppierung!
es: Habilitar la Agrupación de Cara/ Objeto !
fr: Activer le groupement Visage/Image
ka: ჩართე სახის/სურათის დაჯგუფების ფუნქცია
ro: Activați gruparea feței / imaginilor
ru: Включите Группировка Лиц/Объектов!
sq: Aktivizo grupimin Fytyrë/Imazh
tr: Yüz/Nesne Gruplamayı Aç!
uk: Включите функцію «Групування осіб / об'єктів»!

# hide_successed_alert_title
source: Item(s) hidden successfully.
ar: تم اخفاء العناصر.
de: Das/die Element/-e wurden ausgeblendet.
es: Elemento(s) ocultado(s).
fr: Objet(s) caché(s) avec succès.
ka: პუნქტ(ებ)ი წარმატებით დაიმალა.
ro: Imaginea este ascunsă cu succes
ru: Предмет (ы) скрыты.
sq: Njësitë e përzgjedhura u fshehën me sukses.
tr: Öğe(ler) gizlendi.
uk: Елементи приховані.

# hide_successed_alert_with_people_album_title
source: Item(s) hidden successfully
ar: تم اخفاء الصور العائدة للشخص المختار.
de: Das/die Foto/-s der ausgewählten Kontakte wurden ausgeblendet.
es: Se ocultaron las fotos que pertenecen al contacto seleccionado.
fr: Objet(s) caché(s) avec succès
ka: პუნქტ(ებ)ი წარმატებით დაიმალა.
ro: Poza este ascunsă acum!
ru: Фотография(ии) выбранного человека были скрыты.
sq: Njësitë e përzgjedhura u fshehën me sukses.
tr: Seçilen öğe(ler) gizlendi.
uk: Фотографії вибраного людини приховані.
