Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# login_settings_two_factor_auth_description
source: If you enable Two-Factor Authentication, you will be asked to verify your identity before login. We will send a security code to your phone number or e-mail for verification. This will allow you to login your account more securely.
ar: إذا قمت بتحقيق المصادقة الثنائية , فسنطلب منك تحقيق المصادقة قبل تسجيل الدخول. ومن أجل المصادقة سنرسل رمز حماية إلى رقم هاتفك أو عنوان بريدك الإلكتروني وبهذا يمكنكم الوصول لحسابكم الشخصي بتجربة دخول اكثر امان .
de: Wenn Sie die Zwei-Faktor-Authentifizierung aktivieren, werden Sie aufgefordert, sich vor der Anmeldung zu authentifizieren. Wir senden einen Sicherheitscode zur Bestätigung an Ihre Telefonnummer oder E-Mail-Adresse. Auf diese Weise können Sie mit einer sichereren Anmeldeerfahrung auf Ihr persönliches Konto zugreifen.
es: Si activas la Autenticación de Doble Factor, queremos que verifiques tu identidad antes de iniciar sesión. Para la verificación, te enviaremos el código de seguridad a tu número de teléfono o tu correo electrónico. Entonces accederás a tu cuenta personal de forma segura.
fr: Si vous activez la validation de l'authentification à deux facteurs, nous vous demanderons de valider votre identité avant de vous connecter. Nous vous enverrons un code de sécurité sur votre numéro de téléphone ou votre adresse email pour authentification. Cela vous permettra d'accéder à votre compte personnel avec une expérience de connexion plus sécurisée.
ka: თუ ჩართავ ორფაქტორიან ავთენტიფიკაციას, მოგეთხოვება დაადასტურო შენი ვინაობა შესვლამდე. ჩვენ გამოგიგზავნით უსაფრთხოების კოდს შენს ტელეფონის ნომერზე ან ელ.ფოსტაზე გადამოწმებისთვის. ეს საშუალებას მოგცემს შეხვიდე შენს ანგარიშზე უფრო უსაფრთხოდ.
ro: Dacă activați autentificarea cu doi factori, vi se va solicita să vă verificați identitatea înainte de autentificare. Vom trimite un cod de securitate la numărul de telefon sau e-mail pentru verificare. Acest lucru vă va permite să vă autentificați contul în siguranță.
ru: Если вы включите двухфакторную аутентификацию, то перед входом в систему мы попросим вас подтвердить вашу личность. Для подтверждения мы вышлем код безопасности на ваш телефонный номер или электронную почту. Это позволит вам получить более безопасный доступ к вашей личной учетной записи.
sq: Nëse aktivizoni autentifikimin dy-faktorësh, do t'ju kërkohet të verifikoni identitetin tuaj përpara se të regjistroheni. Ne do të dërgojmë një kod sigurie në numrin e telefonit ose postën elektronike për verifikim.
tr: İki Faktörlü Kimlik Doğrulamayı etkinleştirirsen, giriş yapmadan önce kimliğini doğrulamanı isteyeceğiz. Doğrulama için telefon numarana veya e-posta adresine bir güvenlik kodu göndereceğiz. Böylece kişisel hesabına daha güvenli bir giriş deneyimi ile ulaşabileceksin.
uk: Якщо ви включите двофакторну автентифікацію, ми попросимо вас пройти автентифікацію перед входом у систему.Ми надішлемо код безпеки на ваш номер телефону або електронну адресу для підтвердження. Таким чином, ви зможете отримати доступ до своєї особистої сторінки більш захищено.

# two_fa_invalid_session_error_message
source: Session has expired, please request a new code
ar: انتهت مدة جلستك من أجل تحقيق المصادقة الثنائية.
de: Zeit für die Zweifaktoren-Authentifizierung ist abgelaufen.
es: La sesión ha sido expirada para la autenticación de identidad de dos factores.
fr: Session expirée pour une authentification à deux facteurs.
ka: სესიას ვადა გაუვიდა, გთხოვ მოითხოვე ახალი კოდი
ro: Sesiunea a expirat, solicită un nou cod
ru: Время сессии истеко, пожалуйста, запросите новый код
sq: Sesioni ka skaduar. Ju lutemi, kërkoni një kod të ri
tr: İki faktörlü kimlik doğrulaması için oturumun süresi doldu.
uk: Термін дії сесії закінчився. Запросіть новий код

# two_fa_invalid_challenge_error_message
source: Session has expired, please request a new code
ar: انتهت مدة جلستك من أجل تحقيق المصادقة الثنائية.
de: Zeit für die Zweiphasen-Authentifizierung ist abgelaufen.
es: La sesión ha sido expirada para la autenticación de identidad de dos factores.
fr: Session expirée pour une authentification à deux facteurs.
ka: სესიას ვადა გაუვიდა, გთხოვ მოითხოვე ახალი კოდი
ro: Sesiunea a expirat, solicită un nou cod
ru: Время сессии истеко, пожалуйста, запросите новый код
sq: Sesioni ka skaduar. Ju lutemi, kërkoni një kod të ri
tr: İki faktörlü kimlik doğrulaması için oturumun süresi doldu.
uk: Термін дії сесії закінчився. Запросіть новий код

# two_fa_too_many_attempts_error_message
source: 3 wrong trials. Please request a new code.
ar: لقد قمتم بتسجيل الدخول بشكل خاطئ تلاث مرات,من فضلكم قم بطلب رمز اخر.
de: Du hast Dich 3 x falsch angemeldet. Bitte fordere ein neues Passwort an.
es: Has entrado mal 3 veces. Por favor solicitar un nuevo código.
fr: Vous vous êtes mal connecté 3 fois. Veuillez demander un nouveau code.
ka: 3 არასწორი მცდელობა. გთხოვ მოითხოვე ახალი კოდი.
ro: 3 încercări greșite. Solicită un nou cod.
ru: 3 неверных попытки. Пожалуйста, запросите новый код.
sq: 3 prova të gabuara. Ju lutemi, kërkoni një kod të ri.
tr: 3 kere hatalı giriş yaptın. Lütfen yeni kod talep et.
uk: 3 невірні спроби. Запросіть новий код.

# two_fa_invalid_Otp_error_message
source: Security code is invalid, please try again.
ar: رمز الحماية غير صالح,من فضلك حاول لاحقا.
de: Sicherheitscode ist ungültig, bitte erneut eingeben.
es: No es válido el código de seguridad, por favor reintentarlo.
fr: Le code de sécurité n'est pas valide, veuillez réessayer.
ka: უსაფრთხოების კოდი არავალიდურია, კიდევ ერთხელ სცადე.
ro: Codul de securitate nu este valabil. Încearcă din nou
ru: Код безопасности недействителен, пожалуйста, попробуйте еще раз.
sq: Kodi i sigurisë është i pavlefshëm. Ju lutemi, provoni përsëri.
tr: Güvenlik kodu geçerli değil, lütfen tekrar dene.
uk: Код безпеки недійсний. Повторіть спробу.

# spotify_import_navbar_title
source: Import Playlists
ar: انقل قوائم التشغيل
de: Übertrage die Wiedergabelisten
es: Mover las listas de reproducción.
fr: Déplacer les playlists
ka: ფლეილისთის პორტი
ro: Importă playlisturi
ru: Импорт плейлистов
sq: Importoni listën.
tr: Çalma listelerini taşı
uk: Імпорт плейлистів

# spotify_importing
source: Importing...
ar: القوائم تنقل...
de: Wiedergabelisten werden übertragen...
es: Se están transfiriendo las listas…
fr: Importation...
ka: იმპორტირდება...
ro: Se importă ...
ru: Импортирование
sq: Duke importuar...
tr: Listeler taşınıyor...
uk: Імпортування

# spotify_import_from
source: from Spotify
ar: من سبوتيفي
de: von Spotify
es: De Spotify
fr: de Spotify
ka: Spotify-დან
ro: din Spotify
ru: из Spotify
sq: nga Spotify
tr: Spotify'dan
uk: з Spotify

# spotify_import_to
source: to lifebox
ar: إلى لايف بوكس
de: an Lifebox
es: A Lifebox
fr: à lifebox
ka: ლაიფბოქსში
ro: în lifebox
ru: в lifebox
sq: drejt Lifebox
tr: lifebox'a
uk: в lifebox

# spotify_import_description
source: You can find imported playlists under: All Files > Music
ar: تستطيعون رؤية القوائم التم قمتم بنقلها من هنا:/ن جميع الملفات<الموسيقى
de: Übertragene Wiedergabelisten kannst Du hier sehen: \n Alle Dateien > Musik
es: Puedes ver aquí las listas que has movido: \n Todos Los Folios >Música
fr: Vous pouvez voir les playlists que vous avez importé ici : \ n Tous les fichiers> Musique
ka: შეგიძლია იმპორტირებული ფლეილისთების ნახვა: ყველა ფაილი > მუსიკა
ro: Poți găsi playlisturile importate sub: Toate fișierele> Muzică
ru: Вы можете найти импортированные плейлисты под: Все файлы> Музыка
sq: Ju mund t'i gjeni listat e importuara nën: Të gjitha dosjet> Muzikë
tr: Taşıdığın listeleri buradan görebilirsin: \n Tüm Dosyalar > Müzik
uk: Ви можете знайти імпортовані плейлисти в: Всі файли> Музика

# spotify_import_in_background
source: Import in Background
ar: قم بنقله في الخلفية
de: Übertrage im Hintergrund
es: Mover en el fondo posterior
fr: Importer en arrière-plan
ka: იმპორტი ფონზე
ro: Import în fundal
ru: Импорт в Background
sq: Importoni në Sfond
tr: Arkaplanda Taşı
uk: Імпорт у фоновому режимі

# spotify_playlist_import_button
source: Import Selected
ar: قم بنقل ما تم اختياره
de: Übertrage die ausgewählten
es: Mover los seleccionados.
fr: Import sélectionné
ka: შერჩეულის იმპორტირება
ro: Import selectat
ru: Импортировать выбранные
sq: Importoni të përzgjedhurat
tr: Seçilenleri Taşı
uk: Імпортувати обране

# spotify_playlist_navbar_title
source: Spotify Playlists
ar: قوائم تشغيل سبوتيفي
de: Spotify Wiedergabelisten
es: Las Listas de reproducción de Spotify
fr: Playlists Spotify
ka: Spotify მუსიკალური კატალოგი
ro: Playlisturile Spotify
ru: Spotify плейлисты
sq: Listat e Spotify
tr: Spotify Çalma Listeleri
uk: Spotify плейлист

# spotify_playlist_songs_count
source: %d songs
ar: %dأغنية
de: %d Lied
es: Canción d%
fr: %d chansons
ka: %d სიმღერა
ro: %d melodii
ru: %d песни
sq: %@ këngë
tr: %d Şarkı
uk: %d пісні

# spotify_playlist_success_import
source: Playlists successfully imported!
ar: تم نقل القوائم بنجاح!
de: Die Listen wurden erfolgreich übertragen!
es: ¡Las listas se movieron con éxito!
fr: Les listes ont été déplacées avec succès!
ka: მუსიკალური კატალოგი წარმატებითაა იმპორტირებული!
ro: Playlisturi importate cu succes!
ru: Плейлисты успешно импортированы!
sq: Listat u importuan me sukses!
tr: Listeler başarılı bir şekilde taşındı!
uk: Плейлисти успішно імпортовані!

# spotify_playlist_see_imported
source: See Imported Playlists
ar: استعرض القوائم المنقولة
de: Siehe die übertragenen Listen
es: Ver las listas movidas
fr: Voir les listes déplacées
ka: იხილე იმპორტირებული მუსიკალური კატალოგი
ro: Consultă Playlisturile importate
ru: Посмотреть импортированные плейлисты
sq: Shihni Listat e importuara
tr: Taşınmış Listeleri Gör
uk: Дивитися імпортовані списки

# spotify_overwrite_message
source: This action will overwrite your previously imported playlists which have the same name.
ar: في هذه العملية,سوف يتم الكتابة وفقا لقوائم التشغيل التي تم نقلها من قبل والتي تحمل نفس الاسم.
de: Diese Verarbeitung überschreibt die vorher übertragenen Wiedergabelisten mit gleichem Namen.
es: Esta operación se escribirá en las listas de reproducción transferidas antes que tiene el mismo nombre.
fr: Cela écrasera les listes de lecture précédemment importées portant le même nom.
ka: ეს მოქმედება გადაწერს შენს ადრე იმპორტირებულ მუსიკალური კატალოგს , რომლებსაც აქვთ იგივე სახელი.
ro: Această acțiune va suprascrie playlisturile importate anterior care au același nume.
ru: Это действие перезапишет ранее импортированные плейлисты с тем же именем.
sq: Ky veprim do të rishkruajë listat tuaja të importuara më parë që kanë të njëjtin emër.
tr: Bu işlem, aynı adı taşıyan önceden aktarılmış oynatma listelerinin üzerine yazacaktır.
uk: Ця дія призведе до перезапису раніше імпортованих плейлистів, які мають таке ж ім'я.

# spotify_overwrite_message_bold
source: overwrite your previously imported playlists
ar: سيتم الكتابة وفقا لقوائم التشغيل التي تم نقلها من قبل.
de: überschreibt die vorher übertragenen Wiedergabelisten.
es: se escribirá en las listas de reproducción transferidas antes.
fr: écrase toutes les listes de lecture transférées précédemment.
ka: გადაწერე შენი ადრე იმპორტირებული მუსიკალური კატალოგი
ro: suprascrieți playlisturile importate anterior
ru: перезаписать ранее импортированные плейлисты
sq: Rishkruani listat tuaja të importuara më parë
tr: önceden aktarılmış oynatma listelerinin üzerine yazacaktır.
uk: перезаписати раніше імпортовані плейлисти

# spotify_overwrite_cancel_button
source: Cancel
ar: إلغاء
de: Rückgängig
es: Cancelar
fr: Annulation
ka: გაუქმება
ro: Anulare
ru: Отменить
sq: Anuloni
tr: İptal
uk: Скасувати

# spotify_overwrite_import_button
source: Import
ar: انقل
de: Übertrage
es: Mover
fr: Déplacer
ka: იმპორტირება
ru: Импортировать
sq: Importoni
tr: Taşı
uk: Імпорт

# spotify_card_title
source: Spotify Playlists
ar: قوائم تشغيل سبوتيفي
de: Spotify Wiedergabelisten
es: Las Listas de reproducción de Spotify
fr: Listes de lecture Spotify
ka: Spotify მუსიკალური კატალოგი
ro: Playlisturi Spotify
ru: Spotify плейлисты
sq: Listat Spotify
tr: Spotify Çalma Listeleri
uk: Spotify плейлист

# spotify_card_importing
source: Importing playlists...
ar: القوائم تنتقل...
de: Listen werden übertragen...
es: Se están transfiriendo las listas…
fr: Importation des playlists...
ka: მიმდინარეობს მუს.კატალოგის იმპორტი...
ro: Importarea playlistului...
ru: Импортирование плейлиста
sq: Duke importuar listat...
tr: Listeler taşınıyor...
uk: Імпортування плейлиста

# spotify_card_last_update
source: Last Import %@
ar: التحديث الأخير:%@
de: Letzte Aktualisierung: %@
es: Ultima actualización: %@
fr: Dernière importation : %@
ka: ბოლო იმპორტი %@
ro: Ultima importare %@
ru: Последний импорт %@
sq: Importimi i fundit %@
tr: Son güncelleme: %@
uk: Останній імпорт: %@

source: Confirm
ar: وافق
de: Bestätige
es: Aprobar
fr: Confirmer
ka: დასტური
ru: Подтвердить
sq: Konfirmoni
tr: Onayla
uk: Підтвердити

source: Later
ar: فيما بعد
de: Später
es: Mas Tarde
fr: Ensuite
ka: შემდგომში
ro: Mai tărziu
ru: Позже
sq: Më vonë
tr: Daha Sonra
uk: Пізніше

source: Change
ar: قم بتغيير
de: Wechsle aus
es: Cambiar
fr: Modifier
ka: ცვლილება
ro: Schimbă
ru: Изменить
sq: Ndryshoni
tr: Değiştir
uk: Змінити

source: Change e-mail
ar: قم بتغيير بريدك الإلكتروني
de: Wechsle Deine E-Mail aus
es: Cambiar tu correo electrónico.
fr: Modifier votre email
ka: შეცვალე მეილი
ro: Schimbă e-mail-ul
ru: Изменить e-mail
sq: Ndryshoni adresën email
tr: E-postanı değiştir
uk: Змінити e-mail

# verify_email_top_title
source: Please %1$@ we sent to your e-mail %2$@ to verify your account:
ar: من أجل التأكد من صحة حسابكم نرجو منكم %@الذي أرسلناه إلى بريدكم الالكتروني%@
de: Bitte %1$@, das wir an Ihre E-Mail-Adresse %2$@ gesendet haben, um Ihr Konto zu bestätigen:
es: Por favor, %1$@ que enviamos a su correo electrónico %2$@ para verificar su cuenta:
fr: %1$@ que nous avons envoyé à l'adresse e-mail pour vérifier votre compte %2$@
ka: გთხოვთ, %1$@ გამოგვიგზავნე შენს ელ.ფოსტაზე %2$@ შენი ანგარიშის დასადასტურებლად:
ro: Te rugăm %1$@ am trimis la adresa de e-mail %2$@ pentru a verifica contul:
ru: %1$@ отправлен на ваш электронный адрес %2$@ для подтверждения вашей учетной записи:
sq: %@ Ju kemi dërguar email %@ për të verifikuar llogarinë tuaj:
tr: Lütfen hesabını doğrulamak için e-postana %2$@ gönderdiğimiz %1$@
uk: %1$@ ми надіслали на вашу електронну пошту %2$@, верифікацію вашого акаунту:

source: enter the security code
ar: ادخل رمز الحماية
de: Dir an Deine %@ E-Mail geschickt haben
es: Que enviamos a su correo electrónico
fr: Entrez le code de sécurité
ka: შეიყვანე უსაფრთხოების კოდი
ro: introduceți codul de securitate
ru: введите код безопасности
sq: Vendosni kodin e sigurisë
tr: güvenlik kodunu gir
uk: введіть код

# fields_are_not_matched
source: E-mails do not match.
ar: عنواين البريد الإلكتروني غير متطابقة.
de: Die E-Mails stimmen nicht überein.
es: No se coinciden los correos electrónicos.
fr: Les emails ne correspondent pas
ka: მეილები არ ემთხვევა
ro: Email-urile nu se potrivesc.
ru: E-mails не совпадают
sq: Emailet nuk përkojnë me njëri-tjetrin.
tr: E-postalar uyuşmuyor.
uk: E-mail не співпадає

source: Your E-mail
ar: عنوان بريدك الإلكتروني
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre email
ka: შენი მეილი
ro: Email-ul tau
ru: ваш E-mail
sq: Emaili juaj
tr: E-postan
uk: Ваш e-mail

source: Confirm Your E-mail
ar: تأكد من صحة عنوان البريد الإلكتروني
de: Authentifiziere Deine Email
es: Verificar tu correo electrónico
fr: Vérifier l'adresse email
ka: დაადასტურე შენი მეილი
ro: Confirmă emailul
ru: Подтвердите ваш E-mail
sq: Konfirmoni emailin tuaj
tr: E-posta adresini doğrula
uk: Підтвердіть ваш e-mail

source: enter your e-mail
ar: أدخل عنوان بريدك الإلكتروني
de: Melde Dich bei Deiner E-Mail an
es: Ingresar tu correo electrónico
fr: Entrez votre email
ka: შეიყვანე შენი მეილი
ro: introdu adresa de email
ru: введите ваш E-mail
sq: Vendosni emailin tuaj
tr: e-postanı gir
uk: введіть ваш e-mail

# change_email_pop_up_top_title
source: Please enter your e-mail in order to change your account info and get your security code
ar: من فضلك أدخل عنوان البريد الإلكتروني من أجل الحصول على رمز الحماية وتغيير معلومات حسابكم.
de: Bitte melde Dich bei Deiner E-Mail an, um Deine Kontodaten und Deinen Sicherheitscode zu ändern.
es: Por favor ingresar tu correo electrónico para cambiar la información de tu cuenta y el código de seguridad.
fr: Pour modifier les informations du compte et obtenir le code de sécurité, veuillez entrez votre email.
ka: გთხოვთ, შეიყვანო შენი ელ.ფოსტა, რათა შეცვალო შენი ანგარიშის ინფორმაცია და მიიღო უსაფრთხოების კოდი
ro: Te rugăm să introduci e-mailul pentru a schimba informațiile contului și a obține codul de securitate
ru: Пожалуйста, введите свой адрес электронной почты, чтобы изменить данные своей учетной записи и получить код безопасности
sq: Ju lutemi, shkruani postën tuaj elektronike për të ndryshuar informacionin e llogarisë suaj dhe për të marrë kodin tuaj të sigurisë.
tr: Hesap bilgilerini değiştirmek ve güvenlik kodunu almak için lütfen e-posta adresini gir.
uk: Будь ласка, введіть свою електронну пошту, щоб змінити інформацію свого облікового запису та отримати код безпеки

# no_account_found
source: Your account is not found.
ar: لم يتم العثور على الحساب
de: Konto wurde nicht gefunden
es: No se pudo encontrar la cuenta.
fr: Compte non trouvé
ka: შენი ანგარიში არ მოიძებნა
ro: Contul nu este găsit.
ru: Ваш аккаунт не найден
sq: Llogaria juaj nuk u gjend.
tr: Hesap bulunamadı
uk: Ваш обліковий запис не знайдено.

# too_many_requests
source: Too many requests are made, please try again later
ar: تم القيام بالعديد من المحاولات.من فضلك كرر المحاولة فيما بعد.
de: Zu viele Anmeldungen wurden vorgenommen. Versuche es bitte später wieder.
es: Se han hecho numerosas pruebas. Por favor volver a intentarlo más tarde
fr: Trop d'essais. Veuillez réessayer plus tard.
ka: ძალიან ხშირი მოთხოვნა კეთდება, გთხოვ მოგვიანებით სცადო
ro: Sunt făcute prea multe solicitări, încearcă din nou mai târziu
ru: Сделано слишком много запросов, повторите попытку позже.
sq: Janë bërë shumë kërkesa. Ju lutemi, provoni përsëri më vonë
tr: Çok sayıda deneme yapıldı. Lütfen daha sonra tekrar dene.
uk: Забагато запитів. Повторіть спробу пізніше

# invalid_otp
source: Invalid security code
ar: رمز التحقق غير صالح. يرجى المحاولة مرة أخرى.
de: Authentifizierungscode ist falsch, bitte versuche es später wieder.
es: Es invalido el código de verificación. Por favor reintentarlo.
fr: Code de sécurité invalide.
ka: არავალიდური უსაფრთხოების კოდი
ro: Cod de securitate nevalid
ru: Неверный код безопасности
sq: Kod i pavlefshëm sigurie
tr: Doğrulama kodu geçersiz. Lütfen tekrar dene.
uk: Невірний код безпеки

# expired_otp
source: Expired security code
ar: رمز الحماية غير صالح ، يرجى المحاولة مرة أخرى.
de: Sicherheitscode ist falsch, bitte versuche es später wieder.
es: No es válido el código de seguridad. Por favor reintentarlo.
fr: Le code de sécurité a expiré.
ka: ვადაგასული უსაფრთხოების კოდი
ro: Cod de securitate expirat
ru: Код безопасности просрочен
sq: Kodi i skaduar sigurise
tr: Güvenlik kodu geçerli değil, lütfen tekrar dene.
uk: Код безпеки закінчився

# token_is_missing
source: Invalid security code
ar: رمز الحماية غير صالح ، يرجى المحاولة مرة أخرى.
de: Sicherheitscode ist falsch, bitte versuche es später wieder.
es: No es válido el código de seguridad. Por favor reintentarlo.
fr: Le code de sécurité est invalide.
ka: არავალიდური უსაფრთხოების კოდი
ro: Cod de securitate nevalid
ru: Неверный код безопасности
sq: Kod i pavlefshëm sigurie
tr: Güvenlik kodu geçerli değil, lütfen tekrar dene.
uk: Невірний код безпеки

source: Invalid e-mail
ar: لقد أدخلتم عنوان بريد إلكتروني غير صحيح.
de: Du hast eine falsche E-Mail eingegeben.
es: Has ingresado un correo electrónico incorrecto.
fr: Vous avez entré une adresse email incorrecte.
ka: არავალიდური მეილი
ro: E-mail nevalid
ru: Неверный e-mail
sq: Email i pavlefshem
tr: Hatalı bir e-posta adresi girdin.
uk: Неправильна електронна пошта

# spotify_last_import
source: Last import: %@
ar: التحديث الأخير%@
de: Letzte Aktualisierung: %@
es: Ultima actualización: %@
fr: Dernière mise à jour: %@
ka: ბოლო იმპორტი: %@
ro: Ultima importare: %@
ru: Последний импорт %@
sq: Importi i fundit: %@
tr: Son güncelleme: %@
uk: Останній імпорт: %@

# spotify_import_failed_error
source: Error during importing
ar: حدث خطأ أثناء عملية النقل.
de: Fehler bei der Übertragung.
es: Ocurrió un error durante la transferencia.
fr: Erreur lors du transfert.
ka: შეცდომა იმპორტირების დროს
ro: Eroare la import
ru: Ошибка при импорте
sq: Gabim gjatë importimit
tr: Aktarma sırasında hata oluştu.
uk: Помилка під час імпорту

# spotify_playlist_navbar_selection_title
source: Select Items
ar: اختار
de: Wähle aus
es: Seleccionar
fr: Sélectionner
ka: შეარჩიე ნივთი
ro: Selectează Articolele
ru: Выберите товары
sq: Përzgjidhni Artikujt
tr: Seç
uk: Вибрати

# spotify_trasfering_playlist_error
source: Error importing Spotify playlist
ar: حدث خطأ أثناء عملية النقل.
de: Fehler bei der Übertragung
es: Ocurrió un error durante la transferencia.
fr: Erreur lors de l'import Spotify.
ka: შეცდომაა Spotify მუსიკალური კატალოგის იმპორტისას
ro: Eroare la importarea playlistului Spotify
ru: Ошибка импорта плейлиста Spotify
sq: Gabim gjatë importimit të listës së Spotify
tr: Aktarma sırasında hata oluştu.
uk: Помилка імпорту Spotify плейлиста

# spotify_no_playlists
source: You do not have any playlist to import.
ar: لا تتواجد قائمة تشغيل خاصة بكم سوف تنقل
de: Du hast keine Wiedergabelisten, die übertragen werden können
es: No hay lista de reproducción por transferir
fr: Aucune playlist à importer
ka: შენ არ გაქვს ფლეისლითი იმპორტირებისთვის.
ro: Nu ai nici-un playlist de importat.
ru: У вас нет плейлиста для импорта.
sq: Ju nuk keni ndonjë listë për të importuar.
tr: Aktarılacak bir çalma listen bulunmuyor
uk: У вас немає жодного плейлиста для імпорту.

# spotify_no_imported_playlists
source: You do not have any imported playlist.
ar: لا تتواجد قائمة تشغيل عائدة إليكم
de: Übertragungsliste wurde nicht gefunden.
es: No hay lista de reproducción.
fr: Vous n'avez pas de playlist importée.
ka: შენ არ გაქვს იმპორტირებული მუსიკალური კატალოგი
ro: Nu ai nici-un playlist de importat.
ru: У вас нет импортированного плейлиста.
sq: Ju nuk keni ndonjë listë të importuar.
tr: Çalma listen bulunmuyor.
uk: У вас немає імпортованого плейлиста.

# spotify_no_tracks
source: Playlist is empty
ar: قائمة التشغيل فارغة
de: Übertragungsliste ist leer
es: Está vacía la lista de reproducción
fr: La playlist est vide
ka: მუსიკალური კატალოგი ცარიელია
ro: Playlistul este gol
ru: Плейлист пуст
sq: Lista është bosh
tr: Çalma listesi boş
uk: Плейлист порожній

# spotify_delete_title
source: Are you sure you want to delete these files and remove them from lifebox?
ar: هل أنت متأكد من أنك ترغب في حذف هذه الملفات وإزالتها من لايف بوكس؟
de: Bist Du Dir sicher, dass Du diese Dateien von Lifebox löschen und aufheben willst?
es: ¿Está seguro de que desea eliminar estos archivos y eliminarlos de Lifebox?
fr: Êtes-vous sûr de vouloir supprimer ces fichiers et de les supprimer de lifebox?
ka: დარწმუნებული ხარ, რომ გსურს წაშალო ეს ფაილები და წაშალო ისინი lifebox-დან?
ro: Sigur dorești să ștergi aceste fișiere și să le elimini din lifebox?
ru: Вы уверены, что хотите удалить эти файлы и удалить их из lifebox?
sq: Jeni i sigurt që doni t'i fshini këto dosje dhe t'i hiqni ato nga Lifebox?
tr: Bu dosyaları silmek ve lifebox'tan kaldırmak istediğine emin misin?
uk: Ви впевнені, що хочете видалити ці файли та видалити їх із lifebox?

# spotify_delete_title_bold
source: delete these files
ar: مسح هذه الملفات
de: Diese Dateien zu löschen
es: Eliminar estos folios.
fr: Supprimer ces fichiers
ka: წაშალე ეს ფაილები
ro: șterge aceste fișiere
ru: удалить эти файлы
sq: fshini këto dosje.
tr: Bu dosyaları silmek
uk: видалити ці файли
