Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# etk_html
source: <p><b> COMMERCIAL ELECTRONIC MESSAGE AND DATA CONSENT</b></p> <p>I hereby consent to allow Lifecell Bulut Çözümleri A.Ş., Turkcell İletişim Hizmetleri A.Ş. and <a href="https://www.turkcell.com.tr/tr/hakkimizda/genel-bakis/istiraklerimiz">Group Companies</a> to process my personal data and share them with the parties listed in the Permission Policy and send me commercial electronic messages in line with the “Permission Policy” <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/veribilgi-isleme-izni">available here</a> unless requested otherwise by me as per Law No. 6563 and other applicable regulations for the purposes of informing me on discounts, deals and special offers, which are in accordance with my needs and preferences regarding the products and services of these companies. I acknowledge that I can revoke my consent for processing/sharing of my personal data or receiving commercial electronic mails and detailed information on the scope and revocation of such consent are available within the scope of the <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/veribilgi-isleme-izni">"Permission Policy"</a>. </p>
ar: <p><strong>الموافقة على الاتصالات الإلكترونية التجارية ونقل البيانات</strong></p> <p>أوافق بموجب هذا على السماح لـ Lifecell Bulut Çözümleri A.Ş و Lifecell Dijital Servisler ve Çözümler A.Ş وشركات المجموعة المدرجة أدناه لمعالجة بياناتي الشخصية ونقلها إلى الأطراف المحددة في سياسة الأذونات و أرسل لي رسائل بريد إلكتروني تجارية وفقًا "لسياسة الأذونات" ، يتوفر <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">هنا</a> ، في وفقا للقانون رقم. 6563 وغيرها من القواعد المعمول بها ، لإخباري بالخصومات والعروض والعروض الخاصة التي تناسب احتياجاتي وتفضيلاتي فيما يتعلق بمنتجات وخدمات هذه الشركات. أقر بأنه يجوز لي سحب موافقتي على معالجة / نقل بياناتي الشخصية أو استلام رسائل البريد الإلكتروني التجارية ، والمعلومات التفصيلية حول نطاق هذه الموافقة وسحبها متاحة ضمن "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">سياسة الأذونات</a>" .</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>مجموعة شركات لديها إذن معالجة/مشاركة البيانات</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>مجموعة شركات لديها إذن اتصالات تجارية </u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
de: <p><strong>KOMMERZIELLE ELEKTRONISCHE NACHRICHT UND DATENERLAUBNIS</strong></p> <p>Hiermit willige ich ein, dass Lifecell Bulut Çözümleri A.Ş., Lifecell Dijital Servisler ve Çözümler A.Ş und die unten aufgeführten Konzerngesellschaften, um meine personenbezogenen Daten zu verarbeiten und sie an die in der Berechtigungsrichtlinie aufgeführten Parteien weiterzugeben und mir kommerzielle elektronische Nachrichten gemäß der "Berechtigungsrichtlinie" zu senden, die unter <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">hier</a> sofern nicht anders von mir gemäß Gesetz Nr. 6563 und andere anwendbare Vorschriften, um mich über Rabatte, Angebote und Sonderangebote zu informieren, die meinen Bedürfnissen und Vorlieben in Bezug auf die Produkte und Dienstleistungen dieser Unternehmen entsprechen. Ich nehme zur Kenntnis, dass ich meine Einwilligung zur Verarbeitung/Weitergabe meiner personenbezogenen Daten oder zum Erhalt kommerzieller elektronischer E-Mails widerrufen kann und detaillierte Informationen zum Umfang und Widerruf dieser Einwilligung im Rahmen der "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Berechtigungsrichtlinie</a>".</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Gruppenunternehmen mit Erlaubnis zur Datenverarbeitung/-Weitergabe</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>Gruppenunternehmen mit Genehmigung für Kommerzielle Kommunikation</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
es: <p><strong>MENSAJE ELECTRÓNICO COMERCIAL Y CONSENTIMIENTO DE DATOS</strong></p> <p>Por la presente, doy mi consentimiento para permitir que Lifecell Bulut Çözümleri A. Ş., Lifecell Dijital Servisler ve Çözümler A. Ş. y las Empresas del Grupo enumeradas a continuación para procesar mis datos personales y compartirlos con las partes enumeradas en la Política de Permisos y enviarme mensajes electrónicos comerciales de acuerdo con la "Política de Permisos" disponible en <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">aquí</a> a menos que yo solicite lo contrario de acuerdo con la Ley No. 6563 y demás normativa aplicable con la finalidad de informarme sobre descuentos, ofertas y promociones especiales, que se ajusten a mis necesidades y preferencias con respecto a los productos y servicios de estas empresas. Reconozco que puedo revocar mi consentimiento para el procesamiento/intercambio de mis datos personales o para recibir correos electrónicos comerciales, y la información detallada sobre el alcance y la revocación de dicho consentimiento está disponible dentro del alcance de "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Política de Permisos</a>".</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Empresas Del Grupo Con Permiso Para Compartir/Procesar Datos</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>Empresas Del Grupo Con Permiso De Comunicación Comercial</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
fr: <p><strong>CONSENTEMENT AUX COMMUNICATIONS ÉLECTRONIQUES COMMERCIALES ET AUX TRANSFERTS DE DONNÉES</strong></p> <p>Je consens par la présente à autoriser Lifecell Bulut Çözümleri A. Ş., Lifecell Dijital Servisler ve Çözümler A. Ş. et les Sociétés du Groupe énumérées ci-dessous pour traiter mes données personnelles et les partager avec les parties énumérées dans la Politique d'autorisation et m'envoyer des messages électroniques commerciaux conformément à la "Politique d'autorisation" disponible à l'adresse <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">ici</a> sauf demande contraire de ma part conformément à la loi No. 6563 et autres réglementations applicables dans le but de m'informer des remises, offres et offres spéciales, qui sont conformes à mes besoins et préférences concernant les produits et services de ces sociétés. Je reconnais que je peux révoquer mon consentement au traitement/partage de mes données personnelles ou à la réception de courriers électroniques commerciaux et des informations détaillées sur la portée et la révocation de ce consentement sont disponibles dans le cadre de la "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Politique d'autorisation</a>".</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Groupe d'entreprises autorisé à traiter/partager des données</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>Groupe d'entreprises autorisé à communications commerciales</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
ka: <p><b> კომერციული ელექტრონული შეტყობინება და მონაცემების თანხმობა</b></p> <p>მე თანახმა ვარ მივცე Lifecell Bulut Çözümleri A.Ş., Turkcell İletişim Hizmetleri A.Ş. და <a href="https://www.turkcell.com.tr/tr/hakkimizda/genel-bakis/istiraklerimiz">კომპანიების ჯგუფი</a> რომ დაამუშავონ ჩემი პერსონალური მონაცემები და გაუზიარონ ისინი ნებართვაში ჩამოთვლილ მხარეებს პოლიტიკა და გამომიგზავნე კომერციული ელექტრონული შეტყობინებები „ნებართვის პოლიტიკის“ შესაბამისად <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyuurular/veribilgi-isleme-izni">ხელმისაწვდომია აქ</a > თუ ჩემს მიერ სხვაგვარად არ მოვითხოვე კანონი No. 6563 და სხვა მოქმედი რეგულაციები ფასდაკლებების, გარიგებების და სპეციალური შეთავაზებების შესახებ ინფორმირების მიზნით, რომლებიც შეესაბამება ჩემს საჭიროებებსა და პრეფერენციებს ამ კომპანიების პროდუქტებთან და სერვისებთან დაკავშირებით. ვაღიარებ, რომ შემიძლია გავაუქმო თანხმობა ჩემი პერსონალური მონაცემების დამუშავებაზე/გაზიარებაზე ან კომერციული ელექტრონული ფოსტის მიღებაზე და დეტალური ინფორმაცია ამგვარი თანხმობის ფარგლებისა და გაუქმების შესახებ ხელმისაწვდომია <a href="https://www. turkcell.com.tr/tr/hakkimizda/duyurular/veribilgi-isleme-izni">"ნებართვის პოლიტიკა"</a>. </p>
ro: <p><strong>MESAJ ELECTRONIC COMERCIAL ȘI CONSIMȚĂMÂNT DE DATE</strong></p> <p>Prin prezenta sunt de acord pentru a permite Lifecell Bulut Çözümleri A.Ş, Lifecell Dijital Servisler ve Çözümler A.Ş. și Companiile de Grup enumerate mai jos pentru a procesa datele mele personale și a le împărtăși părților enumerate în Politica de Permisiune și pentru a-mi trimite mesaje electronice comerciale în conformitate cu "Politica de Permisiune" disponibilă la <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">aici</a> dacă nu mi se solicită altfel conform Legii nr. 6563 și alte reglementări aplicabile în scopul de a mă informa cu privire la reduceri, oferte și oferte speciale, care sunt în conformitate cu nevoile și preferințele mele cu privire la produsele și serviciile acestor companii. Recunosc că îmi pot revoca consimțământul pentru prelucrarea/partajarea datelor mele personale sau pentru primirea de e-mailuri electronice comerciale și informații detaliate privind domeniul de aplicare și revocarea unui astfel de consimțământ sunt disponibile în domeniul de aplicare al "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Politica de Permisiune</a>".</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Grup de companii care i s-a acordat permisiunea de a procesa/partaja date</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>Grup de companii care au acordat comunicări comerciale</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
ru: <p><strong>СОГЛАСИЕ НА КОММЕРЧЕСКИЕ ЭЛЕКТРОННЫЕ СООБЩЕНИЯ И ПЕРЕДАЧУ ДАННЫХ</strong></p> <p>Настоящим я даю согласие разрешить Lifecell Bulut Çözümleri A.Ş, Lifecell Dijital Servisler ve Çözümler A.Ş и Компаниям Группы, перечисленным ниже, обрабатывать мои персональные данные и передавать их сторонам, указанным в Политике Разрешений, и отправлять мне коммерческие электронные сообщения в соответствии с “Политика разрешений”, доступно <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">здесь</a> , если я не потребую иного в соответствии с Законом №. 6563, и другие применимые правила, в целях информирования меня о скидках, предложениях и специальных предложениях, которые соответствуют моим потребностям и предпочтениям в отношении продуктов и услуг этих компаний. Я признаю, что могу отозвать свое согласие на обработку /передачу моих персональных данных или получение коммерческих электронных писем, и подробная информация об объеме и отзыве такого согласия доступна в рамках "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Политика Разрешений</a>".</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Группа Компаний с Предоставленным Разрешением на Обработку/Обмен Данными</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>Группа Компаний с Разрешением на Коммерческую Связь</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
sq: <p><strong>PËLQİMİ PËR KOMUNIKIMET ELEKTRONIKE TREGTARE DHE TRANSFERIMI I TË DHËNAVE</strong></p> <p>Unë pranoj që të lejoj Lifecell Bulut Çözümleri A.Ş, Lifecell Dijital Servisler ve Çözümler A.Ş dhe Kompanitë e Grupit të listuara më poshtë që të përpunojnë të dhënat e mia personale dhe t'i transferojnë ato te palët e specifikuara në Politikën e Lejeve dhe të më dërgojnë emaile komerciale në përputhje me "Politikën e Lejeve", <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">këtu</a> është i disponueshëm përveçse kur kërkoj ndryshe në përputhje me Ligjin nr. 6563, dhe politika të tjera të zbatueshme, me qëllim që të më informojnë për zbritjet, ofertat dhe ofertat speciale që përputhen me nevojat dhe preferencat e mia në lidhje me produktet dhe shërbimet e këtyre kompanive. Unë pranoj se mund të tërheq pëlqimin tim për përpunimin/transferimin e të dhënave të mia personale ose marrjen e emaileve komerciale dhe informacioni i detajuar mbi qëllimin dhe tërheqjen e një pëlqimi të tillë është i disponueshëm në <a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Politika e Lejeve</a>".</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Gruponi Kompanitë Me Leje Për Përpunimin/Ndarjen E Të Dhënave</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u> Gruponi Kompanitë Me Leje Për Komunikim Komercial</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş</p> </td> </tr> </tbody> </table>
tr: <p><strong>TİCARİ ELEKTRONİK İLETİ VE VERİ İZNİ</strong></p> <p>Lifecell Bulut Çözümleri A.Ş, Lifecell Dijital Servisler ve Çözümler A.Ş ve aşağıda listede bulunan Grup Şirketleri tarafından ihtiyaç ve tercihlerim doğrultusunda tarafıma uygun indirimlerin, fırsatların ve özel tekliflerin belirlenebilmesi ve bu şirketlerin avantajlı ürün ve hizmetlerinden haberdar edilebilmem için okuduğum "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">İzin Politikası</a>" kapsamında kişisel verilerimin işlenmesini ve İzin Politikası’nda belirtilen taraflarla paylaşılmasını, 6563 sayılı Kanun ve diğer ilgili mevzuat uyarınca aksi tarafımca belirtilene kadar ticari elektronik ileti gönderilmesini kabul ediyorum. Kişisel verilerimin işlenmesini/paylaşılmasını ya da ticari elektronik ileti almak istememem durumunda vermiş olduğum izinleri iptal edebileceğimi, izinlerin kapsamı ve iptali hakkında detaylı bilginin "<a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">İzin Politikası</a>"nda yer aldığını biliyorum.</p> <table> <tbody> <tr> <td width="532"> <p><strong><u>Veri İşleme/Paylaşım İzni Verilen Grup Şirketleri</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p><strong><u>Ticari İletişim İzni Verilen Grup Şirketleri</u></strong></p> </td> </tr> <tr> <td width="532"> <p>Turktell Bilişim Servisleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Global Bilgi Pazarlama Danışma ve Çağrı Servisi Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Finansman A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Ödeme ve Elektronik Para Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Sigorta Aracılık Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Teknoloji Araştırma ve Geliştirme A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Satış ve Dağıtım Hizmetleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Turkcell Enerji Çözümleri ve Elektrik Satış Ticaret A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Müzik Yayın ve İletim A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell TV Yayın ve İçerik Hizmetleri Anonim Şirketi</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Bulut Çözümleri A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell İletişim Teknolojileri ve Dijital Servisler A.Ş.</p> </td> </tr> <tr> <td width="532"> <p>Lifecell Dijital Servisler ve Çözümler A.Ş.</p> </td> </tr> </tbody> </table>
