Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# widgetTopTitleFinished
source: Auto-Sync is finished
ar: تم الانتهاء من المزامنة التلقائية
de: Die Synchronisation ist beendet
es: La sincronización Automática ha finalizado
fr: Auto-sync. terminée
ka: ავტო-სინქრონიზაცია დასრულდა
ro: Sincronizarea automată a fost terminată
ru: Синхронизация завершена
sq: Vetësinkronizimi ka përfunduar.
tr: Yedekleme tamamlandı.
uk: Автосинхронізацію завершено

# widgetTopTitleInactive
source: Auto-Sync is inactive
ar: المزامنة التلقائية غير نشطة
de: Die Synchronisation ist inaktiv
es: La sincronización Automática está inactiva
fr: Auto-sync. inactif
ka: ავტო-სინქრონიზაცია არააქტიურია
ro: Sincronizarea automată este inactivă
ru: Синхронизация не активна
sq: Vetësinkronizimi është i çaktivizuar.
tr: Otomatik yedekleme aktif değil
uk: Автосинхронізацію вімкнено

# widgetTopTitleInProgress
source: Auto-Sync is in progress
ar: المزامنة الآلية قيد التقدم
de: Die Synchronisierung wird gerade ausgeführt
es: La sincronización Automática está en progreso
fr: Auto-sync. en cours
ka: ავტო-სინქრონიზაცია მუშავდება
ro: Sincronizarea automată e în proces
ru: Идёт синхронизация
sq: Vetësinkronizimi po vijon.
tr: Yedekleme devam ediyor...
uk: Автосинхронізація триває

# error_authentication_message
source: Please open app and login to continue
ar: يرجى فتح التطبيق وتسجيل الدخول للمتابعة
de: Bitte öffnen Sie die App und melden Sie sich an, um fortzufahren
es: Abra la aplicación e inicie sesión para continuar
fr: Veuillez ouvrir les applications et la connexion pour continuer
ka: გასაგრძელებლად გახსენი აპლიკაცია და შედი სისტემაში
ro: Pentru a continua, deschide aplicația și conectează-te
ru: Пожалуйста, откройте приложение и зарегистрируйтесь, чтобы продолжить
sq: Ju lutem, hapeni aplikacionin dhe hyni për të vazhduar.
tr: Devam edebilmek için lütfen uygulamayı açıp giriş yapın.
uk: Будь ласка, відкрийте програму та увійдіть, щоб продовжити

# error_authentication_title
source: Login to %@
ar: تسجيل الدخول إلى ٪@
de: Einloggen in die %@
es: Iniciar sesión en %@
fr: Connexion à %@
ka: შედი, რათა %@
ro: Conectează-te în %@
ru: Зарегистрироваться в %@
sq: Hyni në %@
tr: %@'a giriş yapın.
uk: Увійдіть до %@

# error_passcode_message
source: Files application can not be used with a passcode. Please open lifebox and disable passcode to continue
ar: الرجاء فتح lifebox وتعطيل رمز المرور للمتابعة
de: Die Files-App kann nicht mit einem Passcode verwendet werden. Bitte öffnen Sie die lifebox und deaktivieren Sie den Passcode, um fortzufahren
es: La aplicación de archivos no se puede usar con un código de acceso. Abra la aplicación y desactive la contraseña para continuar
fr: L'application de fichiers ne peut pas être utilisée avec un mot de passe. Veuillez ouvrir lifebox et désactiver le mot de passe pour continuer.
ka: ფაილების აპლიკაციის გამოყენება არ შეიძლება პაროლით. გასაგრძელებლად გთხოვთ გახსენი lifebox-ი და გამორთე პაროლი
ro: Fișierele nu pot fi utilizate cu parolă. Pentru a continua, deschide aplicația lifebox și dezactivează codul de acces.
ru: Files App не может быть использован с код-паролем. Пожалуйста, откройте приложение и отключите функцию код-пароля, чтобы продолжить.
sq: Aplikacioni i skedarëve nuk mund të përdoret me kod kalimi. Ju lutem, hapni lifebox-in dhe çaktivizoni kodin e kalimit për të vazhduar.
tr: Dosyalar uygulamasını kullanabilmek için lifebox parolasını kaldırman gerekiyor.
uk: Додаток для файлів не може використовуватися з паролем. Будь ласка, відкрийте lifebox та вимкніть код доступу, щоб продовжити

# error_passcode_title
source: Passcode lock is enabled
ar: تم تمكين قفل رمز المرور
de: Die Passwortsperre ist aktiviert
es: El bloqueo del código de acceso está habilitado
fr: Le code de verouillage du mot de passe est activé
ka: პასკოდით ჩაკეტვა ჩართულია
ro: Blocarea cu codului de acces este activată
ru: Блокировка код-пароля включена
sq: Mbyllja e kodit të kalimit është aktivizuar.
tr: lifebox parolası aktif durumda.
uk: Пароль заблоковано

source: Successfully purchased
ar: تم الشراء بنجاح
de: Erfolgreich gekauft
es: Comprado exitosamente
fr: Acheté avec succès
ka: შეძენა წარმატებულია
ro: Achiziție reușită
ru: Успешно оплачено
sq: Blerë me sukses
tr: Başarıyla satın alındı.
uk: Успішно придбано

source: Cancel Analyzing
ar: إلغاء
de: Abbrechen Analysieren
es: Cancelar el análisis
fr: Annuler l’analyse
ka: გააუქმე ანალიზი
ro: Anulează procesul de analizare
ru: Отменить анализ
sq: Anuloni Analizimin
tr: Analizi iptal et
uk: Скасувати аналіз

source: Delete All
ar: حذف الكل
de: Alle löschen.
es: Eliminar todos
fr: Tout supprimer
ka: ყველას წაშლა
ro: Șterge toate
ru: Удалить все
sq: Fshijini të Gjitha
tr: Tümünü sil
uk: Видалити все

source: Keep
ar: احتفاظ
de: Behalten
es: Mantener
fr: Garder
ka: შენახვა
ro: Păstrează
ru: Сохранить
sq: Ruani
tr: Sakla
uk: Тримайся

source: Free
ar: مجاني
fr: Gratuit
ka: უფასო
ro: GRATUIT
ru: Бесплатно
sq: Dhuratë
tr: Ücretsiz
uk: Безкоштовно

source: %d%% Backed up…
ar: يتم الآن النسخ الاحتياطي..
de: %d%% Gesichert
es: %d%% Respaldado
fr: %d%% Sauvegardé...
ka: %d%% სარეზერვო ასლი…
ro: %d%% Copiate...
ru: %d%% скопировано...
sq: %d%% kopje rezervë
tr: %d%% yedekleniyor
uk: %d%% Резервне копіювання ...

source: %d%% Restored…
ar: تم استعادة %d%%
de: %d%% restauriert
es: %d%% Restaurado
fr: %d%% Restauré...
ka: %d%% აღდგენილია…
ro: %d%% Restaurate...
ru: %d%% восстановлено...
sq: %d%% Rivendosur…
tr: %d%% indiriliyor
uk: %d%% Відновлений ...

source: %d%% Analyzed…
ar: يتم الآن إجراء التحليل...
de: %d%% Analysiert
es: %d%% Analizado
fr: %d%% Analysé...
ka: %d%% გაანალიზებულია…
ro: %d%% Analizate...
ru: %d%% проанализировано...
sq: %d%% Analizuar …
tr: %d%% analiz ediliyor
uk: %d%% Проаналізовано ...

# START USING
source: Get Started
ar: بدء الاستعمال
de: Loslegen
es: Comience a usar
fr: Commencer
ka: დაწყება
ro: Începe Utilizarea
ru: Начать
sq: Filloni
tr: Başla
uk: Почати

# landingTitle0
source: Live. Collect. Remember
ar: مرحباً بك في لايف بوكس!
de: Willkommen!
es: Bienvenido
fr: Vivre, Collecter, Se souvenir
ka: იცხოვრე. შეაგროვე. გაიხსენე
ro: Trăiește, Adună amintiri, Păstrează-le în siguranță
ru: Добро пожаловать!
sq: Jetoni, Grumbulloni, Kujtoni
tr: Yaşa, Biriktir, Hatırla
uk: Збирайте спогади, зберігайте і переглядайте із задоволенням!

# landingSubTitle0
source: Backup your photos, videos, contacts and other files at lifebox and keep them forever
ar: اجمع الصور ومقاطع الفيديو والملفات في مكان واحد ألا وهو لايف بوكس! وتمكّن من الوصول إليها أينما كنت وفي أي وقت كان.
de: Sammeln Sie Ihre Fotos, Videos und Dateien auf Lifebox! Access und erinnern, wann und wo immer Sie sind
es: ¡Recopile sus fotos, videos, contactos y otros archivos en lifebox! Acceda y recuerde cuándo y dónde se encuentre.
fr: Conserver vos photos,vidéos, contacts et autres fichiers dans lifebox ! Accéder et se souvenir à tout moment et partout.
ka: დაარეზერვე შენი ფოტოები, ვიდეოები, კონტაქტები და სხვა ფაილები ლაიფბოსში და შეინახე ისინი სამუდამოდ
ro: Adună fotografiile tale, clipurile video, contactele și alte tipuri de fișiere în lifebox! Accesează-le și bucură-te de amintiri oricând și oriunde te-ai afla.
ru: Храните ваши фото, видео и файлы в lifebox! Просматривайте их в любое время, где бы вы ни находились
sq: Grumbulloni fotot, videot, kontaktet dhe skedarët e tjerë në lifebox ! Aksesoni dhe kujtoni kurdo dhe kudo që të jeni.
tr: Tüm anılarını, dosyalarını ve kontaklarını lifebox'a güvenle yedekle!
uk: Зберігайте ваші фото, відео та файли в lifebox! Переглядайте їх в будь-який час де б ви не знаходилися

# landingTitle1
source: Auto-Sync
ar: المزامنة التلقائية
es: Auto-sinc
ka: ავტ.სინქრონიზაცია
ro: Auto-sincronizare
ru: Автоматическая синхронизация
sq: Sinkronizim automatik
tr: Otomatik Yedekleme
uk: Автосинхронізація

# landingSubTitle1
source: Sync your photos and videos automatically and access them wherever you are
ar: أنشئ تلقائياً نسخة احتياطية لجميع الصور ومقاطع الفيديو حتى تصل إليها أينما كنت.
de: Sichern Sie alle Ihre Fotos und Videos automatisch und greifen Sie von überall darauf zu.
es: Haga una copia de seguridad automática de todas sus fotos y videos y acceda a ellos desde cualquier lugar.
fr: Sauvegarder toutes vos photos et vidéos automatiquement et accédez-y de partout.
ka: შენი ფოტოებისა და ვიდეოების სინქრონიზაცია და წვდომა იქ, სადაც არ უნდა იყო
ro: Salvează toate fotografiile și fișierele video automat și le vei putea accesa de oriunde.
ru: Автоматически создавайте резервные копии ваших фото и видео и получайте к ним доступ с любого устройства
sq: Krijoni kopje rezervë automatikisht për të gjitha fotot dhe videot tuaja dhe aksesojini ato nga kudo.
tr: Fotoğraf ve videoların anında lifebox'ta!
uk: Налаштуйте автосинхронізацію фото та відео та отримуйте доступ до них із будь-якого місця

# landingTitle2
source: Face & Image Recognition
ar: التعرف على الوجوه أو الأشياء
de: Gesicht / Bilderkennung
es: Reconocimiento de cara / imagen
fr: Reconnaissance du visage / image
ka: სახის & სურათის ამოცნობა
ro: Recunoașterea feței/imaginii
ru: Распознавание лиц и изображений
sq: Njohja e Fytyrës/Imazhit
tr: Yüz ve Nesne Tanıma
uk: Розпізнавання особи / зображення

# landingSubTitle2
source: Find your memories easily with smart albums
ar: استعد ذكرياتك بسهولة باستعمال الألبومات الذكية
de: Finden Sie Ihre Erinnerungen leicht mit intelligenten Alben
es: Encuentre sus momentos fácilmente con álbumes inteligentes
fr: Trouver facilement vos souvenirs avec vos albums
ka: იპოვნე შენი მოგონებები მარტივად სმარტ ალბომით
ro: Găsește-ți amintirile cu ușurință cu ajutorul "albumelor inteligente"
ru: Легко возвращайтесь к вашим воспоминаниям, используя смарт-альбомы
sq: Gjejini lehtësisht kujtimet tuaja me albumet smart.
tr: Sana özel akıllı albümlerle anılarını kolayca bul!
uk: Знаходьте легко ваші спогади з розумними альбомами

# landingTitle5
source: Automatic Stories
ar: عروض شرائح الفيديو التلقائية
de: Automatische Stories
es: Historias automáticas
fr: Stories automatiques
ka: ავტომატური სთორები
ro: Povești Automate
ru: Автоматически создаваемые истории
sq: Histori autiomatike
tr: Otomatik hikayeler
uk: Автоматичне створення історій

# landingSubTitle5
source: Relieve your memories with stories, collages and animations automatically created just for you
ar: استعد ذكرياتك بالأفلام والأعمال التصويرية والرسوم المتحركة المُنشَأة تلقائياً
de: Erinnere dich an deine Erinnerungen mit automatisch erstellten Filmen, Collagen und Animationen
es: Recuerde sus momentos con películas, collages y animaciones creados automáticamente
fr: Rappelez-vous vos souvenirs avec des films et des créations créées automatiquement
ka: გაიხსენე შენი მოგონებები შენთვის ავტომატურად შექმნილი სთორით, კოლაჟებით და ანიმაციებით
ro: Bucură-te de amintirile tale cu filmulețele și colajele create automat
ru: Ваши воспоминания будут ещё ярче вместе с автоматически созданными фильмами, коллажами, анимациями
sq: Mos harroni kujtimet tuaja me filma dhe kolazhe të krijuara në mënyrë automatike.
tr: Sana özel yarattığımız hikayeler, albümler ve kolajlarla anılarını tekrar yaşa!
uk: Запам'ятайте свої спогади з автоматично створеними фільмами та колажами

# landingTitle4
source: Free Up Space
ar: تحرير مساحة
de: Freiraum schaffen
es: Liberar espacio
fr: Libérer de l’espace
ka: გაათავისუფლე ადგილი
ro: Eliberează spațiu
ru: Экономия места
sq: Lironi hapesirë
tr: Yer aç
uk: Звільніть простір

# landingSubTitle4
source: Free up space from your device for new memories
ar: حرر مساحة التخزين في جهازك لاستيعاب الذكريات الجديدة وذلك بلمسة واحدة!
de: Geben Sie mit nur einem Fingertipp Speicherplatz für neue Erinnerungen frei
es: Libere espacio de su dispositivo para guardar nuevos momentos con solo un toque
fr: Libérer de l'espace sur votre appareil en un clic
ka: გაათავისუფლე ადგილი შენი მოწყობილობიდან ახალი მოგონებებისთვის
ro: Elibeberează spațiul pentru noi amintiri, printr-o singură atingere
ru: Мало свободного места на устройстве? Удаляйте с устройства файлы, уже загруженные в lifebox, не опасаясь их потерять
sq: Lironi hapësirën në pajisjen tuaj për kujtime të reja vetëm me një prekje.
tr: Tek dokunuşla cihazında yeni anılarına yer aç!
uk: Звільніть місце з вашого пристрою для нових спогадів в одну дію

# landingTitle3
source: Contact Sync
ar: مزامنة جهات الاتصال
de: Kontakt-Synchronisierung
es: Sincronizar Contactos
ka: კონტაქტის სინქრონიზაცია
ro: Sincronizare Contacte
ru: Синхронизация контактов
sq: Sinkronizim kontakti
tr: Kontak Yedekleme
uk: Автосинхронізація контактів

# landingSubTitle3
source: Back up your contacts, never lose them
ar: انسخ جهات اتصالك نسخاً احتياطياً بكل ثقة
de: Sichern Sie Ihre Kontakte, verlieren Sie sie nie
es: Haga una copia de seguridad de sus contactos, nunca los pierda
fr: Sauvegardez vos contacts, ne les perdez jamais
ka: შექმენი შენი კონტაქტების სარეზერვო ასლი, არასოდეს დაკარგო ისინი
ro: Crează copie de rezervă pentru contactele tale și nu le pierde niciodată
ru: Создавайте резервные копии ваших контактов и никогда не теряйте их
sq: Krijoni kopje rezervë për kontaktet. Mos i humbisni asnjëherë ato.
tr: Kontaklarını güvenle yedekle, dilediğin zaman eriş veya geri yükle!
uk: Створюйте резервні копії своїх контактів, щоб ніколи не втратити

# landingTitle6
source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
es: Redes sociales
fr: Réseaux sociaux
ka: სოციალური მედია
ro: Rețele sociale
ru: Социальные сети
sq: Media sociale
tr: Sosyal Medya
uk: Соціальні мережі

# landingSubTitle6
source: Easily transfer your social media archives to lifebox
ar: يمكنك نقل كل أرشيفات حساباتك على الوسائط الاجتماعية إلى لايف بوكس.
de: Übertragen Sie alle Ihre Social Media Archive einfach in die lifebox
es: Transfiera todos sus archivos de meadia social fácilmente a lifebox
fr: Transférer facillement toutes vos archives de réseaux sociaux vers lifebox
ka: მარტივად გადაიტანე შენი სოციალური მედიის არქივები lifebox-ში
ro: Transferă-ți cu ușurință arhiva din toate rețelele de socializare în lifebox
ru: Легко переносите в lifebox ваши архивы из других социальных сетей
sq: Transferoni të gjithë arkiven tuaj të mediave sociale me lehtësi në lifebox.
tr: Sosyal medyadaki tüm arşivini kolayca lifebox’a transfer et!
uk: Перенесіть всі ваші архіви з соціальних мереж у lifebox

# Add GSM Number
source: Add Phone Number
ar: إضافة رقم GSM
de: Addiere GSM-Nummer
es: Agregar el número gsm
fr: Ajouter un numéro de mobile
ka: დაამატე ტელეფონის ნომერი
ro: Adaugă Numărul GSM
ru: Добавить номер телефона
sq: Shtoni Numrin Mobile
tr: GSM Numaranı Ekle
uk: Додати номер GSM

# The videos larger than 4GB can not be uploaded to lifebox
source: Videos larger than 4GB can not be uploaded to lifebox
ar: لا يمكن تحميل مقاطع الفيديو التي يزيد حجمها عن 4 غيغابايت إلى قائمة التشغيل
de: Videos, die größer als 4 GB sind, können nicht auf die Lifebox hochgeladen werden
es: Los videos de más de 4 GB no pueden cargarse en lifebox
fr: Les vidéos de plus de 4Go ne peuvent pas être téléchargées sur lifebox
ka: 4 გბ-ზე მეტი ვიდეოს ატვირთვა lifebox-ში შეუძლებელია
ro: Fișierele video mai mari de 4GB nu pot fi încărcate în lifebox
ru: Видео размером более 4ГБ не могут быт загружены в lifebox
sq: Videot më të mëdha se 4GB nuk mund të ngarkohen në lifebox.
tr: Video 4GB'tan büyük olduğu için lifebox'a yüklenemiyor.
uk: Відео, що більше 4 Гб, не можна завантажити в lifebox

# You have not enough memory in your device
source: You don't have enough memory on your device
ar: ليس لديك ذاكرة كافية في جهازك
de: Sie haben nicht genügend Speicher auf Ihrem Gerät
es: No tienes suficiente memoria en tu dispositivo
fr: Vous n'avez pas assez d'espace de stockage sur votre appareil
ka: შენ არ გაქვს საკმარისი მეხსიერება შენს მოწყობილობაში
ro: Nu ai suficient spațiu pe dispozitivul tău
ru: В вашем устройстве недостаточно памяти
sq: Nuk keni memorie të mjaftueshme në pajisjen tuaj.
tr: Bu işlemi yapabilmek için cihazında yeterli alan bulunmuyor.
uk: На вашому пристрої недостатньо пам'яті

# The purchase in progress
source: The purchase is in progress.
ar: الشراء قيد التقدم
de: Der Kauf ist im Gange
es: La compra está en progreso
fr: Cet achat est en cours
ka: მიმდინარეობს შეძენის პროცესი
ro: Procesul de achiziție e în desfășurare
ru: Идёт процесс покупки
sq: Blerja po vijon
tr: Satın alma işlemi devam ediyor.
uk: Покупка в процесі

# You have no duplicated contacts!
source: You have no duplicated contacts in your device contact list
ar: ليس لديك أي جهات اتصال مكررة!
de: Sie haben keine doppelten Kontakte
es: No tienes contactos duplicados
fr: Vous n'avez aucun contact en doublon dans votre appareil
ka: შენ არ გაქვს დუბლირებული კონტაქტები შენი მოწყობილობის კონტაქტების სიაში
ro: Nu ai contacte duplicate!
ru: У вас нет дубликатов контактов
sq: Ju nuk keni kontakte të përsëritura në listën e kontakteve të pajisjes suaj.
tr: Cihazının kontak listesinde tekrarlı kayıt bulunamadı!
uk: У вас немає дубльованих контактів!

source: Daily
ar: يومياً
de: Täglich
es: Diario
fr: Quotidienne
ka: დღიური
ro: Zilnic
ru: 1 раз в день
sq: Ditore
tr: Günlük
uk: Щодня

source: Weekly
ar: أسبوعياً
de: Wochentlich
es: Semanal
fr: Hebdomadaire
ka: კვირეული
ro: Săptămânal
ru: 1 раз в неделю
sq: Javore
tr: Haftalık
uk: Щотижня

source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuelle
ka: თვიური
ro: Lunar
ru: 1 раз в месяц
sq: Mujore
tr: Aylık
uk: Щомісяця

# Up to 5000 contacts can be backed up.
source: Contact backup failed as you have more contacts than the maximum allowed.
ar: فشل النسخ الاحتياطي لجهة الاتصال نظرًا لأن لديك جهات اتصال أكثر من الحد الأقصى المدعوم.
de: Die Kontaktsicherung ist fehlgeschlagen, da Sie mehr Kontakte als die unterstützte Obergrenze haben.
es: La copia de seguridad de contacto falló debido a que tiene más contactos que el límite superior admitido.
fr: La sauvegarde de contacts a échoué car vous avez plus de contacts que la limite autorisée
ka: კონტაქტის სარეზერვო ასლის შექმნა ვერ მოხერხდა, რადგან დაშვებულზე მეტი კონტაქტი გაქვს.
ro: Contacte de rezervă au eșuat, deoarece aveți mai multe persoane de contact decât limita superioară acceptată.
ru: Ошибка резервного копирования контактов, так как у вас больше контактов, чем поддерживаемых верхних пределов.
sq: Krijimi i kopjes rezervë të kontakteve dështoi pasi ju keni më shumë kontakte nga sa lejon kufiri maksimal.
tr: Rehberindeki kişi sayısı üst sınırın üzerinde olduğu için yedekleme yapılamamıştır.
uk: Помилка контакту резервного копіювання, оскільки у вас більше контактів, ніж підтримується верхня межа.

# LifeboxSmallPopUpTitle
source: Your lifebox storage is almost full!
ar: أوشكت مساحة التخزين على الامتلاء!
de: Ihr Speicher ist fast voll!
es: ¡Su almacenamiento de Lifebox está casi lleno!
fr: L'espace de stockage de lifebox est presque atteint !
ka: შენი ლაიფბოქსის მახსოვრობა თითქმის სავსეა!
ro: Spațiul tău de stocare lifebox e aproape plin!
ru: Хранилище lifebox практически заполнено!
sq: Arkiva e lifebox-it tuaj është pothuajse plot!
tr: lifebox kotan neredeyse dolu!
uk: Ви досягли межі пам'яті lifebox.

# LifeboxSmallPopUpSubTitle
source: Let's have a look at upgrade options!
ar: دعونا نلقي نظرة على خيارات الترقية!
de: Werfen wir einen Blick auf Upgrade-Optionen!
es: Echemos un vistazo a las opciones de actualización
fr: Découvrez les options d'augmentation de votre espace de stockage !
ka: მოდი ვნახოთ გაუმჯობესების ვარიანტები!
ro: Să vedem opțiunile de actualizare!
ru: Посмотрите возможные варианты обновления аккаунта lifebox.
sq: Shikoni mundësitë e shtimit!
tr: Yükseltme seçeneklerine bakalım!
uk: Давайте подивимось на варіанти оновлення!

# LifeboxSmallPopUpCheckBoxTex
source: Never show again
ar: لا تظهر مرة أخرى
de: Nie wieder zeigen
es: No mostrar de nuevo
fr: Ne plus afficher
ka: არასდროს აღარ მაჩვენო
ro: Nu mai arăta niciodată
ru: Больше не показывать!
sq: Mos e Shfaq Përsëri
tr: Bir daha gösterme
uk: Ніколи не показувати знову

# LifeboxSmallPopUpFirstButtonText
source: OK
ar: موافق
es: De acuerdo
ka: კაი
ru: ОК
tr: Tamam

# LifeboxSmallPopUpSecondButtonText
source: UPGRADE
ar: ترقية
de: Aktualisieren
es: Actualizar
fr: Détails
ka: გააუმჯობესე
ro: ACTUALIZARE
ru: Улучшить
sq: PËRMIRËSO
tr: Yükselt
uk: Покращити

# has_remained_lifebox_usage
source: %@ of %@ has remained (only for lifebox usage)
ar: %@ of %@ بقيت (فقط لاستخدام Lifebox)
de: % @ von% @ ist geblieben (nur für Lifebox-Nutzung)
es: %@ de %@ ha permanecido (solo para el uso de lifebox)
fr: "%@ de %@ est resté (seulement pour l'utilisation de lifebox )
ka: %@-დან %@ დარჩა (მხოლოდ lifebox გამოყენებისთვის)
ro: Au rămas "%@ din %@ (doar pentru utilizarea lifebox)
ru: %@ из %@ осталось (только для lifebox)
sq: "%@ of %@ ka mbetur (vetëm për përdorim në lifebox)
tr: %2$@’nin %1$@'si kaldı (lifebox kullanımı için)
uk: % @ з% @ залишилося (тільки для використання lifebox)

source: Renewal date: %@
ar: تاريخ التجديد: %@
de: Verlängerungsdatum: %@
es: Fecha de renovación: %@
fr: Date de renouvellement: %@
ka: განახლების თარიღი: %@
ro: Data reînnoirii: %@
ru: Дата продления: %@
sq: Data e rinovimit: %@
tr: Yenileme tarihi: %@
uk: Дата поновлення: %@

source: created
ar: تم الإنشاء
de: Erstellt
es: Creado
fr: Créé
ka: შეიქმნა
ro: creat
ru: создано
sq: krijuar
tr: oluşturuldu
uk: Створено

source: uploaded
ar: تم التحميل
de: Hochgeladen
es: cargado
fr: Téléchargé
ka: აიტვირთა
ro: încărcat
ru: загружено
sq: ngarkuar
tr: yüklendi
uk: Завантажено

source: updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à niveau
ka: განახლდა
ro: actualizat
ru: обновлено
sq: përditësuar
tr: güncellendi
uk: оновлено

source: deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
ka: წაიშალა
ro: șters
ru: удалено
sq: fshirë
tr: silindi
uk: Видалено

source: moved
ar: تم النقل
de: Verschoben
es: Movido
fr: Déplacé
ka: გადატანილია
ro: transferat
ru: перемещено
sq: hequr
tr: taşındı
uk: Переїхав

source: renamed
ar: إعادة التسمية
de: Umbenannt
es: renombrado
fr: Renommé
ka: გადაერქვა
ro: redenumit
ru: переименовано
sq: riemërtuar
tr: yeniden adlandırıldı
uk: Перейменовано

source: copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ka: დაკოპირდა
ro: copiate
ru: скопировано
sq: kopjuar
tr: kopyalandı
uk: Скопійовано

source: marked as favourite
ar: وضعت كمفضل
de: favourited
es: Favourited
fr: Marqué comme favori
ka: რჩეულად მონიშნული
ro: marcat ca favorit
ru: добавлено в избранное
sq: shenjuar si e preferuar
tr: favorilendi
uk: позначено як улюблений

source: Bad internet connection
ar: اتصال انترنت سيئ
de: Schlechte Internetverbindung
es: Mala conexión de Internet
fr: La connexion internet est de mauvaise qualité
ka: ცუდი კავშირი ინტერნეტთან
ro: Conexiune proastă la Internet
ru: Плохое интернет-соединение
sq: Lidhje e keqe interneti
tr: Internet bağlantı sorunu
uk: Погане інтернет-з'єднання

# download_error_unsupported_extension
source: Downloading is not supported for this type of file
ar: التنزيل غير معتمد لهذا النوع من الملفات
de: Das Herunterladen wird für diesen Dateityp nicht unterstützt
es: La descarga no es compatible con este tipo de archivo
fr: Impossible de télécharger ce type de fichier
ka: ჩამოტვირთვა არ არის მხარდაჭერილი ამ ტიპის ფაილებისთვის
ro: Descărcarea acestui tip de fișier nu e posibilă
ru: Некоторые файлы недоступны для скачивания.
sq: Shkarkimi nuk është i lejuar për këtë lloj skedari.
tr: Bu dosya tipi için indirme özelliği desteklenmiyor.
uk: Завантаження не підтримується для цього типу файлу

source: Show only synced items
ar: إظهار العناصر التي تمت مزامنتها فقط
de: Nur synchronisierte Elemente anzeigen
es: Mostrar solo elementos sincronizados
fr: Afficher que les éléments synchronisés
ka: მხოლოდ სინრქონიზებული მანახე
ro: Arată doar alticolele sincronizate
ru: Только синхронизированные
sq: Tregoni vetëm artikujt e sinkronizuar
tr: Sadece yedeklenmiş öğeleri göster
uk: Тільки синхронізовані
