Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# confirm_dialog_header_empty_trashbin
source: Empty Trash Bin
ar: قم بتنظيف سلة المهملات
de: Lösche den Papierkorb
es: Eliminar Todo
fr: Poubelle vide
ka: დააცარიელე სანაგვე ურნა
ro: Golește Coșul De Gunoi
ru: Очистить Корзину
sq: Pastro koshin e mbeturinave
tr: Çöp Kutusunu Temizle
uk: Очистити Кошик

# confirm_empty_trashbin
source: All of the items in trash bin will be permanently deleted and you will have no access to them. Are you sure to continue?
ar: سوف يتم مسح جميع المحتويات المتواجدة بسلة المهملات بشكل دائم.هل ترغب في الاستمرار؟
de: Der Inhalt des Papierkorbes wird für immer gelöscht. Willst Du fortfahren?
es: Todos los elementos en la papelera se eliminarán permanentemente y no tendrá acceso a ellos. ¿Estás seguro de continuar?
fr: Tous les éléments placés dans votre poubelle vont être supprimés, êtes-vous sûr de vouloir continuer ?
ka: ყველა ნივთი წაიშლება სანაგვე ურნიდან სამუდამოდ და შენ ვეღარ ნახავ მათ. დარქმუნებული ხარ რომ გსურს გაგრძელება?
ro: Tot conținutul coșului de gunoi va fi șters definitiv. Vreți să continuați?
ru: Все содержимое корзины будет удалено без возможности восстановления. Хотите продолжить?
sq: E gjithë përmbajtja në koshin e mbeturinave do të fshihet përgjithmonë. Doni të vazhdoni?
tr: Çöp kutusundaki tüm içeriklerin kalıcı olarak silinecek. Devam etmek istiyor musun?
uk: Весь вміст у кошику буде назавжди видалений. Ви хочете продовжити?

# confirm_empty_trashbin_button
source: Empty Trash Bin
ar: قم بتنظيف سلة المهملات
de: Lösche den Papierkorb
es: Eliminar Todo
fr: Vider la poubelle
ka: დააცარიელე ნაგვის ურნა
ro: Golește Coșul De Gunoi
ru: Очистить Корзину
sq: Pastro koshin e mbeturinave
tr: Çöp Kutusunu Temizle
uk: Очистити Кошик

# success_empty_trashbin
source: All of the items are permanently deleted
ar: تم مسح جميع المحتويات المتواجدة بسلة المهملات بشكل دائم.
de: Der Inhalt des Papierkorbes wurde für immer gelöscht.
es: Todos tus contenidos en la papelera de reciclaje se han eliminado permanentemente.
fr: Tout le contenu de dossier d’éléments supprimés a été définitivement supprimé.
ka: ყველა ობიექტი სამუდამოდ წაიშალა
ro: Tot conținutul coșului de gunoi a fost șters definitiv.
ru: Все содержимое корзины было окончательно удалено.
sq: E gjithë përmbajtja që është në kutinë e plehrave është fshirë përgjithmonë.
tr: Çöp kutusundaki tüm içeriklerin kalıcı olarak silindi.
uk: Весь вміст у кошику назавжди видалено.

# mobile_payment_title
source: Mobile Payment
ar: الدفع من خلال الهاتف
de: Mobiles Zahlen
es: Pago Móvil
fr: Paiement Mobile
ka: მობილურით გადახდა
ro: Plată Mobilă
ru: Мобильный Платеж
sq: Pagesa Celulare
tr: Mobil Ödeme
uk: Мобільний Платіж

# mobile_payment_description
source: When you activate Turkcell Mobile Payment transactions, you can easily purchase digital products or services through your Turkcell line. You can access the contract details here: Payment Services and Electronic Money Agreement
ar: بتفعيل إذن الدفع من خلال الهاتف تركسل , يمكنك بسهولة شراء الخدمات أو المنتجات الرقمية عبر خطكم تركسل,يمكنكم الوصول لتفاصيل الاتفاقية من هنا:اتفاقية خدمات الدفع الإطارية والأموال الإلكترونية
de: Durch Aktivierung der Turkcell Mobil-Zahlung-Berechtigung kannst Du über Dein Turkcell Abonnement auf einfache Weise digitales Produkte oder Dienstleistungen kaufen. Die Details der Vertragsbestimmungen siehst Du hier: Rahmenzahlungsdienste und elektronischer Zahlungsvertrag
es: Cuando activa las transacciones de pagos móviles de Turkcell, puede comprar fácilmente productos o servicios digitales a través de su línea Turkcell. Puede acceder a los detalles del contrato aquí: Servicios de pago y Acuerdo de dinero electrónico
fr: En activant l'autorisation de paiement mobile Turkcell, vous pouvez facilement acheter des produits ou services numériques sur votre ligne Turkcell. Vous pouvez accéder les détails du contrat par ici: Contrat des Services de Paiement-Cadres et de Monnaie Electronique
ka: როცა გაააქტიურებ Turkcell მობილურის გადახდის მეთოდს, შეგეძლება მარტივად შეიძინო ციფრული პროდუქტები ან სერვისები Turkcell-ის ხაზით. კონტრაქტის დეტალებზე წვდომა შეგეძლება აქ: გადახდის სერვისები და ელექტრონული ფულის შეთანხმება
ro: Prin activarea permisiuni de Plată Mobilă Turkcell, puteți achiziționa cu ușurință produse sau servicii digitale prin linia Turkcell. Puteți accesa detaliile contractului aici: Contractul Servicii de Plată cadru și Bani Electronici
ru: Активировав разрешение Мобильного Платежа Turkcell, вы сможете легко приобретать цифровые продукты или услуги через линию Turkcell. Вы можете ознакомиться с деталями договора здесь: Рамочные Платежные Услуги и Договор об Электронных Деньгах.
sq: Duke aktivizuar lejen e Pagesës Celulare Turkcell, mund të blini me lehtësi produkte ose shërbime digjitale mbi linjën Turkcell. Detajet e kontratës mund t'i gjeni këtu: Kontrata Kornizë e Shërbimeve të Pagesave dhe Parave Elektronike
tr: Mobil Ödeme iznini aktifleştirerek, Turkcell hattın üzerinden kolayca dijital ürün veya servis satın alabilirsin. Sözleşme detaylarına buradan ulaşabilirsin: Çerçeve Ödeme Hizmetleri ve Elektronik Para Sözleşmesi
uk: Активуючи дозвіл на оплату мобільних платежів Turkcell, ви можете легко придбати цифрові продукти або послуги по лінії Turkcell. Деталі договору ви можете знайти тут: Рамкові платіжні послуги та електронний грошовий договір

# mobile_payment_view_title
source: Turkcell Mobile Payment
ar: الدفع من خلال الهاتف تركسل
de: Turkcell Mobiles Zahlen
es: Pago móvil Turkcell
fr: Paiement Mobile Turkcell
ka: Turkcell მობილური გადახდა
ro: Plată Mobilă Turkcell
ru: Мобильный Платеж Turkcell
sq: Pagesa Celulare Turkcell
tr: Turkcell Mobil Ödeme
uk: Мобільний Платіж Turkcell

# mobile_payment_view_description
source: You can activate Mobile Payment Permission for your Turkcell line by approving the following item. Digital products that you purchase through Mobile Payment are charged to Turkcell bill.
ar: يمكنكم تفعيل إذن الدفع من خلال الهاتف لخطكم عن طريق الموافقة على المادة المتواجدة أسفل.وبالموافقة على الدفع من خلال الهاتف يمكن تحصيل دفع المنتجات الرقمية التي قمت بشراها بواسطة فاتورة تركسل الخاصة بك.
de: Durch Zustimmung der unten aufgeführten Artikel können Sie das mobile Zahlen Ihres Abonnements aktivieren. Produkte, die Du durch das mobile Zahlen gekauft hast, werden auf Deiner Turkcell Rechnung belastet.
es: Puede activar el Permiso de pago móvil para su línea Turkcell aprobando el siguiente elemento. Los productos digitales que compre a través de Mobile Payment se cobran a la factura de Turkcell.
fr: Vous pouvez activer l'autorisation de paiement mobile de votre ligne en approuvant l'article suivant. Les produits numériques que vous achetez avec l'approbation du paiement mobile sont collectés via la facture Turkcell.
ka: შეგიძლია გაააქტიურო მობილური გადახდის ნებართვა შენი Turkcell ნომრისთვის შემდეგი პუნქტის დამტკიცებით. ციფრული პროდუქტები, რომლებსაც ყიდულობ მობილური გადახდის საშუალებით, ერიცხება Turkcell-ის ანგარიშს.
ro: Puteți activa permisiunea de Plată Mobilă a liniei dvs. acceptând următorul articol. Produsele digitale pe care le achiziționați prin aprobarea plății mobile sunt încasate prin intermediul facturii Turkcell.
ru: Одобрив нижеследующий пункт, вы можете активировать авторизацию мобильного платежа вашей линии. Оплата за цифровые продукты, которые вы приобретете с одобрения Мобильного Платежа, будут отражена в вашей счет-фактуре Turkcell.
sq: Ju mund të aktivizoni autorizimin e pagesës celulare të linjës tuaj duke aprovuar nenin më poshtë. Produktet digjitale që blini me miratimin e Pagesës Celulare, likuidohen nëpërmjet faturës Turkcell.
tr: Aşağıdaki maddeyi onaylayarak hattının mobil ödeme iznini aktifleştirebilirsin. Mobil Ödeme onayıyla satın aldığın dijital ürünler, Turkcell faturan aracılığı ile tahsil edilir.
uk: Ви можете активувати мобільний дозвіл на оплату вашої лінії, затвердивши наступний елемент. Цифрові продукти, які ви купуєте з дозволу мобільного платежу, збираються через рахунок-фактуру Turkcell.

# mobile_payment_view_link_text
source: I accept Payment Services and Electronic Money Agreement.
ar: أوافق على اتفاقية خدمات الدفع الإطارية والأموال الإلكترونية.
de: Ich anerkenne die Rahmenzahlungsdienste und elektronischer Zahlungsvertrag
es: Acepto el Servicio de pago y el Acuerdo de dinero electrónico.
fr: J'accepte le Contrat des Services de Paiement-Cadres et de Monnaie Electronique
ka: მე ვეთანხმები გადახდის სერვისებს და ელექტრონული ფულის ხელშეკრულებას.
ro: Accept Contractul Servicii de Plată cadru și Bani Electronici.
ru: Я принимаю Соглашение о Рамочных Платежных Услугах и Электронных Деньгах.
sq: Unë pranoj Kontratën Kornizë të Shërbimeve të Pagesave dhe Parave Elektronike.
tr: Çerçeve Ödeme Hizmetleri ve Elektronik Para Sözleşmesi'ni kabul ediyorum.
uk: Я приймаю рамкові платіжні послуги та договір електронних грошей.

# mobile_payment_close_popup_title
source: Deactivate Mobile Payment Permission
ar: اغلق إذن الدفع من خلال الهاتف
de: Deaktiviere die mobile Zahlungsberechtigung.
es: Desactivar permiso de pago móvil
fr: Désactiver l’autorisation de paiement mobile
ka: გამორთე მობილური გადახდის ნებართვა
ro: Închide Permisiunea Plată Mobilă
ru: Отключить Разрешение на Мобильный Платеж
sq: Anulloheni Lejen e Pagesës Celulare
tr: Mobil Ödeme İznini Kapat
uk: Вимкніть Дозвіл на Мобільний Платіж

# mobile_payment_close_popup_description
source: You can call 532 Customer Support to turn off your Mobile Payment Permission.
ar: يمكنكم الاتصال بخدمة العملاء على الرقم 532 من أجل إغلاق خدمات الدفع الإطارية.
de: Um die mobile Zahlungsberechtigung zu deaktivieren kannst du den Kundendienst über 532 anrufen.
es: Puede llamar al Servicio de atención al cliente de 532 para desactivar su Permiso de pago móvil.
fr: Vous pouvez appeler le service client 532 pour désactiver l’autorisation de paiement mobile.
ka: შეგიძლია დარეკოთ 532 მომხმარებელთა მხარდაჭერაზე, რომ გამორთო მობილური გადახდის ნებართვა.
ro: Pentru închiderea Permisiuni Plată Mobilă, puteți suna la 532 Servicii Clienți.
ru: Для отключения разрешения на Мобильные Платежи, вы можете позвонить в Отдел Обслуживания Клиентов 532.
sq: Për të Anulluar Lejen e Pagesës Celulare ju mund të telefononi Shërbimin e Klientëve në numrin 532.
tr: Mobil Ödeme İznini kapatmak için 532 Müşteri Hizmetlerini arayabilirsin.
uk: Ви можете зателефонувати в Службу Обслуговування Клієнтів 532, щоб вимкнути дозвіл на Мобільний Платіж.

# mobile_payment_open_popup_title
source: Earn Weekly 2GB Internet!
ar: 2GBانترنت هدية اسبوعيا!
de: Wöchentlich 2 GB Internet-Geschenk!
es: ¡Gane 2GB semanales en Internet!
fr: Cadeau Internet hebdomadaire de 2 Go!
ka: გამოიმუშავე 2GB ინტერნეტი ყოველ კვირას!
ro: Cadou săptămânal 2GB Internet
ru: Недельный Подарок 2ГБ Интернет!
sq: 2 GB Internet Javor Dhuratë!
tr: İzninize Hediye 2GB!
uk: Інтернет-Подарунки 2 Гб щотижня!

# mobile_payment_open_popup_description
source: You can earn 2GB Internet by activating the Mobile Payment Permission. Click Continue and gain weekly 2GB internet that will be offered only once. You can find more information about campaign at www.turkcell.com.tr
ar: يمكنكم ربح 2GB إنترنت هدية اسبوعيا بتفعيل إذن الدفع من خلال الهاتف.ومن أجل كسب هدية الانترنت 2GB اسبوعيا لمرة واحدة يمكنك الموافقة على الدفع من خلال الهاتف بالضغط على زر الاستمرار. يمكنكم الوصول للتفاصيل المتعلقة بالعرض من خلال العنوان www.turkcell.com.tr.
de: Durch Aktivierung des mobilen Zahlungsdienstes kannst Du wöchentlich 2 GB Internet gewinnen! Um ein einmaliges wöchentliches Internet von 2 GB zu gewinnen, kannst Du durch Drücken der Weiter Taste deine Zustimmung für mobiles Zahlen geben. Nähere Informationen über die Kampagne findest Du auf www.turkcell.com.tr
es: Puede ganar 2 GB de Internet activando el Permiso de pago móvil. Haga clic en Continuar y obtenga Internet semanal de 2GB que se ofrecerá solo una vez. Puede encontrar más información sobre la campaña en www.turkcell.com.tr
fr: Vous pouvez gagner 2 Go d'Internet hebdomadaire en activant l'autorisation de paiement mobile. Pour gagner un accès Internet hebdomadaire unique de 2 Go, vous pouvez confirmer votre paiement mobile en cliquant sur le bouton Continuer. Vous pouvez trouver les détails de la campagne sur l’adresse internet www.turkcell.com.tr.
ka: მობილური გადახდის ნებართვის გააქტიურებით შეგიძლია მიიღო 2 გბ ინტერნეტი. დააწკაპუნე გაგრძელებაზე და მიიღე ყოველკვირეული 2 გბ ინტერნეტი, რომელიც მხოლოდ ერთხელ იქნება შემოთავაზებული. დამატებითი ინფორმაცია კამპანიის შესახებ შეგიძლიათ იხილოთ ვებგვერდზე www.turkcell.com.tr
ro: Puteți câștiga 2 GB Internet pe săptămână activând Permisiunea Plată Mobilă. Pentru a câștiga o singură dată 2 GB Internet săptămânal, puteți da Confirmare De Plată Mobilă Făcând clic pe butonul Continuare. Puteți accesa detaliile despre campanie din adresa www.turkcell.com.tr.
ru: Вы можете заработать 2ГБ Интернета в неделю, активировав разрешение на Мобильные Платежи. Чтобы заработать разовый еженедельный Интернет объемом 2 ГБ, вы можете подтвердить свой мобильный платеж, нажав кнопку Продолжить. Вы можете найти подробную информацию о кампании по адресу www.turkcell.com.tr
sq: Duke aktivizuar Lejen e Pagesës Celulare, mund të fitoni 2 GB Internet në javë. Për të fituar një herë 2GB javor, ju mund të konfirmoni pagesën tuaj celulare duke klikuar butonin Vazhdo. Detajet në lidhje me fushatën tonë mund ti gjeni në www.turkcell.com.tr
tr: Alışverişlerinizi evde kaldığımız bu dönemde Turkcell faturanıza yansıtarak güvenle tamamlayabilirsiniz. Üstelik şimdi bu yöntemi kullanmak için izin verenler haftalık 2GB internet kazanıyor! Hemen kazanmak için Devam butonuna tıkla! Onay vermeniz halinde ek hiçbir ücretlendirme yapılmayacaktır. Kampanya ile ilgili detaylara www.turkcell.com.tr adresinden ulaşabilirsiniz.
uk: Ви можете заробляти 2 Гб Інтернету на тиждень, активуючи дозвіл на мобільний платіж. Щоб заробити одноразовий Інтернет на 2 Гб, ви можете підтвердити свій мобільний платіж, натиснувши кнопку Продовжити. Детальну інформацію про кампанію можна знайти на веб-сайті www.turkcell.com.tr

# mobile_payment_open_popup_later_button
source: Later
ar: بعد ذلك
de: Später
es: Luego
fr: Plus Tard
ka: მოგვიანებით
ro: Mai Târziu
ru: Позже
sq: Më vonë
tr: Daha Sonra
uk: Пізніше

# mobile_payment_open_popup_continue_button
source: Continue
ar: استمر
de: Weiter
es: Continuar
fr: Continuer
ka: გაგრძელება
ro: Continuă
ru: Продолжить
sq: Vazhdo
tr: Devam
uk: Продовження

# we_recommend
source: Recommended for You
ar: عروضنا الخاصة لك!
de: Unser Sonderangebot für Sie!
es: Nuestra oferta especial para ti!
fr: Notre Offre Spéciale Pour Vous!
ka: შენთვის რეკომენდირებული
ro: Oferta noastră Specială pentru Tine!
ru: Специальное Предложение!
sq: Oferta jonë Speciale për ty!
tr: Sana Özel Teklifimiz!
uk: Наша спеціальна пропозиція!

# show_more
source: Show features
ar: اظهر المميزات
de: Zeige die Funktionen an
es: Mostrar las Propiedades
fr: Afficher les fonctionnalités
ka: მახასიათებლების ჩვენება
ro: Afișează caracteristicile
ru: Показать Функции
sq: Tregoji karakteristikat
tr: Özellikleri göster
uk: Показати функції

source: Show less
ar: أغلق
de: Schließe
es: Cerrar
fr: Fermer
ka: ნაკლები მაჩვენე
ro: Închide
ru: Закрыть
sq: Mbylle
tr: Kapat
uk: закриті

# face_recognition_package_description
source: + Unlimited Face&Image Recognition
ar: + التعرف على الوجه &الأشياء&المكان الغير محدود
de: + Unbegrenzte Gesichts-&Objekt-&Orte Erkennung
es: + Identificación de Cara & Objeto & Lugar Ilimitada
fr: + Reconnaissance Illimitée De Visage& Objet & Lieu
ka: + სახის და გამოსახულების შეუზღუდავი ამოცნობა
ro: + Recunoaștere nelimitată Feţe& Obiecte&Locaţii
ru: + Неограниченное Распознавание Лиц&Объектов& Местоположения
sq: + Njohja e Pafund e fytyrës&objektit&vendndodhjes
tr: + Sınırsız Yüz&Nesne&Yer Tanıma
uk: + Необмежене розпізнавання обличчя та об’єктів та місцеположення

# delete_dublicate_package_description
source: + Remove Duplicate Contacts from your Phone
ar: + لاتمسح جهات الاتصال المتكررة والمتواجدة بهاتفك
de: + Sich wiederholende Kontakte auf dem Telefon löschen
es: + Eliminación de los Contactos Repetitivos en Teléfono
fr: + Suppression De Contacts Répétés Dans Votre Répertoire Téléphonique
ka: + წაშალე დუბლიკატი კონტაქტები შენი ტელეფონიდან
ro: + Șterge Contactele Repetate Din Agenda Telefonică
ru: + Удаление Повторяющихся Контактов в Справочнике
sq: +Fshirja e kontakteve të përsëritura në Telefonin tënd
tr: + Telefonundaki Tekrarlayan Kontakları Silme
uk: + Видалення повторних контактів на телефоні

# premium_user_package_description
source: + Unlimited PhotoPick Analysis
ar: + تحليل الصور فوتو بيك الغير محدود
de: + Unbegrenzte PhotoPick Analyse
es: + Análisis PhotoPick Ilimitado
fr: + Analyse Illimitée De Photopick
ka: + შეუზღუდავი PhotoPick ანალიზი
ro: + Analiză Nelimitată PhotoPick
ru: + Неограниченный Анализ Photopick
sq: + Analiza e Pafund ‘’PhotoPick’’
tr: + Sınırsız PhotoPick Analizi
uk: + Необмежений аналіз PhotoPick

# bundle_package_addon_type
source: Storage + Premium
ar: مساحة التخزين+بريميوم
de: Speicherplatz + Premium
es: Área de almacenamiento+ Premium
fr: Espace De Stockage + Premium
ka: შენახვა + Premium-ი
ro: Spațiu de Stocare + Premium
ru: Место для хранения + Premium
sq: Hapësira e ruajtjes + Premium
tr: Saklama Alanı + Premium
uk: Місце для зберігання + Преміум (Premium)

# storage_only_package_addon_type
source: Storage only
ar: مساحة التخزين
de: Speicherort
es: Sólo área de almacenamiento
fr: Stockage
ka: საცავი
ro: Spațiu de stocare
ru: Хранилище
sq: Arkiva
tr: Saklama Alanı
uk: Тільки для зберігання

# settings_userinfo_name_surname
source: Name Surname
ar: الاسم اللقب
de: Vorname – Nachname
es: Nombre y Apellido
fr: Prénom et Nom
ka: სახელი გვარი
ro: Prenume Nume
ru: Имя Фамилия
sq: Emri - Mbiemri
tr: Ad Soyad
uk: Ім'я та прізвище

# settings_userinfo_email
source: E-Mail
ar: البريد الإلكتروني
es: Correo Electrónico
ka: მეილი
ru: Адрес электронной почты
tr: E-posta
uk: Адреса електронної пошти

# settings_userinfo_phone
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de Teléfono
fr: Numéro de Téléphone
ka: ტელეფონის ნომერი
ro: Numărul de Telefon
ru: Номер Телефона
sq: Numri i telefonit
tr: Telefon Numarası
uk: Номер телефону

# settings_action_sheet_profile_details
source: Profile details
ar: تفاصيل الصفحة الرئيسية
de: Profildetails
es: Detalles sobre el perfil
fr: Détails du profil
ka: პროფილის დეტალები
ro: Detaliile Profilului
ru: Детали профиля
sq: Detajet e profilit
tr: Profil detayları
uk: Деталі профілю

# settings_action_sheet_edit_profile_photo
source: Edit profile photo
ar: قم بتحديث صورة الصفحة الرئيسية
de: Aktualisiere das Profilfoto
es: Actualizar la foto de perfil
fr: Mettre à jour la photo de profil
ka: შეცვალე პროფილის ფოტო
ro: Actualizați fotografia de profil
ru: Обновить фотографию профиля
sq: Përditësoje foton tënde të profilit
tr: Profil fotoğrafını güncelle
uk: Оновити фотографію профілю

# original_сopy_package_description
source: + Back Up in Original Quality
ar: التخزين بجودة اصلية
de: + Speicherung in Originalqualität
es: + Almacenamiento a calidad original
fr: + Stockage En Qualité D'origine
ka: + სარეზერვო ასლის შექმნა ორიგინალური ხარისხით
ro: + Stocare la Calitate Originală
ru: + Хранение в Оригинальном Качестве
sq: + Ruajtje në cilësinë origjinale
tr: + Orijinal Kalitede Saklama
uk: + Оригінальне зберігання якості

# become_premium_navbar_title
source: Recommended for You
ar: عروضنا الخاصة لك!
de: Unser Sonderangebot für Sie!
es: Nuestra oferta especial para ti!
fr: Notre Offre Spéciale Pour Vous!
ka: შენთვის რეკომენდირებული
ro: Oferta noastră Specială pentru Tine!
ru: Специальное Предложение!
sq: Oferta jonë Speciale për ty!
tr: Sana Özel Teklifimiz!
uk: Наша спеціальна пропозиція!

# become_premium_header_default_title
source: We have a special offer for you!
ar: يوجد لدينا عرض خاص لك!
de: Wir haben ein Sonderangebot für Sie!
es: Tenemos una oferta especial para ti!
fr: Nous Avons Une Offre Spéciale Pour Vous!
ka: შენთვის განსაკუთრებული შეთავაზება გვაქვს!
ro: Avem o ofertă specială pentru tine!
ru: Специальное предложение!
sq: Ne kemi një ofertë të veçantë për ty!
tr: Sana özel bir teklifimiz var!
uk: У нас є спеціальна пропозиція для вас!

# become_premium_header_default_subtitle
source: Would you like to backup your memories in the original quality? Maybe you need some help with organizing your photos pile and contacts? Become a Premium member and let lifebox ease your life. Check out the Premium features and special offers below.
ar: هل ترغب في النسخ الاحتياطي لذكرياتك بجودة أصلية ؟ربما انت بحاجة لمساعدة من أجل تنظيم دليل هاتفك وصورك. اشترك بالريميوم, ليسهل lifebox حياتك.قم بإلقاء النظر على خصائص البريميوم وعروضنا الخاصة لك.
de: Wollen Sie Ihre Erinnerungen in Originalqualität sichern? Vielleicht brauchen Sie Hilfe beim Organisieren Ihrer Fotos und Kontakte. Abonnieren Sie das Premiumpaket und Lifebox erleichtert ihr Leben. Informieren Sie sich über unsere Premium-Funktionen und Sonderangebote für Sie
es: Desearías hacer copia de seguridad de sus memorias a una calidad original? A lo mejor necesitas ayuda para organizar tus fotos y la guía. Suscribirte Premium y que lifebox haga fácil tu vida. Observar las propiedades Premium o nuestras ofertas especiales para ti.
fr: Voulez-vous sauvegarder vos souvenirs en qualité originale? Vous avez peut-être besoin d'aide pour organiser vos photos et vos contacts. Abonnez-vous à Premium pour que lifebox simplifie votre vie. Découvrez nos fonctionnalités premium et nos offres spéciales pour vous.
ka: გსურს შენი მოგონებების რეზერვის შექმნა ორიგინალ ხარისხში ? იქნებ გჭირდება დახმარება შენი ფოტოების წყობისა და კონტაქტების ორგანიზებაში? გახდი Premium-ის წევრი და მიეცი საშუალება lifebox-ს გაგიადვილოს ცხოვრება. შეამოწმე Premium ფუნქციები და სპეციალური შეთავაზებები ქვემოთ.
ro: Doriți să vă faceți backup la calitate originală amintirilor? Poate aveți nevoie de ajutor pentru organizarea fotografiilor și persoanelor de contact. Abonați-vă la premium și lifebox-ul va ușurează viața. Examinați caracteristicile noastre premium și ofertele speciale pentru dvs.
ru: Хотите сохранить ваши воспоминания в оригинальном качестве? Может быть, вам нужна помощь в организации ваших фотографий и контактов? Станьте Premium -участником и позвольте lifebox облегчить вашу жизнь. Проверьте наши Premium функции и специальные предложения для вас.
sq: A dëshiron të rezervosh kujtimet e tua në cilësi origjinale? Ndoshta ke nevojë për ndihmë për të organizuar fotot e tua dhe librin tënd të telefonit. Bëhu abonent premium dhe lifebox të lehtëson jetën. Shqyrtoji tiparet premium dhe ofertat tona speciale për ju.
tr: Anılarını orijinal kalitede yedeklemek ister misin? Belki de fotoğraflarını ve rehberini organize etmek için yardıma ihtiyacın var. Premium abone ol, lifebox hayatını kolaylaştırsın. Premium özellikleri ve sana özel tekliflerimizi incele.
uk: Ви хочете створити резервну копію своїх спогадів у оригінальній якості? Можливо, вам потрібна допомога в організації фотографій та контактів. Підписуйтесь на Преміум (Premium) і полегшуйте життя Lifebox Ознайомтеся з нашими Преміум (Premium) та спеціальними пропозиціями для вас.

# become_premium_header_people_title
source: We have a special offer for you!
ar: يوجد لدينا عرض خاص لك!
de: Wir haben ein Sonderangebot für Sie!
es: Tenemos una oferta especial para ti!
fr: Nous avons une offre spéciale pour vous!
ka: შენთვის განსაკუთრებული შეთავაზება გვაქვს!
ro: Avem o ofertă specială pentru tine!
ru: Специальное предложение!
sq: Ne kemi një ofertë të veçantë për ty!
tr: Sana özel bir teklifimiz var!
uk: У нас є спеціальна пропозиція для вас!
