Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# Sorry, but story name should not be empty
source: Please give a name to your story
ar: يرجى تسمية عرض شرائح الفيديو
de: Bitte gib deiner Geschichte einen Namen
es: Por favor escriba un nombre para su historia
fr: Veuillez donner un nom à votre story
ka: გთხოვ მიანიჭე სთორის სახელი
ro: Te rog sa dai un nume povestei tale
ru: Извините, название истории не должно быть пустым
sq: Ju lutem, vendosini një emër historisë.
tr: Lütfen hikayene bir isim ver
uk: Будь ласка, назвіть свою історію

source: Save
ar: حفظ
de: sparen
es: Guardar
fr: Enregistrer
ka: შენახვა
ro: Salvează
ru: Сохранить
sq: Ruani
tr: Kaydet
uk: Зберегти

source: Name
ar: الاسم
es: Nombre
fr: Nom
ka: სახელი
ro: Nume
ru: Имя
sq: Emri
tr: Isim
uk: Ім'я

source: Create a Name
ar: انشاء اسم
de: Erstellen Sie einen Namen
es: Crear un nombre
fr: Créer un Nom
ka: შექმენი სახელი
ro: Crează un Nume
ru: Название истории
sq: Krijoni një Emër
tr: Hikayene bir isim ver
uk: Створіть ім'я

# Delete device original
source: Delete original from device
ar: حذف الأصل من الجهاز
de: Löschen Sie das Original vom Gerät
es: Eliminar el original del dispositivo
fr: Supprimer l'original de l'appareil
ka: წაშალე ორიგინალი მოწყობილობიდან
ro: Șterge originalul din dispozitiv
ru: Удалить оригинал с устройства
sq: Fshini origjinalin nga pajisja.
tr: Orijinalini cihazdan sil
uk: Видалити оригінал з пристрою

source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu den Favoriten hinzufügen
es: Agregar a favoritos
fr: Ajouter aux favoris
ka: დაამატე რჩეულებში
ro: Adaugă la favorite
ru: Добавить в избранное
sq: Shtoni tek preferencat
tr: Favorilere Ekle
uk: Додати в обране

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Rétablir
ka: აღადგინე
ro: Resabilire
ru: Восстановить
sq: Rivendosni
tr: Telefona Aktar
uk: Відновити

source: Back Up
ar: إنشاء نسخة احتياطية
de: Sichern
es: Realizar una copia de seguridad
fr: Sauvegarde
ka: რეზერვი
ro: Copie de rezervă
ru: Копировать
sq: Krijoni kopje rezervë
tr: Yedekle
uk: Копіювати

source: Your last back up was a few seconds ago.
ar: تم إنشاء آخر نسخة احتياطية قبل ثوانٍ مضت.
de: Dein letzter Backup war vor ein paar Sekunden.
es: Su última copia de seguridad fue hace unos segundos.
fr: Votre dernière sauvegarde remonte à quelques secondes.
ka: შენი ბოლო რეზერვაცია რამდენიმე წამის წინ მოხდა
ro: Ultima copie de rezervă a fost efectuată câteva secunde în urmă.
ru: Последняя резервная копия: несколько секунд назад
sq: Kopja juaj e fundit rezervë u krijua pak sekonda më parë.
tr: Son yedeklemen birkaç saniye önce gerçekleşti.
uk: Ваше останнє резервне копіювання було кілька секунд тому.

# You never backed up your contacts
source: You don't have any contact information in your lifebox yet.
ar: ليس لديك بعد أي معلومات جهة اتصال في لايف بوكس.
de: Sie haben noch keine Kontaktinformationen in Ihrer Lifebox.
es: Aún no tiene información de contacto en su lifebox.
fr: Vous n'avez pas encore sauvegardé vos contacts dans lifebox.
ka: შენ ჯერ არ გაქვს არანაირი საკონტაქტო ინფორმაცია შენს ლაიფბოქსში
ro: Încă nu ai nici un contact în lifebox-ul tău.
ru: В вашем lifebox еще нет информации о контактах.
sq: Ju ende nuk keni ndonjë informacion kontakti në lifebox-in tuaj.
tr: lifebox’ında henüz yedeklenmiş hiçbir kontak bulunmamaktadır.
uk: У вас ще немає контактної інформації у вашому lifebox.

source: You can backup your contacts to lifebox. You can easily manage your contact list from any device and anywhere.
ar: يمكن إنشاء نسخة احتياطية لجهات الاتصال إلى لايف بوكس. ويمكن إدارتها بسهولة من أي جهاز ومكان.
de: Sie können Ihre Kontakte in der Lifebox sichern. Sie können Ihre Kontaktliste von jedem Gerät und von überall aus verwalten.
es: Puede hacer una copia de seguridad de sus contactos en Lifebox. Puede administrar fácilmente su lista de contactos desde cualquier dispositivo y desde cualquier lugar.
fr: Sauvegarder vos contacts dans lifebox. Vous pouvez gérer votre liste de contacts à tout moment depuis n'importe quel appareil.
ka: შეგიძლია შენი კონტაქტების სარეზერვო ასლის შექმნა lifebox-ში. შეგიძლია მარტივად მართო შენი კონტაქტების სია ნებისმიერი მოწყობილობიდან და ნებისმიერი ადგილიდან.
ro: Poți face o copie de rezervă a contactelor tale în lifebox. Vei putea cu ușurință administra lista ta de contacte din orice dispozitiv.
ru: Вы можете хранить резервные копии своих контактов в lifebox. Благодаря этому, вы сможете легко получить доступ к списку контактов с любого устройства, где бы вы ни находились.
sq: Ju mund të krijoni një kopje rezerve të kontakteve tuaja në lifebox e mund ta menaxhoni listen tuaj të kontakteve kudo e nga çdo pajisje.
tr: Kontaklarını lifebox üzerinde yedekleyebilirsin. Kontak listeni herhangi bir cihaz üzerinden kolaylıkla yönetebilirsin.
uk: Ви можете зробити резервну копію ваших контактів у lifebox. Ви можете легко керувати своїм контактом список з будь-якого пристрою і в будь-якому місці.

# Backed up %d Contacts
source: You have %d numbers in your contact backup
ar: تم نسخ %d جهة اتصال احتياطياً
de: Gesichert %d Kontakte
es: Copia de seguridad de %d contactos
fr: Vous avez %d contacts sauvegardés dans lifebox.
ka: შენ გაქვს %d რაოდენობა შენი კონტაქტების რეზერვის
ro: %d contacte salvate în copia de rezervă
ru: Созданы резервные копии %d контактов
sq: Ju keni %d numra në kopjen tuaj rezervë të kontakteve.
tr: Kişi listende %d numaran var.
uk: Резервне копіювання %d контактів

source: Removed
ar: تمت الإزالة
de: Entfernt
es: Eliminado
fr: Supprimé
ka: წაშლილია
ro: Eliminat
ru: Удалено
sq: E Hequr
tr: Kaldırıldı
uk: Вилучено

source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ka: განახლებულია
ro: Actualizat
ru: Обновлено
sq: E përditësuar
tr: Güncellendi
uk: Оновлено

source: New Contact
ar: جهة اتصال جديدة
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau Contact
ka: ახალი კონტაქტი
ro: Contact Nou
ru: Новый контакт
sq: Kontakt i Ri
tr: Yeni Kişi
uk: Новий контакт

source: Backup My Contacts
ar: إنشاء نسخة احتياطية لجهات الاتصال
de: Sichern Sie Meine Kontakte
es: Copia de seguridad de mis contactos
fr: Sauvegarder Mes Contacts
ka: ჩემი კონტაქტების რეზერვაცია
ro: Copie Contactele Mele
ru: Мои контакты
sq: Kontaktet e mia Rezervë
tr: Telefon Rehberimi Yedekle
uk: Мої контакти

# UPGRADE
source: DETAILS
ar: ترقية
de: AKTUALISIERUNG
es: ACTUALIZAR
ka: დეტალები
ro: ACTUALIZARE
ru: Улучшить
sq: PËRMIRËSIM
tr: Yükselt
uk: Покращити

source: Album Info
ar: معلومات الألبوم
es: Información del Álbum
fr: Infos de l’Album
ka: ალბომის ინფო
ro: Info Album
ru: Информация об альбоме
sq: Info Albumi
tr: Albüm Bilgisi
uk: Інформація про альбом

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
ka: სათაური
ro: Titlu
ru: Название
sq: Titulli
tr: Adı
uk: Назва

source: Artist
ar: المؤدّي
de: Künstler
es: Artista
fr: Artiste
ka: არტისტი
ru: Исполнитель
sq: Artisti
tr: Sanatçı
uk: Артист

source: Album
ar: الألبوم
es: Álbum
ka: ალბომი
ru: Альбом
sq: Albumi
tr: Albüm
uk: Альбом

source: Taken date
ar: تاريخ الالتقاط
de: Datum genommen
es: Fecha de captura
fr: Date d'enregistrement
ka: გადაღების თარიღი
ro: Data efectuării
ru: Дата приёмки
sq: Data e krijuar
tr: Çekim tarihi
uk: Прийнята дата

source: Upload date
ar: تاريخ التحميل
de: Datum des Hochladens
es: Fecha de carga
fr: Date du téléchargement
ka: ატვირთვის თარიღი
ro: Data încărcării
ru: Дата загрузки
sq: Data e ngarkimit
tr: Yükleme tarihi
uk: Дата завантаження

source: Date modified
ar: تاريخ التعديل
de: Datum geändert
es: Fecha modificada
fr: Date de modification
ka: შეცვლის თარიღი
ro: Data modificării
ru: Дата изменения
sq: Data e modifikimit
tr: Değiştirilme Tarihi
uk: Дата зміни

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
ka: ხანგრძლივობა
ro: Durata
ru: Продолжительность
sq: Kohëzgjatja
tr: Süre
uk: Тривалість

source: File size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille de fichier
ka: ფაილის ზომა
ro: Dimensiunea fișierului
ru: Размер файла
sq: Madhësia e skedarit
tr: Dosya boyutu
uk: Розмір файлу

source: Items
ar: العناصر
de: Artikel
es: Elementos
fr: Objets
ka: ფაილები
ro: Articol
ru: Объекты
sq: Njësitë
tr: Öğe
uk: Елементи

source: Folder size
ar: حجم المجلد
de: Ordnergröße
es: Tamaño de la carpeta
fr: Taille du dossier
ka: საქაღალდის ზომა
ro: Dimensiunea mapei
ru: Размер папки
sq: Madhësia e dosjes
tr: Klasör boyutu
uk: Розмір папки

source: File Info
ar: معلومات الملف
de: Dateiinformation
es: Información del archivo
fr: Informations sur le Fichier
ka: ფაილის ინფო
ro: Info fișier
ru: Информация о файле
sq: Info i skedarit
tr: Dosya Bilgisi
uk: Інформація про файл

source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du Fichier
ka: ფაილის სახელი
ro: Nume fișier
ru: Имя файла
sq: Emri i skedarit
tr: Dosya Adı
uk: Ім'я файлу

source: Data is not correct
ar: البيانات غير صحيحة
de: Daten sind nicht korrekt
es: Los datos no son correctos
fr: Les données ne sont pas correctes
ka: ინფორმაცია არასწორია
ro: Datele nu sunt corecte
ru: Некорректная дата
sq: Të dhënat nuk janë të sakta
tr: Veri doğru değil
uk: Дані не правильні

source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Enregistrer
ka: შესრულებულია
ro: Efectuat
ru: Готово
sq: Kryer
tr: Bitti
uk: Готово

source: I want to change my password
ar: تغيير كلمة المرور
de: Ich möchte mein Passwort ändern
es: Quiero cambiar mi contraseña
fr: Je souhaite changer mon mot de passe
ka: პაროლის შეცვლა მსურს
ro: Vreau să-mi schimb parola
ru: Я хочу сменить пароль
sq: Dua të ndryshoj fjalëkalimin
tr: Şifremi değiştirmek istiyorum
uk: Я хочу змінити свій пароль

source: We promise, we won’t sent you spam.
ar: نعدك بألا نرسل إليك بريداً مزعجاً عشوائياً.
de: Wir versprechen Ihnen, dass wir Ihnen keinen Spam schicken werden.
es: Lo prometemos, no le enviaremos spam.
fr: Promis, nous ne vous enverrons pas de spams.
ka: გპირდები, სპამს არ გამოგიგზავნი.
ro: Promitem, nu-ți vom transmite spam.
ru: Мы обещаем, что не будем отправлять вам спам.
sq: Ju premtojmë se nuk do ju dërgojmë spam.
tr: Sana spam göndermeyeceğimize söz veriyoruz.
uk: Ми обіцяємо, що ми не надішлемо вам спам.

# I’d like hear about news and promotions about lifebox occasionally.
source: I’d like to occasionally hear about lifebox news and promotions.
ar: أريد معرفة أخبار لايف بوكس وعروضه من حين لآخر.
de: Ich würde gerne von Neuigkeiten und Promotionen über die Lifebox hören.
es: Me gustaría escuchar noticias y promociones sobre lifebox de vez en cuando.
fr: J'aimerais recevoir des informations sur l'actualité de lifebox et recevoir les offres promotionnelles disponibles.
ka: ხანდახან მსურს გავიგო სიხალეები და პრომოციები ლაიფბოქსზე.
ro: Mi-ar plăcea să aud ocazional noutățile și promoțiile lifebox.
ru: Я бы хотел периодически получать новости и акционные предложения о lifebox.
sq: Do të doja të informohesha rreth të rejave apo ofertave të lifebox-it sipas rastit.
tr: Zaman zaman lifebox hakkındaki haberlerden ve tanıtımlardan haberdar olmak istiyorum.
uk: Я хотів би іноді почути про новини та акції про lifebox.

# GSM Number
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
ka: ტელეფონის ნომერი
ro: Număr Telefon
ru: Номер телефона
sq: Numri i Telefonit
tr: Telefon Numarası
uk: Номер телефону

source: E-Mail
ar: عنوان البريد الإلكتروني
es: Correo Electrónico
fr: Adresse email
ka: ელ.ფოსტა
ru: Электронная почта
tr: E-Posta

source: Name and Surname
ar: الاسم واللقب
de: Name und Nachname
es: Nombre y apellido
fr: Nom et Prénom
ka: სახელი და გვარი
ro: Nume și Prenume
ru: Имя и Фамилия
sq: Emri dhe Mbiemri
tr: Adı ve Soyadı
uk: Ім'я та прізвище

# Your Profile
source: Profile
ar: ملف التعريف
de: Profil
es: Perfil
fr: Profil
ka: პროფილი
ro: Profil
ru: Профиль
sq: Profili
tr: Profil
uk: Профіль

source: Import from Cropy
ar: استيراد من الاقتصاص
de: Von Cropy importieren
es: Importar de Cropy
fr: Importer depuis Cropy
ka: Cropy-დან იმპორტირება
ro: Import din Cropy
ru: Импорт из Cropy
sq: Importo nga Cropy
tr: Cropy’den Al
uk: Імпорт з Cropy

source: Import from Instagram
ar: استيراد من إنستغرام
de: Import von Instagram
es: Importar de Instagram
fr: Importer depuis Instagram
ka: ინსტაგრამიდან იმპორტირება
ro: Import din Instagram
ru: Импорт из Instagram
sq: Importo nga Instagram
tr: Instagram’dan Taşı
uk: Імпорт з Instagram

source: Import from Facebook
ar: استيراد من فيسبوك
de: Import von Facebook
es: Importar de Facebook
fr: Importer depuis Facebook
ka: იმპორტი Facebook-დან
ro: Import din Facebook
ru: Импорт из Facebook
sq: Importo nga Facebook
tr: Facebook’tan Taşı
uk: Імпорт з Facebook

source: Import from Dropbox
ar: استيراد من Dropbox
de: Von Dropbox importieren
es: Importar de Dropbox
fr: Importer depuis Dropbox
ka: იმპორტი Dropbox-დან
ro: Import din Dropbox
ru: Импорт из Dropbox
sq: Importo nga Dropbox
tr: Dropbox’dan Taşı
uk: Імпорт з Dropbox

source: Import Photos
ar: استيراد
de: Importieren
es: Importar
fr: Importer depuis Photos
ka: ფოტოების იმპორტი
ro: Import
ru: Импорт фото
sq: Importo Fotot
tr: Fotoğrafları Taşı
uk: Імпорт фото

source: Are you sure you want to exit the application?
ar: هل تريد الخروج من التطبيق؟
de: Möchten Sie die Anwendung wirklich beenden?
es: ¿Está seguro de que quiere salir de la aplicación?
fr: Êtes-vous sûr de vouloir quitter l'application?
ka: დარწმუნებული ხარ რომ გინდა აპლიკაციიდან გასვლა?
ro: Sigur vrei să ieși din aplicație?
ru: Вы уверены, что хотите выйти из приложения?
sq: Jeni i sigurt që dëshironi të dilni nga aplikacioni?
tr: Uygulamadan çıkmak istediğine emin misin?
uk: Ви впевнені, що хочете вийти з програми?

source: Auto-login
ar: تسجيل الدخول تلقائياً
de: Automatische Anmeldung
es: Inicio de sesión automático
fr: Ouverture automatique de session
ka: ავტო-შესვლა
ro: Logare automată
ru: Автологин
sq: Logim automatik
tr: Otomatik Giriş Yap
uk: Авто-Логін

source: Logout
ar: تسجيل الدخول تلقائياً
de: Ausloggen
es: Salir
fr: Fermeture de session
ka: გამოსვლა
ro: Ieșire
ru: Выйти
sq: Dalje
tr: Çıkış Yap
uk: Вийти

# Help & Support
source: FAQ
ar: الأسئلة المتداولة
es: Preguntas Más Frecuentes
fr: Foire Aux Questions
ka: ხდკ
ru: Помощь и поддержка
sq: Pyetje të shpeshta
tr: Sıkça Sorulan Sorular
uk: Допомога та підтримка

source: lifebox Touch ID and Passcode
ar: Touch ID ورمز مرور لايف بوكس
de: Lifebox Touch ID und Passwort
es: Lifebox Touch ID y clave de acceso
fr: lifebox Touch ID et mot de passe
ka: lifebox Touch ID და პასკოდი
ro: Amprenta digitală și Parola lifebox
ru: lifebox Touch ID и код-пароль
sq: ID me prekje dhe kodi i kalimit të lifebox
tr: lifebox Touch ID ve Parola
uk: Ідентифікатор Lifebox Touch ID та Пароль

# Usage Info and Packages
source: Usage Details
ar: تفاصيل الحساب والاستخدام
de: Konto- und Nutzungsdetails
es: Detalles de cuenta y uso
fr: Détails des usages
ka: გამოყენების დეტალები
ro: Detalii cont și utilizare
ru: Объем хранилища и пакеты
sq: Llogaria & detajet e përdorimit
tr: Kullanım Bilgileri
uk: Обсяг сховища та пакети

source: Recently Deleted Files
ar: الملفات المحذوفة حديثاً
de: Kürzlich gelöschte Dateien
es: Archivos eliminados recientemente
fr: Fichiers Récemment Supprimés
ka: ბოლოს წაშლილი ფაილები
ro: Fișierele Șterse Recent
ru: Недавно удалённые файлы
sq: Skedarët e fshirë së fundmi
tr: Son Silinen Dosyalar
uk: Нещодавно видалені файли

source: Auto Sync
ar: المزامنة التلقائية
de: Automatische Synchronisation
es: Sincronización Automática
fr: Synchronisation automatique
ka: ავტ.სინქრონიზაცია
ro: Sincronizare Automată
ru: Автосинхронизация
sq: Vetësinkronizim
tr: Otomatik Yedekleme
uk: Автосинхронізація

source: Backup My Contacts
ar: إنشاء نسخة احتياطية لجهات الاتصال
de: Sichern Sie meine Kontakte
es: Copia de seguridad de mis contactos
fr: Sauvegarder Mes Contacts
ka: კონტაქტების რეზერვის შექმნა
ro: Copie Contactele mele
ru: Резервная копия контактов
sq: Krijoni kopje rezervë për Kontaktet e Mia
tr: Telefon Rehberimi Yedekle
uk: Мої контакти

# Leave feedback
source: Contact Us
ar: الاتصال بنا
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
ka: დაგვიკავშირდი
ro: Contactează-ne
ru: Оставить отзыв
sq: Kontakt
tr: Bize Ulaşın
uk: Зв'яжіться з нами

source: Upload Photo
ar: تحميل صوة
de: Foto hochladen
es: Cargar foto
fr: Télécharger les Photos
ka: ფოტოს ატვირთვა
ro: Încarcă Fotografia
ru: Загрузить фото
sq: Ngarkoni Foton
tr: Fotoğraf yükle
uk: Завантажити фото

source: Back to lifebox
ar: عودة إلى لايف بوكس
de: Zurück zur Lifebox
es: Regresar a Lifebox
fr: Retour à lifebox
ka: დაბრუნება lifebox-ში
ro: Înapoi la lifebox
ru: Вернуться к lifebox
sq: Kthehuni tek lifebox
tr: lifebox’a dön
uk: Повернутися до lifebox

source: Start adding your documents
ar: بدء إضافة المستندات
de: Fange an, deine Dokumente hinzuzufügen
es: Comience a agregar sus documentos
fr: Commencer à ajouter vos documents
ka: დაიწყე დოკუმენტების დამატება
ro: Adaugă documente
ru: Начать добавление документов
sq: Filloni shtimin e dokumenteve tuaja.
tr: Belgelerini eklemeye başla
uk: Почніть додавати свої документи

# You don’t have any documents on your Lifebox yet.
source: You don’t have any documents in your lifebox yet.
ar: ليس لديك بعد أي مستندات في لايف بوكس.
de: Sie haben noch keine Dokumente in Ihrer Lifebox.
es: Aún no tiene ningún documento en su lifebox.
fr: Commencez à ajouter vos documents
ka: შენ ჯერ არ აქვს არანაირი დოკუმენტი შენს ლაიფბოქსში.
ro: Încă nu ai documente în lifebox-ul tău.
ru: У вас ещё нет документов в lifebox
sq: Ju ende nuk keni asnjë dokument në lifebox.
tr: lifebox’ında henüz hiçbir dosya bulunmamaktadır.
uk: У вашому lifebox ще немає документів.

source: Start adding your music
ar: بدء إضافة الموسيقى
de: Füge deine Musik hinzu
es: Comience a agregar su música
fr: Commencez à ajouter votre musique.
ka: დაიწყე მუსიკის დამატება
ro: Adaugă melodii
ru: Начать добавление музыки
sq: Filloni të shtoni muzikën tuaj.
tr: Müziklerini eklemeye başla
uk: Почніть додавати свою музику

# You don’t have any music on your Lifebox yet.
source: You don’t have any music in your lifebox yet.
ar: ليس لديك بعد أي موسيقى في لايف بوكس.
de: Du hast noch keine Musik in deiner Lifebox.
es: Aún no tienes canciones en lifebox.
fr: Commencez à ajouter votre Musique
ka: შენ ჯერ არ გაქვს არანაირი მუსიკა შენს ლაიფბოქსში
ro: Încă nu ai muzică în lifebox-ul tău.
ru: У вас ещё нет музыки в lifebox
sq: Ju ende nuk keni shtuar muzikë në lifebox-in tuaj.
tr: lifebox’ında henüz hiçbir müzik bulunmamaktadır.
uk: Ви ще не маєте музики у своєму новому інтерфейсі.

source: info
ar: معلومات
es: Información
ka: ინფო
ru: Информация
tr: Bilgi
uk: інформація

source: Enable photo permissions in settings
ar: تمكين أذونات الصور من الإعدادات
de: Aktivieren Sie Fotoberechtigungen in Einstellungen
es: Habilitar permisos de fotos en la configuración
fr: Activer les autorisations photo dans les paramètres
ka: ჩართეთ ფოტოზე ნებართვები, პარამეტრებში
ro: Activează permisiuni fotografii în setări
ru: Разрешить доступ к фото в настройках
sq: Mundëso lejet e fotove tek Rregullimet.
tr: Ayarlar bölümünden fotoğraf erişimine izin ver
uk: Увімкнути дозволи фото у налаштуваннях

source: Start adding your photos
ar: بدء إضافة الصور
de: Füge deine Fotos hinzu
es: Comience a agregar sus fotos
fr: Commencer à ajouter vos photos
ka: დაიწყე ფოტოების დამატება
ro: Adaugă fotografii
ru: Добавить фото или видео
sq: Filloni të shtoni fotot tuaja.
tr: Fotoğraflarını eklemeye başla
uk: Почніть додавати свої фото

# You don’t have anything on your photo roll.
source: You don’t have any photos or videos in your lifebox yet.
ar: ليس لديك بعد أي صور أو مقاطع فيديو في لايف بوكس.
de: Sie haben noch kein Foto oder Video in Ihrer Lifebox.
es: Aún no tiene ninguna foto o video en su lifebox.
fr: Vous n'avez encore aucune photo ou vidéo dans lifebox.
ka: ჯერ არ გაქვს ფოტო,ან ვიდეო lifebox-ში.
ro: Încă nu ai fotografii și nici videoclipuri în lifebox-ul tău.
ru: У вас еще нет фото или видео в lifebox.
sq: Ju ende nuk keni asnjë foto apo video në lifebox-in tuaj.
tr: lifebox’ında henüz hiçbir fotoğraf veya video bulunmamaktadır.
uk: Ви ще не маєте жодних фото або відео у своєму lifebox

# View All Pictures
source: View All Photos
ar: عرض الصور كافة
de: Alle Fotos
es: Ver todas las fotos
fr: Voir toutes les photos
ka: ყველა ფოტოს ნახვა
ro: Vezi Toate Fotografiile
ru: Посмотреть все картинки
sq: Shikoni të Gjitha Fotot
tr: Tüm Fotoğrafları Görüntüle
uk: Переглянути всі фото

source: View All My Stream
ar: عرض التدفقات كافة
de: Alle anzeigen Mein Stream
es: Ver toda mi secuencia
fr: Voir mon flux
ka: ყველა ჩემი სტრიმის ნახვა
ro: Vezi toate Fluxurile mele
ru: Посмотреть все потоки
sq: Shikoni të Gjitha Regjistrimet e Mia
tr: Tüm Akışımı Görüntüle
uk: Переглянути весь мій потік

source: %d Photos
ar: %d صورة
de: %d Fotos
es: %d Fotos
ka: %d ფოტო
ro: %d Fotografii
ru: фото
sq: %d Foto
tr: %d Fotoğraflar
uk: %d фото

source: You’ve uploaded %@ two days ago!
ar: تم تحميل %@ قبل يومين!
de: Du hast %@ vor zwei Tagen hochgeladen!
es: ¡Ha subido %@ hace dos días!
fr: Vous avez téléchargé %@ il y a deux jours!
ka: შენ ატვირთე %@ ორი დღის წინ!
ro: Ai încărcat %@ două zile în urmă!
ru: Вы загрузили %@ 2 дня назад!
sq: Ju keni ngarkuar %@ dy ditë më parë!
tr: İki gün önce %@ upload ettiniz!
uk: Ви завантажили %@ два дні тому!

# Expand My Storage
source: Upgrade My Storage Plan
ar: ترقية مساحة التخزين
de: Aktualisieren Sie meinen Speicherplan
es: Actualizar mi plan de almacenamiento
fr: Augmenter ma capacité de stockage
ka: გააუმჯობესე ჩემი მეხსიერების გეგმა
ro: Actualizarea planului meu de stocare
ru: Улучшить lifebox
sq: Përmirësoni Planin Tim të Arkivimit
tr: Depolama Alanımı Yükselt
uk: Оновіть свій план зберігання

# You are using %85 of your disk space! It’s a great time to expand your storage.
source: You are using %85 of your lifebox qutoa! It’s a great time to upgrade your storage.
ar: المساحة المشغولة من مساحة تخزين لايف بوكس هي %85. آن أوان ترقية مساحة التخزين.
de: Sie verwenden %85 Ihres Lifebox-Speichers! Es ist eine großartige Zeit, um Ihren Speicher zu aktualisieren.
es: ¡Está usando el 85% de su almacenamiento de Lifebox! Es un buen momento para actualizar su almacenamiento.
fr: Vous utilisez 85% de votre quota lifebox! C’est le moment d'augmenter votre capacité de stockage.
ka: შენ იყენებ შენი სიცოცხლის ყუთის 85%-ს! შესანიშნავი დროა შენი მეხსიერების განახლებისთვის.
ro: Ai utilizat 85% din spațiul de stocare lifebox! E momentul potrivit pentru a-ți mări volumul spațiului de stocare.
ru: Вы использовали %d%% вашего хранилища! Подходящее время, чтобы его увеличить.
sq: Ju jeni duke përdorur %85 të kuotës suaj në lifebox! Është momenti i duhur për të shtuar sasinë e arkivës suaj.
tr: lifebox saklama alanının %85’ini kullanıyorsun! Alanını genişletmek için harika bir zaman.
uk: Ви використовуєте %85 свого сховища lifebox! Це чудовий час для оновлення пам'яті.

# Your storage is almost full!
source: Your device storage is almost full!
ar: تم بلوغ الحد الأقصى لذاكرة لايف بوكس. لِنلقي نظرةً على خيارات الترقية!
de: Sie haben Ihre Speichergrenze erreicht. Lassen Sie uns nach Upgrade-Optionen Ausschau halten!
es: Ha alcanzado el límite de memoria de su lifebox. ¡Echemos un vistazo a las opciones de actualización!
fr: L'espace de votre appareil est presque plein!
ka: შენი მოწყობილობის მეხსიერება თითქმის სავსეა!
ro: Ai atins limita de memorie a lifebox-ului tău
ru: Память вашего устройства практически заполнена!
sq: Arkiva e pajisjes suaj është thuajse plot!
tr: Cihaz depolama alanın dolmak üzere!
uk: Ви досягли межі пам'яті lifebox. Давайте подивимось на варіанти оновлення!

source: Change filter
ar: تغيير عامل التصفية
de: Filter ändern
es: Cambiar filtro
fr: Filtre
ka: შეცვალე ფილტრი
ro: Schimbă filtrul
ru: Изменить фильтр
sq: Ndryshoni filtrin
tr: Filter değiştir
uk: Змінити фільтр

# Save this photo
source: Save
ar: حفظ
de: sparen
es: Guardar
fr: Sauvegarder
ka: შენახვა
ro: Salvează
ru: Сохранить
sq: Ruani
tr: Kaydet
uk: Зберегти
