Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: lifebox can sync your photos and videos automatically. Would you like to enable Auto-sync feature now?
ar: يُزامن لايف بوكس الصور ومقاطع الفيديو تلقائياً. هل تريد تمكين ميزة المزامنة التلقائية؟
de: Lifebox kann Ihre Fotos und Videos automatisch synchronisieren. Möchten Sie die Auto-Upload-Funktion jetzt aktivieren?
es: Lifebox puede sincronizar sus fotos y videos automáticamente. ¿Desea habilitar la función de carga automática ahora?
fr: lifebox peut synchroniser automatiquement vos photos et vidéos. Souhaitez-vous activer la fonctionnalité de téléchargement automatique maintenant?
ka: lifebox-ს შეუძლია შენი ფოტოებისა და ვიდეოების ავტომატური სინქრონიზაცია. გსურს ახლავე ჩართო ავტომატური სინქრონიზაციის ფუნქცია?
ro: Lifebox-ul poate sincroniza automat pozele și videoclipurile tale. Ai vrea să activezi acum această opțiune?
ru: lifebox может автоматически синхронизировать ваши фото и видео. Хотите воспользоваться данной возможностью прямо сейчас?
sq: lifebox mund t'i sinkronizojë fotot dhe videot tuaja automatikisht. Doni ta aktivizoni funksionin e ngarkimit automatik tani?
tr: lifebox, fotoğraf ve videolarını otomatik olarak güvenle yedekler. Fotoğraf ve videolarını anında güvene almak için bu özelliği aktif hale getirmek ister misin?
uk: Lifebox може автоматично синхронізувати ваші файли. Хочете увімкнути автосинхронізацію зараз?

# You have to fill in a password
source: You have to fill in your password
ar: يرجى كتابة كلمة المرور
de: Sie müssen Ihr Passwort eingeben
es: Debes escribir su contraseña
fr: Vous devez renseigner votre mot de passe.
ka: შენ უნდა შეავსო შენი პაროლი
ro: Trebuie să completezi cu parola ta
ru: Введите пароль
sq: Ju duhet të plotësoni fjalëkalimin tuaj
tr: Şifreni girmelisin
uk: Заповніть пароль

# You have to fill in your mail or GSM Number
source: Fill in your e-mail or Phone Number.
ar: يرجى كتابة عنوان البريد الإلكتروني أو رقم الهاتف
de: Sie müssen Ihre E-Mail-Adresse oder Telefonnummer eingeben
es: Debe completar su dirección de correo electrónico o número de teléfono
fr: Saisissez votre adresse email ou votre numéro de mobile.
ka: შეავსე შენი მეილი ან ტელეფონის ნომერი
ro: Trebuie să completezi cu adresa e-mail sau numărul tău de telefon
ru: Укажите эл. адрес или номер телефона
sq: Plotësoni adresën tuaj të e-mail ose numrin tuaj mobile.
tr: e-mailini veya telefon numaranı girmelisin
uk: Введіть ел. пошту або номер телефону

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ka: პაროლი
ro: Parola
ru: Пароль
sq: Fjalëkalim
tr: Şifre
uk: Пароль

# E-Mail or GSM Number
source: E-mail or Phone Number
ar: البريد الإلكتروني أو رقم الهاتف
de: E-Mail oder Telefonnummer
es: Correo electrónico o número de teléfono
fr: Adresse email ou numéro de mobile
ka: მეილი ან ტელეფონის ნომერი
ro: E-mail sau Număr de telefon
ru: Электронный адрес или номер телефона
sq: E-mail ose Numër Telefoni
tr: E-Posta veya Telefon Numarası
uk: E-mail або номер телефону

# Remember my credentials
source: Keep me logged in
ar: تذكر كلمة المرور
de: Passwort merken
es: Recordar mi contraseña
fr: Se souvenir de mon mot de passe
ka: დამტოვე სისტემაში შესული
ro: Memorizează parola mea
ru: Запомнить пароль
sq: Kujtoni fjalëkalimin tim
tr: Şifremi hatırla
uk: Запам'ятати пароль

# I can't login
source: I forgot my password
ar: نسيت كلمة المرور
de: Ich habe mein Passwort vergessen
es: Olvidé mi contraseña
fr: J’ai oublié mon mot de passe
ka: დამავიწყდა პაროლი
ro: Am uitat parola mea
ru: Забыли пароль?
sq: Kam harruar fjalëkalimin.
tr: Şifremi unuttum
uk: Я забув свій пароль

source: Register to lifebox and get a 5 GB of storage for free!
ar: سجّل في لايف بوكس لتحصل مجاناً على مساحة تخزين بسعة 5 غيغابايت!
de: Registrieren Sie sich bei Lifebox und erhalten Sie 5 GB Speicherplatz kostenlos!
es: ¡Regístrese en Lifebox y obtenga 5 GB de almacenamiento gratis!
fr: Inscrivez-vous à lifebox bénéfiicez de 5 Gigas de stockage offerts!
ka: დარეგისტრირდი lifebox-ში და მიიღე 5 GB მეხსიერება უფასოდ!
ro: Înregistrează-te în lifebox și primește gratuit 5 GB spațiu de stocare!
ru: Зарегистрируйтесь в lifebox и получите 5 ГБ хранилища бесплатно!
sq: Regjistrohuni në lifebox dhe merrni dhuratë 5 GB arkivë!
tr: lifebox’a kaydolun ve ücretsiz olarak 5 GB’lik bir depolama alanı elde edin!
uk: Зареєструйтеся в lifebox та отримайте безкоштовно 5 Гб пам'яті!

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Iniciar sesión
fr: Me connecter
ka: შესვლა
ro: Logare
ru: Войти
sq: Hyni
tr: Giriş Yap
uk: Увійти

# Accept Terms
source: I have read and accepted terms of use
ar: قرأتُ شروط الاستعمال وأوافق عليها.
de: Passwörter stimmen nicht überein
es: He leído y acepto los términos de uso
fr: J'ai lu et accepte les conditions d'utilisation.
ka: წავიკითხე და ვეთანხმები გამოყენების წესებს
ro: Am citit și accept termenii de utilizare
ru: Принять условия
sq: Kam lexuar e pranuar termat e përdorimit.
tr: Kullanım koşullarını okudum ve kabul ettim
uk: Я прочитав і прийняв умови користування

# Password fields do not match
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
de: Bitte geben Sie Ihr Passwort ein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ka: პაროლები არ ემთხვევა
ro: Parola nu coincide
ru: Пароли не совпадают
sq: Fjalëkalimet nuk përputhen.
tr: Şifreler eşleşmiyor
uk: Паролі не збігаються

source: Please enter your password
ar: يرجى إدخال كلمة المرور
de: Bitte geben Sie eine gültige Telefonnummer ein.
es: Por favor, introduzca su contraseña
fr: Veuillez entrer votre mot de passe.
ka: გთხოვ ჩაწერო პაროლი
ro: Te rugăm să introduci parola ta
ru: Пожалуйста, введите пароль
sq: Ju lutem, vendosni fjalëkalimin tuaj.
tr: Lütfen şifreni gir
uk: Будь ласка, введіть свій пароль

# Please enter a valid GSM number.
source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor ingrese un número de teléfono válido.
fr: Veuillez entrer un numéro de mobile valide.
ka: გთხოვ მიუთითე ვალიდური ტელეფონის ნომერი.
ro: Introdu un număr de telefon valid.
ru: Пожалуйста, введите допустимый номер телефона.
sq: Ju lutem, vendosni një numër të vlefshëm telefoni.
tr: Lütfen geçerli bir telefon numarası gir
uk: Будь ласка введіть дійсний номер телефону.

source: Please enter a valid e-mail address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح
de: Sie schließen den Vorgang mit %@ E-Mail-Adresse ab. Wir werden diese E-Mail für Passwortoperationen und Site-Benachrichtigungen verwenden
es: Por favor, introduzca una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse email valide.
ka: გთხოვ მოუთითე ვალიდური მეილი.
ro: Introdu o adresă e-mail validă.
ru: Пожалуйста, введите допустимый адрес электронной почты.
sq: Ju lutem, vendosni një adresë të vlefshme e-mail-i.
tr: Lütfen geçerli bir e-posta adresi gir
uk: Будь ласка, введіть дійсну адресу електронної пошти.

source: You are finalizing the process with %@ e-mail address. Don’t forget to verify it with the verification code we sent to your email. We will be using this e-mail for password operations and notifications.
ar: تنهي العملية بعنوان البريد %@. لا تنسى التحقق من عنوان بريدك الإلكتروني من خلال رمز التحقق الذي سوف نرسله لهذا العنوان.سوف نستخدم عنوان البريد الإلكتروني هذا من أجل أعمال الرقم السري والإشعارات.
de: Sie beenden den Vorgang mit der E-Mail-Adresse %@. Vergessen Sie nicht, Ihre E-Mail-Adresse mit dem Bestätigungscode zu bestätigen, den wir an diese Adresse senden. Wir werden diese E-Mail-Adresse für Passworttransaktionen und Benachrichtigungen verwenden.
es: Estás finalizando el proceso con %@ correo electrónico. No olvidés verificarlo con el código de verificación que te enviamos al correo electrónico. Estaremos usando este correo para operaciones de contraseña y notificaciones.
fr: Vous êtes en train de finaliser votre changement d’adresse e-mail %@. N'oubliez pas de confirmer votre adresse email avec le code de confirmation que nous vous avons envoyé à cette adresse. Nous utiliserons cet email pour les opérations de mot de passe et notifications.
ka: შენ ასრულებ პროცესს %@ ელ.ფოსტის მისამართით. არ დაგავიწყდეს დაადასტურო ის დამადასტურებელი კოდით, რომელიც ჩვენ გამოგიგზავნეთ ელ.ფოსტაზე. ჩვენ გამოვიყენებთ ამ ელ.ფოსტას პაროლის ოპერაციებისა და შეტყობინებებისთვის.
ro: Termini procesul cu adresa de e-mail %@. Nu uitați să verificați adresa dvs. de e-mail cu codul de confirmare pe care îl vom trimite la această adresă. Vom folosi acest e-mail pentru operațiunile de parolă și notificări.
ru: Вы заканчиваете действие с адресом электронной почты %@. Не забудьте подтвердить свой адрес электронной почты с кодом подтверждения, который мы отправим на этот адрес. Мы будем использовать этот адрес электронной почты для операций с паролями и уведомлений.
sq: Procesin do ta përfundoni me adresën e e-mail’it %@. Mos harroni të verifikoni adresën tuaj të e-mail’it me kodin e verifikimit që do të dërgojmë në këtë adresë. Ne do ta përdorim këtë e-mail për proceset e njoftimeve me fjalëkalimit.
tr: İşlemi %@ e-posta adresiyle sonlandırıyorsun. Bu adrese göndereceğimiz doğrulama koduyla e-posta adresini doğrulamayı unutma. Bu e-postayı şifre işlemleri ve bildirimlerin için kullanacağız.
uk: Ви закінчуєте процес електронною адресою %@. Не забудьте підтвердити свою електронну адресу кодом підтвердження, який ми надішлемо на цю адресу. Ми будемо використовувати цей електронний лист для транзакцій із паролем та сповіщень.

source: E-mail Usage Information
ar: معلومات استعمال البريد الإلكتروني
de: E-Mail-Verwendungsinformationen
es: Información de uso del correo electrónico
fr: Information sur l'utilisation de l'adresse email
ka: ელ.ფოსტის გამოყენების ინფორმაცია
ro: Informație de utilizare e-mail
ru: Информация об использовании адреса электронной почты
sq: Informacion i Përdorimit të E-mail
tr: E-Posta Kullanım Bilgisi
uk: Інформація про використання електронної пошти

# Password fields do not match.
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ka: პაროლები არ ემთხვევა
ro: Parolele nu coincid
ru: Пароли не совпадают
sq: Fjalëkalimet nuk përputhen.
tr: Şifreler eşleşmiyor
uk: Паролі не збігаються

source: Please check the e-mail address.
ar: يرجى التحقق من عنوان البريد الإلكتروني.
de: Bitte überprüfen Sie die E-Mail-Adresse.
es: Por favor verifique la dirección de correo electrónico.
fr: Veuillez vérifier l'adresse email.
ka: გთხოვთ, შეამოწმო ელექტრონული ფოსტის მისამართი.
ro: Verifică adresa e-mail.
ru: Пожалуйста, проверьте электронный адрес.
sq: Ju lutem, kontrolloni adresën e e-mail.
tr: Lütfen e-posta adresini kontrol edin
uk: Будь-ласка, перевірте адресу електронної пошти.

source: This password does not comply with the password rules below.
ar: هذا الرقم السري غير مناسب للقواعد المذكورة أسفل.
de: Dieses Passwort entspricht nicht den folgenden Regeln.
es: Esta contraseña no cumple con las siguientes normas.
fr: Ce mot de passe n'est pas conforme aux règles suivantes.
ka: ეს პაროლი არ შეესაბამება ქვემოთ მოცემულ პაროლის წესებს.
ro: Această parolă nu respectă următoarele reguli.
ru: Этот пароль не соответствует приведенным ниже правилам.
sq: Ky fjalëkalim nuk përputhet me rregullat e mëposhtme.
tr: Bu şifre aşağıdaki kurallara uygun değil.
uk: Цей пароль не відповідає правилам, які приведені нижче.

# Please check the GSM number
source: Please check your Phone number
ar: يرجى التحقق من رقم الهاتف.
de: Bitte überprüfen Sie Ihre Telefonnummer
es: Por favor revise su número de teléfono
fr: Veuillez vérifier votre numéro de mobile.
ka: გთხოვ შეამოწმო შენი მობილურის ნომერი
ro: Verifică numărul tău de telefon
ru: Пожалуйста, проверьте номер телефона
sq: Ju lutem, kontrolloni numrin tuaj të Telefonit
tr: Lütfen telefon numaranı kontrol et
uk: Будь ласка, перевірте свій номер телефону

source: Login denied. Please check your credentials.
ar: رُفِضَ تسجيل الدخول. يرجى التحقق من بيانات الاعتماد.
de: Anmeldung abgelehnt. Bitte überprüfen Sie Ihre Zugangsdaten.
es: Inicio de sesión denegado Por favor revise sus credenciales.
fr: Connexion impossible. Veuillez vérifier vos identifiants/mots de passe.
ka: შესვლა ვერ განხორციელდა. გთხოვ შეამოწმო შენი მონაცემები.
ro: Conectarea refuzată. Verifică datele tale de conectare.
ru: Вход запрещён. Пожалуйста, проверьте учётные данные
sq: Hyrja juaj u refezua. Ju lutem, kontrolloni kredencialet tuaja.
tr: Giriş reddedildi. Lütfen giriş bilgilerini kontrol et.
uk: Вхід відхилено. Перевірте свої облікові дані.

source: Request failed Please try again
ar: فشل الطلب يرجى المحاولة مرة أخرى
de: Anfrage fehlgeschlagen Bitte versuche es erneut
es: Solicitud fallida Por favor, Inténtelo de nuevo
fr: La Requête a échouée. Veuillez essayer de nouveau.
ka: მოთხოვნა წარუმატებელია კიდევ ერთხელ სცადე
ro: Cerere nereusita. Încearcă din nou
ru: Не удалось выполнить запрос. Пожалуйста, попробуйте снова.
sq: Kërkesa dështoi. Ju lutem, provoni përsëri.
tr: İstek başarısız Lütfen tekrar deneyin
uk: Запит відхилино Будь ласка спробуйте ще раз

source: Verification code is invalid. Please try again.
ar: رمز التحقق غير صحيح. يرجى المحاولة مرة أخرى.
de: Der Bestätigungscode ist ungültig. Bitte versuche es erneut.
es: El código de verificación no es válido. Por favor, Inténtelo de nuevo
fr: Le code de vérification est incorrect. Veuillez essayer à nouveau.
ka: ვერიფიკაციის კოდი არავალიდურია. კიდევ ერთხელ სცადე.
ro: Codul de verivicare nu este valid. Încearcă din nou.
ru: Неверный код подтверждения
sq: Kodi i verifikimit nuk është i vlefshëm. Ju lutem, provoni përsëri.
tr: Doğrulama kodu geçersiz. Lütfen tekrar deneyin.
uk: Код підтвердження недійсний. Будь ласка спробуйте ще раз.

# Enter the verification code
source: Enter verification code
ar: إدخال رمز التحقق
de: Bestätigungscode eingeben
es: Ingrese el código de verificación
fr: Entrer le code de vérification.
ka: შეიყვანე ვერიფიკაციის კოდი
ro: Introdu codul de verificare
ru: Введите код подтверждения
sq: Vendosni kodin e verifikimit.
tr: Doğrulama kodunu girin
uk: Введіть код підтвердження

source: Verify your e-mail
ar: تحقق من صحة عنوان البريد الإلكتروني
de: Bestätigen Sie Ihre E-Mail
es: Verifique su correo electrónico
fr: Vérifier votre adresse email.
ka: დაადასტურე შენი მეილი
ro: Verifică adresa ta e-mail
ru: Проверьте ваш электронный адрес
sq: Verifikoni adresën tuaj të e-mail.
tr: e-posta adresini doğrula
uk: Підтвердьте свій e-mail

source: Verify Your Phone Number
ar: تحقق من صحة رقم الهاتف
de: Bestätige deine Telefonnummer
es: Verifique su numero de telefono
fr: Vérifier votre numéro de mobile.
ka: დაადასტურე შენი ტელეფონის ნომერი
ro: Verifică Numărul tău de telefon
ru: Подтвердите ваш номер телефона
sq: Verifikoni Numrin Tuaj të Telefonit
tr: Telefon Numaranızı Doğrulayın
uk: Перевірте свій номер телефону

source: Verify Your Purchase
ar: تحقق من الشراء
de: Bestätigen Sie Ihren Einkauf
es: Verifique su compra
fr: Vérifier votre achat.
ka: დაადასტურე შენი შენაძენი
ro: Verifică-ți achiziția
ru: Подтвердите вашу подписку
sq: Verifikoni Blerjen Tuaj
tr: Satın alma işlemini doğrulayın
uk: Підтвердьте свою покупку

# You have to fill in a password
source: You have to fill in your password
ar: يرجى كتابة كلمة المرور
de: Sie müssen Ihr Passwort eingeben
es: Debe escribir su contraseña
fr: Vous devez entrer votre mot de passe.
ka: შენ უნდა შეავსო შენი პაროლი
ro: Trebuie să completezi cu parola ta
ru: Введите пароль
sq: Ju duhet të plotësoni fjalëkalimin tuaj.
tr: Şifreni girmen gerekiyor.
uk: Заповніть пароль

source: Please enter valid e-mail
ar: يرجى إدخال عنوان بريد إلكتروني صالح
de: Bitte eine gültige Email eingeben
es: Por favor introduzca un correo electrónico válido
fr: Veuillez entrer une adresse email valide.
ka: გთხოვ შეიყვანო ვალიდური მეილი
ro: Introdu adresă e-mail validă
ru: Пожалуйста, введите допустимый адрес электронной почты.
sq: Ju lutem, vendosni një e-mail të vlefshëm.
tr: Lütfen geçerli e-posta adresi girin
uk: Будь ласка, введіть дійсну електронну адресу

# You have to fill in your mail
source: You have to fill in your e-mail
ar: يرجى كتابة عنوان البريد الإلكتروني
de: Sie müssen Ihre E-Mail ausfüllen
es: Tiene escribir su correo electrónico
fr: Vous devez entrer votre adresse email.
ka: შენ უნდა შეავსო შენი მეილი
ro: Trebuie să completezi cu adresa ta e-mail
ru: Введите адрес электронной почты
sq: Ju duhet të plotësoni adresën tuaj të e-mail
tr: E-postanı girmen gerekiyor.
uk: Заповніть електронну пошту

source: Re-enter Password
ar: إعادة إدخال كلمة المرور
de: Kennwort erneut eingeben
es: Escriba la contraseña una vez más
fr: Entrer de nouveau le mot de passe.
ka: გაიმეორე პაროლი
ro: Introdu din nou Parola
ru: Повторите пароль
sq: Rivendosni Fjalëkalimin
tr: Şifreni tekrar gir
uk: Повторно введіть пароль

source: I have an account, let me log in
ar: لدي حساب، فاسمح لي بتسجيل الدخول
de: Ich habe einen Account, lass mich einloggen
es: Tengo una cuenta, iniciaré sesión
fr: J’ai déjà un compte, je souhaite me connecter.
ka: უკვე მაქვს ნაგარიში, მინდა შესვლა
ro: Am deja un cont, lasă-mă să mă înregistrez
ru: У меня уже есть аккаунт
sq: Unë kam një llogari. Më lejoni të hyj.
tr: Giriş Yap
uk: У мене є акаунт, дозвольте мені увійти

# Start using Lifebox now!
source: Create a New Account
ar: بدء استعمال لايف بوكس الآن!
de: Nutzen Sie jetzt die Lifebox!
es: ¡Comience a usar lifebox ya!
fr: Créer un nouveau compte.
ka: ახალი ანგარიშის შექმნა
ro: Începe acum utilizarea lifebox!
ru: Создать новый аккаунт
sq: Krijoni një Llogari të Re
tr: Yeni hesap oluştur
uk: Створити новий акаунт

source: E-mail field is invalid
ar: ما أدخلته في حقل البريد الإلكتروني غير صالح
de: Das E-Mail-Feld ist ungültig
es: El correo electrónico no es válido
fr: Le champ adresse mail est incorrect
ka: მეილის გრაფა არავალიდურია
ro: Câmpul cu adresa e-mail este nevalid
ru: Неверное поле адреса электронной почты
sq: Fusha e adresës së E-mail nuk është e vlefshme.
tr: E-posta alanı geçersiz
uk: Поле електронної пошти недійсне

source: Delete Device Original
ar: حذف الأصل من الجهاز
de: Geräte-Original löschen
es: Eliminar dispositivo original
fr: Supprimer l'appareil d'origine.
ka: წაშალე მოწყობილობის ორიგინალი
ro: Ștergeți Dispozitivul Original
ru: Удалить оригинал с устройства
sq: Fshini origjinalin e Pajisjes
tr: Orijinalini cihazdan silin
uk: Видалити пристрій оригінально

source: Please check your internet connection is active and mobile data is on.
ar: يرجى التحقق من أنّ اتصال الإنترنت نشط وأنّ بيانات شبكة الجوّال تعمل.
de: Bitte überprüfen Sie, ob Ihre Internetverbindung aktiv ist und mobile Daten aktiviert sind.
es: Verifique que su conexión a Internet esté activa y que los datos móviles estén activados.
fr: Veuillez vérifier votre connexion internet et que les donnés mobiles sont activées.
ka: გთხოვ, შეამოწმო რომ შენი ინტერნეტთან კავშირი და მობილური ინტერნეტი იყოს აქტიური.
ro: Verifică dacă conexiunea Internet este activă și datele mobile sunt activate.
ru: Пожалуйста, проверьте подключение к Интернету
sq: Ju lutem, sigurohuni që lidhja juaj e internetit është funksionale dhe të dhënat mobile janë të aktivizuara.
tr: Lütfen internet bağlantının aktif ve mobil verinin açık olduğunu kontrol et.
uk: Будь-ласка, перевірте, чи активне ваше інтернет-з'єднання, а дані мобільного зв'язку увімкнені.

source: cancelled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: annulé
ka: გაუქმებულია
ro: anulat
ru: отменено
sq: Anuluar
tr: Iptal edildi
uk: скасовано

source: The network connection was lost.
ar: تم فقدان الاتصال بالشبكة.
de: Die Netzwerkverbindung ist verloren gegangen.
es: Se ha perdido la conexión de red.
fr: La connexion réseau a été perdue.
ka: ინტერნეტთან წვდომა დაიკარგა.
ro: Conexiunea la rețea a fost pierdută.
ru: Соединение сети потеряно.
sq: Lidhja në rrjetit ka humbur.
tr: Ağ bağlantısı kaybedildi
uk: З'єднання з мережею було втрачено.

source: ServiceError
ar: ‏‏خطأ في الخدمة
es: Error de servicio
fr: Erreur de service
ka: სერვისის შეცდომა
ro: Eroare Serviciu
ru: Сервисная ошибка
sq: Gabim Shërbimi
tr: Servis Hatası

# Too many verification code requested for this msisdn. Please try again later
source: Too many verification code requested for this phone number. Please try again later.
ar: لقد أرسلت كثيراً من طلبات رمز التحقق على رقم msisdn هذا. يرجى إعادة المحاولة لاحقاً.
de: Zu viele Verifizierungscodes wurden für dieses msisdn angefordert. Bitte versuche es später erneut
es: Demasiados códigos de verificación solicitados para este msisdn. Por favor, inténtelo de nuevo más tarde
fr: Trop de codes de vérification demandés pour ce numéro de mobile. Veuillez réessayer plus tard.
ka: ძალიან ბევრი დამადასტურებელი კოდია მოთხოვნილი ამ ტელეფონის ნომრისთვის. გთხოვთ სცადო მოგვიანებით.
ro: Pentru acest număr au fost solicitate prea multe coduri de verificare. Încearcă mai târziu
ru: Для данного номера запрошено слишком много кодов. Пожалуйста, попробуйте позже.
sq: Janë kërkuar shumë kode verifikimi për këtë numër telefoni. Ju lutem, provoni më vonë.
tr: Bu numara için çok fazla doğrulama kodu talep edildi. Lütfen daha sonra tekrar dene.
uk: Забагато кодів підтвердження для цього msisdn. Будь-ласка спробуйте пізніше

# This GSM Number is already registered. Please enter another GSM Number.
source: This phone number is already registered. Please enter another phone number.
ar: رقم الهاتف هذا مسجل لدينا من قبل. فيرجى إدخال رقم هاتف آخر.
de: Diese GSM-Nummer ist bereits registriert. Bitte geben Sie eine andere GSM-Nummer ein.
es: Este número GSM ya ha sido registrado. Por favor ingrese otro número GSM.
fr: Ce numéro de mobile est déjà enregistré. Veuillez entrer un autre numéro de mobile.
ka: ეს ტელეფონის ნომერი უკვე რეგისტრირებულია. გთხოვთ, შეიყვანო სხვა ტელეფონის ნომერი.
ro: Acest număr de telefon este deja înregistrat. Te rugăm să indici un alt număr de telefon.
ru: Данный номер телефона уже зарегистрирован. Пожалуйста, введите другой номер.
sq: Ky Numër Mobile është regjistruar më parë. Ju lutem, vendosni një Numër tjetër Mobile.
tr: Bu telefon numarası ile kayıtlı bir hesap zaten var. Lütfen başka bir telefon numarası dene.
uk: Цей номер GSM вже зареєстрований. Будь ласка, введіть інший номер GSM.

source: Albums with %@
ar: الألبومات المشتركة مع %@
de: Alben mit %@
es: Álbumes con %@
fr: Albums avec %@
ka: ალბომები %@-ით
ro: Albume cu %@
ru: Альбом с %@
sq: Albume me %@
tr: %@ albümleri
uk: Альбоми з %@

# Deselect All
source: Unselect all
ar: إلغاء تحديد الكل
de: Alles wiederufen
es: Deseleccionar todo
fr: Tout décocher
ka: ყველა მონიშნულის გაუქმება
ro: Deselectează toate
ru: Отменить выбор всех
sq: Anuloni përzgjedhjen e të gjithave
tr: Tüm seçimi kaldır
uk: Скасувати вибір усіх

source: Change cover photo
ar: تغيير صورة الغلاف
de: Deckblatt ändern
es: Cambiar foto de portada
fr: Changer la photo de couverture
ka: შეცვალე ქავერის სურათი
ro: Modifică fotografia de copertă
ru: Изменить фото на обложке
sq: Ndryshoni foton e kapakut
tr: Kapak Fotoğrafını Değiştir
uk: Змінити обкладинку

source: Photo uploaded
ar: تم تحميل الصورة
de: Foto hochgeladen
es: Foto cargada
fr: Photo téléchargée
ka: ფოტო ატვირთულია
ro: Fotografia e încărcată
ru: Фото загружено
sq: Fotoja u ngarkua
tr: Fotoğraf yüklendi
uk: Фото завантажено

source: Please select a language option
ar: يرجى اختيار اللغة
de: Bitte wählen Sie eine Sprachoption
es: Por favor seleccione una opción de idioma
fr: Veuillez sélectionner une langue
ka: გთხოვ გააკეთო ენის არჩევანი
ro: Selectează o opțiune lingvistică
ru: Выберите язык
sq: Ju lutem, përzgjidhni një mundësi gjuhe.
tr: Lütfen bir dil seçeneği belirtin.
uk: Будь ласка, виберіть мову

source: My Stories
ar: عرض شرائح الفيديو
de: Meine Geschichten
es: Mis historias
fr: Mes Stories
ka: ჩემი სთორები
ro: Poveștile mele
ru: Мои истории
sq: Historitë e Mia
tr: Hikayeler
uk: Оповідання
