Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# digicel_feature_cancel_AG
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_AW
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_BB
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_BM
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_BQ
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_VG
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_KY
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_CW
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_DM
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_SV
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_GD
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_GY
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_HT
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_MS
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_KN
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_LC
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_VC
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_SR
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_TT
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_TC
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# support_form_subject_1_detailed_info_label
source: I can't login with my e-mail.
ar: لا أستطيع الدخول عن طريق استخدام البريد الإلكتروني
de: Ich kann mich mit meiner E-Mail nicht anmelden
es: No puedo acceder con el correo electrónico
fr: Je ne parviens pas à me connecter par e-mail
ka: ვერ შევდივარ სისტემაში ჩემი მეილით.
ro: Nu mă pot autentifica cu e-mailul meu.
ru: Не могу совершить вход при помощи электронной почты
sq: Nuk mund të identifikohem me postën time elektronike.
tr: E-posta ile giriş yapamıyorum
uk: Я не можу здійснити вхід через електронну пошту.
