Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# Welcome1Info
source: Live. Collect. Remember.
ar: عِشْ لحظات حياتك ووثّقها ثم تذكّرها
de: Leben, Sammeln, Erinnern
es: Vivir, Recopilar, Recordar
fr: Vivre et garder le meilleur
ka: იცხოვრე. შეაგროვე. გაიხსენე.
ro: Trăiește. Adună amintiri. Păstrează-le în siguranță
ru: Собирайте, сохраняйте и просматривайте с удовольствием!
sq: Jetoni, Grumbulloni, Kujtoni
tr: Yaşa, Biriktir, Hatırla
uk: Збирайте спогади, зберігайте і переглядайте із задоволенням!

# Welcome1SubInfo
source: Collect your photos, videos, contacts and other files at lifebox! Access and remember whenever and wherever you are.
ar: اجمع الصور ومقاطع الفيديو والملفات في مكان واحد ألا وهو لايف بوكس! وتمكّن من الوصول إليها أينما كنت وفي أي وقت كان.
de: Sammeln Sie Ihre Fotos, Videos und Dateien auf der Lifebox! Greifen Sie zu und erinnern Sie sich, wann und wo immer Sie sind.
es: Recopile sus fotos, videos y archivos en Lifebox. Acceda y recuerde cuándo y dónde se encuentre.
fr: Sauvegardez vos souvenirs, vos contacts et vos fichiers en toute sécurité dans lifebox. Accédez à votre contenu partout et tout le temps.
ka: შეაგროვე შენი ფოტოები, ვიდეოები კონტაქტები და სხვა ფაილები ლაიფბოქსში! შედი და გაიხსენე როცა და სადაც გაგიხარდება.
ro: Adună toate fișierele, inclusiv fotografiile și videoclipurile în lifebox! Accesează-le oricând dorești, de oriunde ai fi, și retrăiește momentele frumoase.
ru: Храните ваши фото, видео и файлы в lifebox! Просматривайте их в любое время, где бы вы ни находились
sq: Grumbulloni fotot, videot dhe skedarët tuaja në lifebox! Aksesojini kujtimet kurdoherë e kudo që të jeni.
tr: Tüm anılarını, dosyalarını ve kontaklarını lifebox'a güvenle yedekle!
uk: Зберігайте ваші фото, відео та файли в lifebox! Переглядайте їх в будь-який час де б ви не знаходилися

source: Location services are disabled in your device settings. To use the background sync feature of lifebox, you need to enable location services under "Settings - Privacy - Location Services" menu.
ar: خدمات المواقع معطلة في إعدادات الجهاز. إن أردت استعمال ميزة المزامنة في لايف بوكس، فعليك تمكين خدمات المواقع بالذهاب إلى إعدادات، ثم الخصوصية، ثم خدمات المواقع.
de: Standortdienste sind in Ihren Geräteeinstellungen deaktiviert. Um die Hintergrundsynchronisierungsfunktion der Lifebox nutzen zu können, müssen Sie die Standortdienste unter "Einstellungen - Datenschutz - Standortdienste" aktivieren.
es: Los servicios de ubicación están deshabilitados en la configuración de su dispositivo. Para usar la función de sincronización en segundo plano de Lifebox, debe habilitar los servicios de ubicación desde el menú "Configuración - Privacidad - Servicios de ubicación".
fr: Les services de localisation sont désactivés dans les paramètres de votre appareil. Pour utiliser la fonctionnalité de synchronisation en arrière-plan de lifebox , vous devez activer les services de localisation dans la rubrique ‘’Paramètres - Confidentialité - Services de Localisation’’
ka: ლოკაციის სერვისები გათიშულია შენი მოწყობილობის პარამეტრებში. lifebox-ის სინქრონიზაციის ფუნქციის გამოსაყენებლად, შედი "პარამეტრები - კონფიდენციალურობა - ლოკაციის სერვისები" მენიუში და მონიშნე lifebox-ი.
ro: Serviciul de localizare este dezactivat din setările dispozitivului tău. Pentru utilizarea opțiunii lifebox de sincronizare de fundal, e nevoie de conectarea acestui serviciu din meniul "Setări-Confidențialitate-Servcii de localizare"
ru: Службы геолокации отключены в настройках вашего устройства. Чтобы использовать функцию синхронизации в фоновом режиме в lifebox, вам необходимо подключить службы геолокации в меню "Настройки - Конфиденциальность - Службы геолокации".
sq: Shërbimet e vendndodhjes janë të çaktivizuara tek Rregullimet e pajisjes suaj. Për të përdorur funksionin e sinkronizimit të sfondit të lifebox, ju duhet të aktivizoni shërbimet e vendndodhjes nën menunë "Rregullime - Privatësia - Shërbimet e Vendndodhjes".
tr: Cihaz ayarlarındaki konum servisleri devre dışı durumda. Arka planda lifebox’un otomatik yedekleme özelliğini kullanmak için “Ayarlar – Gizlilik – Konum Servisleri” üzerinden konum servislerini etkinleştirmen gerek.
uk: Служби локації вимикаються у налаштуваннях вашого пристрою. Щоб використовувати функцію фонової синхронізації lifebox, потрібно ввімкнути служби локації в меню "Налаштування - Конфіденційність - Служби локації".

source: This file will be removed only from your album. You can access this file from the Photos tab.
ar: لن يحذف هذا الملف إلا من الألبوم. يمكن الوصول إليه من علامة تبويب الصور.
de: Diese Datei wird nur aus Ihrem Album entfernt. Sie können auf diese Datei über die Registerkarte Fotos zugreifen
es: Este archivo se eliminará solamente su álbum. Puede acceder a este archivo desde la pestaña Fotos
fr: Ce fichier sera uniquement supprimé de votre album. Vous pouvez accéder à ce fichier à partir de l'onglet Photos.
ka: ეს ფაილი მხოლოდ შენი ალბომიდან წაიშლება. მასზე წვდომა ფოტოს ტაბიდან იქნება შესაძლებელი.
ro: Acest fișier va fi eliminat doar din album. Îl vei putea accesa din pagina Fotografii.
ru: Файлы будут удалены только из вашего альбома и останутся доступны на вкладке "Фото". Вы уверены, что хотите удалить их из альбома?
sq: Ky skedar do të hiqet vetëm nga albumi juaj. Ju mund ta aksesoni këtë skedar nga tab-i i Fotove
tr: Bu dosya sadece albümünden kaldırılacak. Fotoğraflar sekmesi üzerinden bu dosyaya erişebilirsin. Çıkarmak istediğine emin misin?
uk: Цей файл буде видалено лише з вашого альбому. Ви можете отримати доступ до цього файлу з вкладки "Фото"

source: Deleting this album will not remove the files from lifebox. You can access these files from the Photos tab. Are you sure you want to delete?
ar: لن يؤدي حذف هذا الألبوم إلى إزالة الملفات من لايف بوكس. يمكن الوصول إليها من علامة تبويب الصور. هل أنت متأكد من حذف الألبوم؟
de: Durch das Löschen dieses Albums werden die Dateien aus der Lifebox nicht gelöscht. Sie können auf diese Dateien über die Registerkarte Fotos zugreifen. Sind Sie sicher, dass Sie löschen möchten?
es: Al eliminar este este álbum no eliminará los archivos de Lifebox. Puede acceder a estos archivos desde la pestaña Fotos. ¿Está seguro que quiere borrarlo?
fr: La suppression de cet album ne supprimera pas les fichiers de lifebox. Vous pouvez accéder à ces fichiers depuis l'onglet Photos. Êtes-vous sûr de vouloir procéder à sa suppression ?
ka: ამ ალბომის წაშლა არ გამოიწვევს მათ გაქრობას lifebox-დან. შენ შეგიძლია მათზე წვდომა ფოტოს ტაბიდან. დარწმუნებული ხარ, რომ გინდა მათი წაშლა?
ro: Ștergerea albumului nu va elimina fișierele din lifebox. Vei putea accesa aceste fișiere din pagina Forografii. Sigur vrei să-l ștergi?
ru: Удаление альбома не повлечёт за собой удаление из lifebox файлов, хранящихся в нём. Файлы останутся доступны на вкладках "Фото" и "Видео". Вы уверены, что хотите удалить альбом?
sq: Fshirja e këtij albumi nuk do t'i heqë skedarët nga lifebox. Ju mund t'i aksesoni këto skedarë nga tab-i i Fotove. A jeni i sigurt që dëshironi t'i fshini?
tr: Bu albümü sildiğinde albümün içindeki dosyalar lifebox'ında kalmaya devam edecek. Dosyalarına Fotoğraflar sekmesinden ulaşabilirsin. Silmek istediğine emin misin?
uk: Видалення цього альбому не призведе до видалення файлів з lifebox. Ви можете отримати доступ до цих файлів з вкладки "Фото". Ви впевнені, що хочете видалити?

source: The selected album will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل الملفات المختارة لسلة المهملات. سوف يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Die ausgewählte/-n Datei/-en wird/werden in den Papierkorb verschoben. Du kannst diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergiss nicht, den Papierkorb zuerst zu leeren, wenn Du Speicherplatz für Deine Lifebox freigeben willst.
es: Al eliminar este archivo, se eliminarán de Lifebox también. No podrá acceder a ellos una vez eliminados. ¿Está seguro que quiere borrarlo?
fr: Le ou les fichiers sélectionnés seront mis dans la poubelle. Vous pourrez les récupérer en 90 jours. N'oubliez pas de vider d'abord la corbeille si vous devez faire de place pour la mémoire de votre lifebox,
ka: მონიშნული ალბომი გადავა სანაგვე ყუთში. შენ მათი აღდგენა შეგეძლება 90 დღის განმავლობაში. გთხოვ, დააცარიელე სანაგვე ურნა, მეტი თავისუფალი ადგილისთვის
ro: Albumul selectat va fi eliminat în coșul de gunoi. Le puteți restaura în 90 de zile. Vă rugăm să goliți coșul de gunoi în caz de nevoie pentru a elibera spațiu.
ru: Выбранный файл(ы) будет перемещен в корзину. Содержимое можно восстановить в течении 90 дней. Если вам понадобиться освободить память lifebox, не забудьте сначала очистить корзину.
sq: Albumi i pëzgjedhur do të zhvendoset në kosh. Ju mund ta riktheni në 9 0 ditë. Ju lutem zbrazni koshin në rast se ju duhet të lironi hapsirë.
tr: Seçilen dosya(lar) çöp kutusuna taşınacak. 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані файли будуть переміщені в корзину. Ви зможете повернути їх протягом 90 днів. Якщо вам потрібно звільнити місце в пам'яті lifebox, не забудьте спочатку очистити корзину.

source: The selected files will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل الملفات المختارة لسلة المهملات. سوف يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Die ausgewählte/-n Datei/-en wird/werden in den Papierkorb verschoben. Du kannst diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergiss nicht, den Papierkorb zuerst zu leeren, wenn Du Speicherplatz für Deine Lifebox freigeben willst.
es: El o los archivos seleccionados se moverán a la papelera. Podrás restaurarlos en los próximos 90 días. Si necesitas liberar espacio en tu memoria, puedes vaciar la papelera.
fr: Le ou les fichiers sélectionnés seront mis dans la poubelle. Vous pourrez les récupérer en 90 jours. N'oubliez pas de vider d'abord la poubelle si vous devez faire de place pour la mémoire de votre lifebox,
ka: არჩეული ფაილები წაიშლება და იქნება მოთავსებული სანაგვე ურნაში (მხოლოდ სინქრონიზებული). მათი აღდგენა შეგიძლია 90 დღეში. მეხსიერების გათავისუფლების შემთხვევაში, გთხოვთ დაცალოთ ნაგვის ურნა.
ro: Fișierul (fișierele) selectat(e) va (vor) fi mutat(e) în coșul de gunoi (numai fișierele sincronizate). Le veți putea restaura în termen de 90 de zile. Dacă aveți nevoie să eliberați spațiu în lifebox, nu uitați să goliți mai întâi coșul de reciclare.
ru: Выбранный файл(ы) будет перемещен в корзину. Содержимое можно восстановить в течении 90 дней. Если вам понадобиться освободить память lifebox, не забудьте сначала очистить корзину.
sq: Njësitë e pëzgjedhura do të zhvendosen në kosh. Ju mund t'i riktheni në 30 ditë. Ju lutem zbrazni koshin në rast se ju duhet të lironi hapsirë.
tr: Seçilen dosya(lar) çöp kutusuna taşınacak. 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані файли будуть переміщені в корзину. Ви зможете повернути їх протягом 90 днів. Якщо вам потрібно звільнити місце в пам'яті lifebox, не забудьте спочатку очистити корзину.

source: Purchase
ar: شراء
de: Kauf
es: Comprar
fr: Achat
ka: შეძენა
ro: Achiziție
ru: Купить
sq: Blini
tr: Satın Al
uk: Покупка

source: Packages
ar: الحزم
de: Pakete
es: Paquetes
fr: Offres
ka: პაკეტები
ro: Pachete
ru: Пакеты
sq: Paketa
tr: Paketler
uk: Пакети

source: Verification code is blocked. Please request a new code.
ar: حُظِرَ رمز التحقق. يرجى طلب رمز تحقق آخر.
de: Der Bestätigungscode ist blockiert. Bitte fordern Sie einen neuen Code an.
es: El código de verificación está bloqueado. Por favor, solicite un nuevo código.
fr: Le code de vérification est bloqué. Veuillez réinitialiser votre code.
ka: ვერიფიკაციის კოდი დაბლოკილია. გთხოვ, მოითხოვო ახალი კოდი
ro: Codul de verificare este blocat. Solicită un nou cod.
ru: Код подтверждения заблокирован. Пожалуйста, запросите новый
sq: Kodi i Verifikimit është i bllokuar. Ju lutem, kërkoni një kod të ri.
tr: Doğrulama kodu bloke durumda. Lütfen yeni bir kod talep et.
uk: Код заблокований. Будь ласка, запитайте новий код

source: Verification code is invalid. Please try again
ar: رمز التحقق غير صحيح. يرجى المحاولة مرة أخرى.
de: Der Bestätigungscode ist ungültig. Bitte versuche es erneut
es: El código de verificación no es válido. Intentelo de nuevo.
fr: Le code de vérification est invalide. Veuillez essayer de nouveau.
ka: ვერიფიკაციის კოდი არავალიდურია. კიდევ ერთხელ სცადე
ro: Codul de ferificare nu este valid. Mai încearcă.
ru: Код подтверждения не действителен. Пожалуйста, попробуйте снова
sq: Kodi i verifikimit është i pavlefshëm. Ju lutem, provoni përsëri.
tr: Doğrulama kodu geçersiz. Lütfen tekrar dene.
uk: Код підтвердження недійсний. Будь ласка спробуйте ще раз

# Your package is successfully defined
source: Your package is successfully activated
ar: تم تنشيط الحزمة بنجاح
de: Ihr Paket wurde erfolgreich aktiviert
es: El código de verificación no es válido. Intentelo de nuevo
fr: Votre offre a été activée avec succès.
ka: პაკეტი წარმატებით გააქტიურდა
ro: Pachetul tău e activat cu succes
ru: Ваш пакет успешно определён
sq: Paketa juaj është aktivizuar me sukses.
tr: Paketin başarılı şekilde ekin hale getirildi
uk: Ваш пакет успішно активовано

# Please enter your promo code
source: Please enter your package activation code
ar: يرجى إدخال رمز تنشيط الحزمة
de: Bitte geben Sie Ihren Paketaktivierungscode ein
es: Por favor ingrese el código de activación de su paquete
fr: Veuillez entrer le code d’activation de votre offre.
ka: გთხოვ, მიუთითო პაკეტის აქტივაციის კოდი
ro: Te rugăm să introduci codul tău de activare a pachetului
ru: Пожалуйста, введите ваш код активации пакета
sq: Ju lutem, vendosni kodin e aktivizimit të paketës suaj.
tr: Lütfen paket aktivasyon kodunu gir
uk: Будь ласка, введіть свій код активації пакету

source: This package activation code is invalid
ar: رمز تنشيط الحزمة غير صالح
de: Dieser Paketaktivierungscode ist ungültig
es: Este código de activación de paquete no es válido
fr: Ce code d’activation d'offre est invalide.
ka: ეს პაკეტის აქტივაციის კოდი არავალიდურია
ro: Acest cod de activare a apachetului nu este valid
ru: Код активации данного пакета не действителен
sq: Ky kod aktivizimi për paketën është i pavlefshëm.
tr: Bu paket aktivasyon kodu geçerli değil
uk: Цей код активації пакету недійсний

# Enter your promo code
source: Enter your package activation code
ar: يرجى إدخال رمز تنشيط الحزمة
de: Geben Sie Ihren Paketaktivierungscode ein
es: Ingrese el código de activación de su paquete
fr: Entrer le code d’activation de votre offre.
ka: მიუთითე პაკეტის აქტივაციის კოდი
ro: Introdu codul de activare a pachetului
ru: Введите ваш код активации пакета
sq: Vendosni kodin e aktivizimit të paketës suaj.
tr: Paket aktivasyon kodunu gir
uk: Введіть свій код активації пакета

source: lifebox campaign
ar: حملة لايف بوكس الإعلانية
de: Lifebox-Kampagne
es: campaña de lifebox
fr: Campagne de lifebox
ka: lifebox კამპანია
ro: campanie lifebox
ru: Lifebox кампания
sq: Fushatë e lifebox
tr: lifebox kampanyası
uk: lifebox кампанія

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
ka: წარმატება
ro: Succes
ru: Успешно
sq: Me sukses
tr: Başarılı
uk: Успіх

source: Apply
ar: تطبيق
de: Sich bewerben
es: Aplicar
fr: Appliquer
ka: გამოიყენე
ro: Aplică
ru: Применить
sq: Aplikoni
tr: Kabul et
uk: Застосувати

source: Invalid passcode. %@ attempts left. Please try again
ar: رمز المرور غير صحيح. بقي %@ من المحاولات. يرجى المحاولة مرة أخرى.
de: Ungültiger Passcode %@ Versuche übrig. Bitte versuche es erneut
es: Código de acceso inválido %@ intentos restantes. Intentelo de nuevo
fr: Mot de passe invalide. %@ tentatives réalisées. Veuillez essayer de nouveau.
ka: არავალიდური პასკოდი. %@ მცდელობა დაგრჩა. თავიდან სცადე
ro: Parolă navalidă. %@ încercări au mai rămas. Te rugăm să mai încerci.
ru: Недопустимый пароль. %@ попыток осталось. Пожалуйста, попробуйте снова.
sq: Kod kalimi i pavlefshëm. %@ përpjekje të mbetura. Ju lutem, provoni përsëri.
tr: Geçersiz parola. %@ deneme hakkın kaldı. Lütfen tekrar dene
uk: Неправильний пароль. %@ спроб залишилось. Спробуйте ще раз

source: Touch ID
ar: التعرف على بصمة الاصبع
de: Berührungsidentifikation
es: identifición Touch
ro: Amprentă digitală
sq: Identifikim me prekje

source: Face ID
ar: التعرف على صورة الوجه
de: Gesichts-ID
es: ID de Cara
ro: Recunoaștere facială
sq: Identifikim me fytyrë

source: Enable
ar: تمكين
de: Aktivieren
es: Habilitar
fr: Activer
ka: აქტივაცია
ro: Permite
ru: Разрешить
sq: Mundësoni
tr: Etkinleştir
uk: Увімкнути

source: Please activate %@ from your device settings to use this feature
ar: يرجى تنشيط ميزة %@ من إعدادات الجهاز لاستعمالها.
de: Bitte aktivieren Sie %@ von Ihren Geräteeinstellungen, um diese Funktion zu verwenden
es: Por favor active %@ desde la configuración de su dispositivo para usar esta función
fr: Veuillez activer %@ depuis les paramètres de votre appareil afin de bénéficier de cette fonctionnalité.
ka: გაააქტიურე %@ შენი მოწყობილობის პარამეტრებიდან ამ ფუნქციის გამოსაყენებლად
ro: Te rugăm să activezi %@ din setările dispozitivului tău pentru a utiliza această opțiune
ru: Пожалуйста, активируйте %@ в настройках вашего устройства, чтобы использовать данную функцию
sq: Ju lutem, aktivizoni %@ nga Cilësimet e pajisjes suaj për ta përdorur këtë funksion.
tr: Bu özelliği kullanmak için lütfen cihaz ayarlarından %@ etkin hale getir
uk: Для використання цієї функції, будь ласка, активуйте %@ із налаштувань вашого пристрою

# To enter passcode
source: Enter lifebox passcode
ar: يرجى إدخال رمز مرور لايف بوكس
de: Geben Sie den Code für die Lifebox ein
es: Ingrese el código de acceso de lifebox
fr: Entrer le mot de passe lifebox.
ka: შეიყვანე lifebox პასკოდი
ro: Introdu parola lifebox
ru: Ввести код-пароль
sq: Vendosni kodin e kalimit të lifebox.
tr: lifebox parolanı gir
uk: Введіть код доступу lifebox

# Set a Passcode
source: Set a lifebox passcode
ar: تعيين رمز مرور لايف بوكس
de: Legen Sie einen Lifebox-Passcode fest
es: Establecer un código de acceso de lifebox
fr: Définir un mot de passe lifebox.
ka: დააყენე lifebox პასკოდი
ro: Setează parola lifebox
ru: Установить код-пароль
sq: Përcaktoni një kod kalimi për lifebox.
tr: lifebox parolası oluştur
uk: Встановіть пароль для lifebox

source: Passcodes don't match, please try again
ar: رمزا المرور غير متطابقين. يرجى المحاولة مرة أخرى.
de: Passwörter stimmen nicht überein, bitte versuchen Sie es erneut
es: Las contraseñas no coinciden, intentelo de nuevo
fr: Les mots de passe ne correspondent pas, veuillez essayer de nouveau.
ka: პასდოკები არ ემთხვევა, თავიდან სცადე
ro: Parola nu se potrivește, mai încearcă
ru: Код-пароли не совпадают. Повторите попытку
sq: Kodet e kalimit nuk përputhen. Ju lutem, provoni përseri.
tr: Parolalar eşleşmiyor. Lütfen tekrar dene.
uk: Коди доступу не збігаються, будь ласка, повторіть спробу

source: You successfully set your passcode
ar: تم تعيين رمز المرور بنجاح
de: Sie haben Ihren Zugangscode erfolgreich vergeben
es: Ha establecido exitosamente su contraseña
fr: Votre mot de passe a été correctement créé.
ka: შენ წარმატებით დააყენე პასკოდი
ro: Ai setat parola cu succes
ru: Вы успешно установили код-пароль
sq: Ju përcaktuat me sukses kodin tuaj të kalimit.
tr: Parolanı başarılı şekilde belirledin.
uk: Ви успішно встановили свій пароль

source: Passcode is changed successfully
ar: تم تغيير رمز المرور بنجاح
de: Der Passcode wurde erfolgreich geändert
es: El código de acceso ha sido modificado exitosamente.
fr: Votre mot de passe a été correctement modifié.
ka: პასკოდი წარმატებით შეიცვალა
ro: Parola a fost modificată cu succes
ru: Код-пароль успешно установлен
sq: Kodi i kalimit u ndryshua me sukses.
tr: Parola başarılı şekilde değiştirilmiştir
uk: Пароль успішно змінено

# Please repeate your new lifebox passcode
source: Please re-enter your new lifebox passcode
ar: يرجى إعادة إدخال رمز مرور لايف بوكس الجديد
de: Bitte geben Sie Ihren neuen Lifebox-Zugangscode erneut ein
es: Por favor, vuelva a ingresar su nueva contraseña de Lifebox
fr: Veuillez saisir à nouveau votre nouveau mot de passe lifebox.
ka: გთხოვ, თავიდან ჩაწერე შენი lifebox-ის ახალი პასკოდი
ro: Introdu din nou noua ta parolă lifebox
ru: Пожалуйста, повторите код-пароль к lifebox
sq: Ju lutem, rivendosni kodin tuaj të ri të kalimit për lifebox
tr: Lütfen yeni lifebox parolanı yeniden gir.
uk: Будь ласка, повторно введіть новий код доступу lifebox

# Please enter your lifebox passcode
source: Please enter your passcode
ar: يرجى إدخال رمز مرور لايف بوكس.
de: Bitte geben Sie Ihren Lifebox-Zugangscode ein
es: Por favor ingrese su código de seguridad lifebox
fr: Veuillez saisir votre mot de passe .
ka: შეიყვანე პასკოდი
ro: Introdu parola ta lifebox
ru: Пожалуйста, введите код-пароль к lifebox
sq: Ju lutem, vendosni kodin tuaj të kalimit të lifebox
tr: Lütfen parolanı gir.
uk: Будь ласка, введіть свій пароль lifebox

source: lifebox Passcode
ar: رمز مرور لايف بوكس
de: Lifebox-Passwort
es: Contraseña Lifebox
fr: Mot de passe lifebox
ka: lifebox-ის პასკოდი
ro: Parola lifebox
ru: Код-пароль к lifebox
sq: Kodi i kalimit për lifebox
tr: lifebox parola
uk: код доступу lifebox

source: Change Passcode
ar: تغيير رمز المرور
de: Kennwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
ka: შეცვალე პასკოდი
ro: Modifică parola
ru: Изменить код-пароль
sq: Ndryshoni kodin e kalimit
tr: Parola Değiştir
uk: Змінити пароль

source: Passcode
ar: رمز المرور
de: Passwort
es: Código de acceso
fr: Mot de passe
ka: პასკოდი
ro: Parola
ru: Код-пароль
sq: Kodi i kalimit
tr: Parola
uk: Код доступу

source: The package activation code is not active
ar: رمز تنشيط الحزمة غير نشط.
de: Der Paketaktivierungscode ist nicht aktiv
es: El código de activación del paquete no está activo
fr: Le code d’activation de cette offre n’est pas actif.
ka: პაკეტის აქტივაციის კოდი არ არის აქტიური
ro: Codul de activare a parolei nu este activ
ru: Код активации пакета не активен
sq: Kodi i aktivizimit të paketës nuk është aktiv.
tr: Paket aktivasyon kodu aktif değil
uk: Код активації пакета не активний

source: This campaign's package activation code can be used only once. You have already activated it.
ar: لا يمكن استعمال رمز تنشيط الحزمة هذا مرةً أخرى، فقد تم الانتفاع به من قبل.
de: Sie können den Aktivierungscode dieses Pakets nicht mehr zum zweiten Mal aus dieser Kampagne verwenden, da Sie ihn bereits aktiviert haben
es: No podrá usar el código de activación de este paquete de esta campaña por segunda vez porque ya lo activó
fr: Ce code d'activation a déjà été utilisé, vous ne pouvez pas l'utiliser une seconde fois.
ka: ამ კამპანიის პაკეტის აქტივაციის კოდის გამოყენება მხოლოდ ერთხელ შეიძლება. შენ ის უკვე გაიაქტიურე
ro: Nu vei putea folosi repetat acest cod de activare a pachetului pentru că deja l-ai activat
ru: Вы не можете использовать код активации данного пакета для этой кампании во второй раз, так как вы уже ей воспользовались
sq: Ju nuk do të keni mundësi ta përdorni këtë kod aktivizimi pakete nga kjo fushatë, për të dytën herë, pasi ju e keni aktivizuar njëherë atë
tr: Bu kampanya dâhilinde bu paket aktivasyon kodunu daha önce kullanıldığın için ikinci kez bu kodu kullanamazsın
uk: Ви не зможете використовувати цей код активації цього пакету з цієї кампанії вдруге, оскільки ви його вже активували
