Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# contact_phase2_restore_contacts_success_message
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna.
ar: تم نقل التسجيلات التي قمت بنسخها احتياطيا بأمان في لايف بوكسlifebox إلى هاتفكم بنجاح.
de: Die Einträge, die Sie auf Lifebox gesichert haben, wurden erfolgreich auf Ihr Handy übertragen.
es: Las entradas de las que realizó una copia de seguridad de forma segura en lifebox se transfirieron correctamente a su teléfono.
fr: Les enregistrements que vous avez sauvegardés en toute sécurité dans lifebox ont été transférés également avec succès sur votre téléphone.
ka: შენი კონტაქტები, რომელთა სარეზერვო ასლები უსაფრთხოდ შეიქმნა lifebox-ში, წარმატებით აღდგა შენს მოწყობილობაში.
ro: Contactele cărora le-ai efectuat în siguranță backup în lifebox au fost transferate cu succes la telefon
ru: Записи, которые были скопированы и безопасно хранились в lifebox, были успешно переданы на ваш телефон.
sq: Regjistrimet që ke bërë rezervuar në mënyrë të sigurt në lifebox u transferuan me sukses edhe në telefonin tënd
tr: lifebox'ta güvenle yedeklediğin kayıtların, telefonuna da başarıyla aktarıldı
uk: Записи, які ви благополучно скопіювали в lifebox, успішно перенесені на ваш телефон

# contact_phase2_delete_contacts_confirm_title
source: Delete Contacts?
ar: هل ترغب في مسح نسختك الاحتياطية؟
de: Möchten Sie Ihre Backups löschen?
es: ¿Quieres eliminar tu copia de seguridad?
fr: Voulez-vous supprimer votre sauvegarde?
ka: წავშალო კონტაქტები?
ro: Dorești să ștergi backup-ul?
ru: Вы хотите удалить резервную копию?
sq: Dëshiron të fshish rezervimin tënd?
tr: Yedeklemeni silmek ister misin?
uk: Бажаєте видалити резервну копію?

# contact_phase2_delete_contacts_confirm_message
source: These contacts will be deleted from your lifebox. Are you sure you want to delete?
ar: سوف يتم مسح التسجيلات من لايف بوكسlifebox التي قمت بنسخها احتياطيا.هل انت متأكد من أنك ترغب في الاستمرار؟
de: Die von Ihnen gesicherten Einträge werden aus Lifebox gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
es: Las entradas de las que haya realizado una copia de seguridad se eliminarán de lifebox. ¿Estás seguro de que quieres continuar?
fr: Les enregistrements que vous avez sauvegardés seront supprimés de lifebox. Es-tu sur de vouloir continuer?
ka: ეს კონტაქტები წაიშლება შენი lifebox-დან. დარწმუნებული ხარ რომ წაშლა გინდა?
ro: Contactele cărora le-a fost efectuat backup-ul vor fi șterse din lifebox. Ești sigur că dorești să continui?
ru: Резервные копии, созданные вами, будут удалены из lifebox. Вы уверены что хотите продолжить?
sq: Regjistrimet që ke bërë rezervuar do të fshihen nga lifebox. A jeni i sigurt që dëshiron të vazhdosh?
tr: Yedeklediğin kayıtlar lifebox'tan silinecektir. Devam etmek istediğine emin misin?
uk: Резервні копії, які ви скопіювали, будуть видалені з lifebox. Ви хочете продовжити?

# contact_phase2_delete_all_contacts_success_message
source: You delete all contacts on your list. Lorem ipsum dolor sit amet, consectetur adipiscing elit.
ar: تم مسح جميع التسجيلات التي قمت بنسخها احتياطيا.
de: Alle von Ihnen gesicherten Einträge wurden gelöscht.
es: Se han eliminado todas las entradas de las que ha realizado una copia de seguridad.
fr: Tous les enregistrements que vous avez sauvegardés ont été supprimés.
ka: ყველა სარეზერვო ასლი წაშლილია.
ro: Toate contactele cărora le-a fost efectuat backup au fost șterse.
ru: Все резервные копии, которые вы создали, были удалены.
sq: Të gjitha regjistrimet që ke bërë rezervuar janë fshirë.
tr: Yedeklediğin tüm kayıtlar silinmiştir.
uk: Всі резервні копії, які ви створили видалені.

# contact_phase2_delete_backup_success_message
source: You delete your last backup. Your contact list updated according to your previous backup.
ar: تم مسح اخر ما قمت بنسخه احتياطيا.
de: Ihr letztes Backup wurde gelöscht.
es: Su última copia de seguridad ha sido eliminada.
fr: Votre dernière sauvegarde a été supprimée.
ka: შენი ბოლო რეზერვი წაშლილია
ro: Ultimul backup a fost șters.
ru: Ваша последняя резервная копия была удалена.
sq: Rezervimi yt i fundit është fshirë.
tr: Son yedeklemen silinmiştir.
uk: Остання резервна копія видалена.

# contact_phase2_contact_detail_navbar_title
source: Contact Detail
ar: بيانات جهة الاتصال
de: Kontaktdetails
es: Detalles del Contacto
fr: Détails du Contact
ka: კონტაქტის დეტალები
ro: Detalii Persoană De Contact
ru: Контактная Информация
sq: Detajet e Personave
tr: Kişi Detayları
uk: Контактна Інформація

# contact_phase2_contact_detail_section_phone
source: Phone
ar: رقم الهاتف
de: Handynummer
es: Número de Teléfono
fr: Numéro de téléphone
ka: ტელეფონი
ro: Numărul de telefon
ru: Телефонный номер
sq: Numri i telefonit
tr: Telefon numarası
uk: Номер телефону

# contact_phase2_contact_detail_section_email
source: Email
ar: البريد الإلكتروني
ka: ელ.ფოსტა
ru: Адрес электронной почты
tr: E-Posta
uk: Ел. адреса

# contact_phase2_contact_detail_section_address
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
ka: მისამართი
ro: Adresă
ru: Адрес
sq: Adresë
tr: Adres
uk: Адреса

# contact_phase2_contact_detail_section_birthday
source: Birthday
ar: عيد الميلا
de: Geburtsdatum
es: Cumpleaños
fr: Anniversaire
ka: დაბადების დღე
ro: Data nașterii
ru: День рождения
sq: Ditëlindje
tr: Doğum günü
uk: День народження

# contact_phase2_contact_detail_section_notes
source: Notes
ar: الملاحظات
de: Anmerkungen
es: Notas
fr: Remarques
ka: ჩანაწერი
ro: Note
ru: Примечания
sq: Shënimet
tr: Notlar
uk: Примітки

# contact_phase2_contact_detail_no_info
source: No contact information
ar: لا يوجد تسجيل قد تم نسخه احتياطيا
de: Keine gesicherten Einträge
es: No hay ninguna entidad de las que ha realizado una copia de seguridad.
fr: Aucun enregistrement sauvegardé
ka: კონტაქტზე არ არის ინფორმაცია
ro: Nu există nici un contact căruia i-a fost efectuat backup
ru: Нет резервных копий
sq: Nuk ka asnjë regjistrim të rezervuar
tr: Hiç yedeklenmiş kayıt yok
uk: Резервних копій немає

source: Off
ar: مغلق
de: Deaktiviert
es: Apagado
fr: Jamais
ka: გამორთვა
ro: Închis
ru: Выключено
sq: i/e Mbyllur
tr: Kapalı
uk: Закрито

# contact_phase2_backup_contacts_title
source: Back up contacts
ar: قم بالنسخ الاحتياطي لجهات الاتصال
de: Sichern Sie Ihre Kontakte
es: Copia de seguridad de tus contactos
fr: Sauvegardez Vos Contacts
ka: დაარეზერვე კონტაქტები
ro: Efectuează Backup Contactelor
ru: Сделайте Резервную Копию Ваших Контактов
sq: Rezervoji personat e tua
tr: Kişilerini Yedekle
uk: Зробіть Резервну Копію Контактів

# contact_phase2_backup_contacts_message
source: You can backup your contacts to lifebox. By doing that you can easly access your contact list from any device and anywhere.
ar: يكون دليل هاتفك ايضا في أمان بلايف بوكس lifebox!يمكنك الوصول إلى الأشخاص المتواجدين بدليل هاتفك من المكان ومن الجهاز الذي ترغب فيه.
de: Auch Ihre Kontakte sind auf Lifebox sicher! Sie können Ihre Kontakte von überall und von jedem Gerät aus erreichen.
es: ¡Tu guía telefónica también está segura en lifebox! Puede comunicarse con sus contactos desde cualquier lugar, en cualquier dispositivo.
fr: Votre répertoire téléphonique est également en sécurité dans lifebox! Vous pouvez joindre vos contacts de n'importe où, sur n'importe quel appareil.
ka: შეგიძლია შენი კონტაქტების სარეზერვო ასლის შექმნა lifebox-ში. ამით შენ შეგიძლია მარტივად შეხვიდე შენი კონტაქტების სიაში ნებისმიერი მოწყობილობიდან და ნებისმიერი ადგილიდან.
ro: Agenda telefonică este în siguranță în lifebox! Poți accesa de oriunde, de pe orice dispozitiv persoanele de contact din agenda ta.
ru: Ваша телефонная книга также в безопасности в lifebox! Вы можете связаться с вашими контактами из любого места, с любого устройства.
sq: Edhe libri yt i telefonit është gjithashtu i sigurt në lifebox! Mund të arrish tek personat e tua që janë në librin tënd të telefonit nga kudo që dëshiron dhe nga çdo aparat që dëshiron.
tr: Telefon rehberin de lifebox'ta güvende! Rehberindeki kişilerine dilediğin yerden, dilediğin cihazdan ulaşabilirsin.
uk: Ваша телефонна книга в безпеці у lifebox! Ви можете зв’язатися з вашими контактами з будь-якого місця, з будь-якого пристрою.

# contact_phase2_backup_contacts_button
source: Back up Now
ar: قم بالنسخ الاحتياطي الان
de: Jetzt sichern
es: Copia Ahora
fr: Sauvegarder Maintenant
ka: დაარეზერვე ახლავე
ro: Efectuează Backup Acum
ru: Сделать Резервное Копирование Сейчас
sq: Rezervo Tani
tr: Şimdi Yedekle
uk: Створити Резервну Копію Зараз

# contact_phase2_small_card_backup_message
source: Your last backup was on
ar: تاريخ اخر تحديث لنسختك الاحتياطية
de: Datum der letzten Backupaktualisierung
es: Fecha en la que la copia de seguridad se actualizó por última vez
fr: Date de la dernière mise à jour de la sauvegarde
ka: შენი ბოლო სარეზერვო ასლი ჩართული იყო
ro: Ultima dată a actualizării backup-ului
ru: Дата последнего обновления резервной копии
sq: Data kur rezervimi u azhurnua për herë të fundit
tr: Yedeklemenin son güncellendiği tarih
uk: Дата останнього оновлення резервної копії

# contact_phase2_small_card_backup_button
source: See Backup
ar: شاهد النسخ الاحتياطية
de: Backups ansehen
es: Ver copias de seguridad
fr: Voir les sauvegardes
ka: რეზერვის ნახვა
ro: Vezi backup-urile
ru: Показать резервные копии
sq: Shikoji rezervimet
tr: Yedeklemeleri gör
uk: Подивитися резервні копії

# contact_phase2_small_card_duplicates_message
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit
ar: يمكنكم تنظيم دليل هاتفكم من خلال التخلص من التسجيلات المتكررة المتواجدة بهاتفكم.
de: Bearbeiten Sie Ihre Kontakte, indem Sie doppelte Einträge aus Ihrem Handy löschen
es: Puedes editar la guía telefónica borrando las entradas repetidas en tu teléfono.
fr: Vous pouvez modifier votre répertoire téléphonique en effaçant les enregistrements répétés sur votre téléphone.
ka: შეგიძლია შეცვალო შენი ტელეფონის კონტაქტების სია ტელეფონზე დუბლირებული ჩანაწერების გასუფთავებით
ro: Îți poți edita agenda telefonică prin ștergerea contactelor duplicate din agenda telefonică.
ru: Вы можете отредактировать свою телефонную книгу, удалив дубликаты записей на вашем телефоне.
sq: Mund të redaktosh librin tënd të telefonit duke i pastruar regjistrimet e tua të përsëritura që janë në telefonin tënd.
tr: Telefonundaki tekrarlı kayıtları temizleyerek telefon rehberini düzenleyebilirsin.
uk: Ви можете редагувати свою телефонну книгу, видаливши повторювані записи на телефоні.

# contact_phase2_small_card_duplicates_button
source: Delete Duplicates on iPhone
ar: امسح التسجيلات المتكررة المتواجدة بهاتفك
de: Löschen Sie wiederkehrende Einträge aus Ihrem Handy
es: Eliminar entradas repetidas en su teléfono
fr: Supprimer les enregistrements répétés sur votre téléphone
ka: წაშალე დუბლიკატები აიფონიდან
ro: Șterge Contactele Duplicate din Telefonul Tău
ru: Удалить дубликаты с вашего телефона
sq: Fshiji regjistrimet e tua të përsëritura që janë në telefonin tënd
tr: Telefonundaki tekrarlı kayıtları sil
uk: Видалити повторювані записи на телефоні

# contact_phase2_big_card_backup_message
source: Back up your contacts in your lifebox safely!
ar: احتفظ بكل امان بالتسجيلات المتواجدة بدليل هاتفك بلايف بوكسlifebox!
de: Speichern Sie Ihre Kontakteinträge sicher auf Lifebox!
es: ¡Almacena de forma segura tus contactos en lifebox!
fr: Stockez en toute sécurité vos enregistrements de répertoire téléphonique dans lifebox!
ka: დაარეზერვე კონტაქტები ლაიფბოსსში უსაფრთხოდ!
ro: Stochează în siguranță în lifebox contactele din agenda telefonică în!
ru: Храните в безопасности записи телефонной книги в lifebox!
sq: Ruaji regjistrimet që janë në librin tënd të telefonit në lifebox në mënyrë të sigurt!
tr: Telefon rehberindeki kayıtları da lifebox'ta güvenle sakla!
uk: Безпечне зберігати записи телефонної книги у lifebox!

# contact_phase2_big_card_contacts
source: contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
ka: კონტაქტები
ro: Persoane de Contact
ru: Контакты
sq: Personat
tr: Kişiler
uk: Контакти

# contact_phase2_big_card_see_contacts_button
source: See Contacts
ar: شاهد جهات الاتصال
de: Kontakte ansehen
es: Ver tus Contactos
fr: Voir vos Contacts
ka: ნახე კონტაქტები
ro: Vezi Persanele de Contact
ru: Показать Контакты
sq: Shikoji personat e tua
tr: Kişilerini Gör
uk: Подивитися Контакти

# contact_phase2_big_card_autobackup_format
source: Auto Backup: %@
ar: النسخ الاحتياطي التلقائي: %@
de: Automatisches Backup: %@
es: Copia de seguridad automática: %@
fr: Sauvegarde Automatique: %@
ka: ავტომატური სარეზერვო ასლი: %@
ro: Backup Automat: %@
ru: Автоматическое Резервное Копирование: %@
sq: Rezervim automatik: %@
tr: Otomatik Yedekleme: %@
uk: Автоматичне резервне копіювання: %@

# contact_phase2_backup_progress_title
source: Back up Contacts
ar: يتم النسخ الاحتياطي لجهات الاتصال
de: Ihre Kontakte werden gesichert
es: Copia de seguridad de los contactos se está completando
fr: Vos Contacts Sont En Cours De Sauvegarde
ka: დაარეზერვე კონტაქტები
ro: Se efectuează Backup-ul Persoanelor de Contact
ru: Идет Резервное Копирование Контактов
sq: Rezervohen personat e tua
tr: Kişilerin Yedekleniyor
uk: Резервне Копіювання Контактів

# contact_phase2_backup_progress_message
source: You can backup your contacts to lifebox. By doing that you can easly access your contact list from any device and anywhere.
ar: يكون دليل هاتفك ايضا في أمان بلايف بوكس lifebox!يمكنك الوصول إلى الأشخاص المتواجدين بدليل هاتفك من المكان ومن الجهاز الذي ترغب فيه.
de: Auch Ihre Kontakte sind auf Lifebox sicher! Sie können Ihre Kontakte von überall und von jedem Gerät aus erreichen.
es: ¡Tu guía telefónica también está segura en lifebox! Puede comunicarse con sus contactos desde cualquier lugar, en cualquier dispositivo.
fr: Votre répertoire téléphonique est également en sécurité dans lifebox! Vous pouvez joindre vos contacts de n'importe où, sur n'importe quel appareil.
ka: შეგიძლია შენი კონტაქტების სარეზერვო ასლის შექმნა lifebox-ში. ამით შეგიძლია მარტივად შეხვიდე შენი კონტაქტების სიაში ნებისმიერი მოწყობილობიდან და ნებისმიერი ადგილიდან.
ro: Agenda telefonică este în siguranță în lifebox! Poți accesa de oriunde, de pe orice dispozitiv persoanele de contact din agenda ta.
ru: Ваша телефонная книга также в безопасности в lifebox! Вы можете связаться с вашими контактами из любого места, с любого устройства.
sq: Edhe libri yt i telefonit është gjithashtu i sigurt në lifebox! Mund të arrish tek personat e tua që janë në librin tënd të telefonit nga kudo që dëshiron dhe nga çdo aparat që dëshiron.
tr: Telefon rehberin de lifebox'ta güvende! Rehberindeki kişilerine dilediğin yerden, dilediğin cihazdan ulaşabilirsin.
uk: Ваша телефонна книга в безпеці у lifebox! Ви можете зв’язатися з вашими контактами з будь-якого місця, з будь-якого пристрою.

# contact_phase2_cancel_analyze_button
source: Cancel Analyze
ar: قم بالإلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ka: გააუქმე ანალიზი
ro: Anulează
ru: Отмена
sq: Anulo
tr: İptal et
uk: Відмінити

# contact_phase2_analyze_progress_message
source: Please wait while analyzing
ar: يتم تحليل دليل هاتفك
de: Ihre Kontakte werden analysiert
es: Su guía telefónica está siendo analizada
fr: Votre répertoire téléphonique est en cours d'analyse
ka: გთხოვთ დაელოდო სანამ მიმდინარეობს ანალიზი
ro: Agenda telefonică este analizată
ru: Ваша телефонная книга анализируется
sq: Libri yt i telefonit po analizohet
tr: Telefon rehberin analiz ediliyor
uk: Ваша телефонна книга аналізується

# contact_phase2_history_navbar_title
source: Backups
ar: ما تم نسخه احتياطيا
es: Copias de seguridad
fr: Ceux qui sont sauvegardés
ka: რეზერვები
ro: Backup-urile
ru: Резервное Копирование
sq: Të rezervuarat
tr: Yedeklenenler
uk: Резервні копії

# contact_phase2_history_header
source: Your latest backup
ar: اخر نسخك الاحتياطية
de: Aktuellste Backups
es: Última copia de seguridad
fr: Vos Dernières Sauvegardes
ka: შენი ბოლო რეზერვაცია
ro: Ultimele mele backup-uri
ru: Последние Резервные Копии
sq: Rezervimet e tua të fundit
tr: Son Yedeklemelerin
uk: Останні резервні копії

# contact_phase2_restore_button
source: Restore Backup
ar: انقلها للهاتف
de: Übertragung auf das Handy
es: Transferencia al Teléfono
fr: Transférer vers le Téléphone
ka: აღადგინე რეზერვიდან
ro: Transfera pe Telefon
ru: Перевести на Телефон
sq: Transfero në telefon
tr: Telefona Aktar
uk: Перевести на Телефон

# contact_phase2_delete_button
source: Delete Backup
ar: امسح
de: Löschen
es: Eliminar
fr: Supprimer
ka: წაშალე რეზერვი
ro: Șterge
ru: Удалить
sq: Fshije
tr: Sil
uk: Видалити

# contact_phase2_restore_popup_title
source: Restore Backup?
ar: انقلها للهاتف
de: Übertragung auf das Handy
es: Transferencia al Teléfono
fr: Transférer vers le Téléphone
ka: აღვადგინო რეზერვი?
ro: Transfera pe Telefon
ru: Перевести на Телефон
sq: Transfero në telefon
tr: Telefona Aktar
uk: Перевести на Телефон

# contact_phase2_delete_popup_title
source: Delete Backup?
ar: امسح ما تم نسخه احتياطيا
de: Backups löschen
es: Eliminar Copias de Seguridad
fr: Supprimer Ceux Qui Sont Sauvegardés
ka: წავშალო რეზერვი?
ro: Șterge Backup-urile
ru: Удалить Резервные Копии
sq: Fshiji të rezervuarat
tr: Yedeklenenleri Sil
uk: Видалити Резервні Копії

# contact_phase2_restore_popup_message
source: Your phone contact list will be change according to this backup? Are you sure you want to restore?
ar: سوف يتم نقل التسجيلات التي قمت بنسخها احتياطيا بلايف بوكسlifebox إلى دليل هاتفك.هل ترغب في الاستمرار؟
de: Die Einträge, die Sie auf Lifebox gesichert haben, werden in das Verzeichnis übertragen. Wollen Sie fortfahren?
es: Las entradas de las que realizó una copia de seguridad en lifebox se transferirán a la guía telefónica. ¿Quieres continuar?
fr: Les enregistrements que vous avez sauvegardés dans lifebox seront transférés dans le répertoire téléphonique. Voulez-vous continuer?
ka: კონტაქტები, რომელთა რეზერვი შექმენი lifebox-ში, გადაეცემა შენს ტელეფონის წიგნაკში. დარწმუნებული ხარ, რომ გსურს აღდგენა?
ro: Contactele cărora le-au fost efectuat backup în lifebox vor fi transferate în agenda telefonică. Dorești să continui?
ru: Записи, которые вы скопировали в lifebox, будут перенесены в телефонную книгу. Хотите продолжить?
sq: Regjistrimet që ke rezervuar në lifebox do të transferohen në librin tënd të telefonit. Deshiron të vazhdosh?
tr: lifebox'ta yedeklediğin kayıtlar telefon rehberine aktarılacaktır. Devam etmek ister misin?
uk: Записи, які ви скопіювали в lifebox, будуть перенесені в телефонну книгу. Бажаєте продовжити?

# contact_phase2_delete_popup_message
source: This backup will be deleted from your lifebox. Are you sure you want to delete?
ar: سوف يتم مسح التسجيلات من لايف بوكسlifebox التي قمت بنسخها احتياطيا.هل انت متأكد من أنك ترغب في الاستمرار؟
de: Backups werden aus Lifebox gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
es: Las copias de seguridad se eliminarán de lifebox. ¿Estás seguro de que quieres continuar?
fr: Vos sauvegardes seront supprimées de lifebox. Es-tu sur de vouloir continuer?
ka: ეს რეზერვები წაიშლება შენი lifebox-დან. დარწმუნებული ხარ, რომ გსურს გაგრძელება?
ro: Backup-urile vor fi șterse din lifebox . Ești sigur ca vrei sa continui?
ru: Резервные копии будут удалены из lifebox. Вы уверены, что хотите продолжить?
sq: Rezervimet e tua do të fshihen nga lifebox. A jeni i sigurt që dëshiron të vazhdosh?
tr: Yedeklemelerin lifebox'tan silinecektir. Devam etmek istediğine emin misin?
uk: Резервні копії будуть видалені з lifebox. Ви хочете продовжити?

# contact_phase2_history_cell_title
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
fr: Contact
ka: კონტაქტები
ro: Persoanele de Contact
ru: Контакты
sq: Personat
tr: Kişiler
uk: Контакти

source: contact_phase2_error_RemoteServer1101
ar: حدثخطأمؤقت.من فضلكحاولمرةاخرى.
de: Ein vorübergehender Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error temporal. Inténtalo de nuevo.
fr: Une erreur temporaire s'est produite. Veuillez réessayer.
ka: დროებითი შეცდომა დაფიქსირდა. მოგვიანდებით სცადე.
ro: A apărut o eroare temporară. Te rog să încerci din nou.
ru: Произошла временная ошибка. Пожалуйста, попробуйте еще раз.
sq: Ka ndodhur një gabim i përkohshëm. Ju lutemi provojeni përsëri.
tr: Geçici bir hata oluştu. Lütfen tekrar deneyin.
uk: Виникла тимчасова помилка. Будь ласка, спробуйте ще раз.

source: contact_phase2_error_RemoteServer2000
ar: حدثخطأمؤقت.من فضلكحاولمرةاخرى.
de: Ein vorübergehender Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error temporal. Inténtalo de nuevo.
fr: Une erreur temporaire s'est produite. Veuillez réessayer.
ka: დროებითი შეცდომა დაფიქსირდა. მოგვიანდებით სცადე.
ro: A apărut o eroare temporară. Te rog să încerci din nou.
ru: Произошла временная ошибка. Пожалуйста, попробуйте еще раз.
sq: Ka ndodhur një gabim i përkohshëm. Ju lutemi provojeni përsëri.
tr: Geçici bir hata oluştu. Lütfen tekrar deneyin.
uk: Виникла тимчасова помилка. Будь ласка, спробуйте ще раз.

source: contact_phase2_error_RemoteServer3000
ar: تعذر اتمام النسخ الاحتياطي بسبب تجاوزك للحد الأقصى لعدد الأشخاص الذي يمكنك نسخهم احتياطيا.
de: Das Backup konnte nicht abgeschlossen werden, da Sie das maximale Limit für die zu sichernden Person überschritten haben.
es: La copia de seguridad no se pudo completar porque excedió el límite máximo de contactos para realizar una copia de seguridad.
fr: La sauvegarde n'a pas pu être complétée car vous avez dépassé la limite maximale de personnes de sauvegarde.
ka: სარეზერვო ასლის შექმნა ვერ მოხერხდა, რადგან შენ გადააჭარბე რეზერვის პერსონალურ მაქსიმალურ ლიმიტს.
ro: Backup-ul nu a putut fi finalizat, deoarece ai depășit limita maximă a persoanelor de contact cărora le poate fi efectuat backup.
ru: Резервное копирование не может быть завершено, потому что вы превысили максимальный лимит контактов для резервного копирования.
sq: Për shkak se ke tejkaluar kufirin maksimal të personave që mund të rezervohen, rezervimi nuk është mundur të plotësohet.
tr: Maksimum yedeklenebilecek kişi limitini aştığın için yedekleme tamamlanamadı.
uk: Резервне копіювання не завершено, тому що ви перевищили максимальний ліміт резервного копіювання.

source: contact_phase2_error_RemoteServer4000
ar: حدثخطأمؤقت.من فضلكحاولمرةاخرى.
de: Ein vorübergehender Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error temporal. Inténtalo de nuevo.
fr: Une erreur temporaire s'est produite. Veuillez réessayer.
ka: დროებითი შეცდომა დაფიქსირდა. მოგვიანდებით სცადე.
ro: A apărut o eroare temporară. Te rog să încerci din nou.
ru: Произошла временная ошибка. Пожалуйста, попробуйте еще раз.
sq: Ka ndodhur një gabim i përkohshëm. Ju lutemi provojeni përsëri.
tr: Geçici bir hata oluştu. Lütfen tekrar deneyin.
uk: Виникла тимчасова помилка. Будь ласка, спробуйте ще раз.

source: contact_phase2_error_network
ar: يبدو أن هناك مشكلة باتصال الانترنت.يمكنكم التحقق من الاتصال وإعادة المحاولة مرة أخرى.
de: Es scheint ein Problem mit der Internetverbindung zu geben. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Parece que hay un problema con la conexión a internet. Puede verificar su conexión e intentar nuevamente.
fr: Il semble y avoir un problème avec la connexion Internet. Vous pouvez vérifier votre connexion et réessayer.
ka: როგორც ჩანს, ინტერნეტთან კავშირის პრობლემაა. შეამოწმე კავშირის გამართულობა და თავიდან სცადე.
ro: Se pare că există o problemă cu conexiunea la internet. Îți poți verifica conexiunea și încerca din nou.
ru: Похоже есть проблема с интернет-подключением. Вы можете проверить соединение и попробовать еще раз.
sq: Duket se ka një problem në lidhjen tënde të internetit. Mund të provosh përsëri pasi të kontrollosh lidhjen tënde.
tr: İnternet bağlantında bir sorun var gibi görünüyor. Bağlantını kontrol edip tekrar deneyebilirsin.
uk: Здається, є проблема з підключенням до інтернету. Ви можете перевірити з’єднання та спробувати ще раз.
