Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# lorem_ipsum_turkcell
source: Please do not translate this
de: Bitte übersetzen Sie das nicht
es: Por favor no traduzcas esto
fr: Veuillez ne pas traduire cela
ka: გთხოვთ, ნუ თარგმნი ამას
sq: Ju lutem mos e përktheni këtë
uk: Будь ласка, не перекладайте це

# package_moldcell_cancel_text
source: Hm, can’t believe you are doing this! When you decide to reactivate it, we’ll be here for you :) If you insist, send 2 through SMS to 10010 for 100 GB pack deactivation and 50030 for 500 GB
fr: Humm, incroyable que vous fassiez ça ! Quand vous souhaiterez la réactiver, nous serons là pour vous :) sinon envoyez 2 par SMS au 10010 pour 100Go de pack désactivation ou au 50030 pour 500Go
ka: ჰმ, არ მჯერა, რომ ამას აკეთებ! როდესაც გადაწყვეტ მის ხელახლა გააქტიურებას, ჩვენ აქ ვიქნებით შენთან :) თუ დაჟინებით მოითხოვ, გაგზავნე 2 SMS-ით 10010-ზე 100 GB პაკეტის დეაქტივაციისთვის და 50030 500 გბ-ისთვის
ro: Hm, chiar îți dorești asta? Oricând hotărăști să reactivezi pachetul, te așteptăm cu drag :) Dacă tot insiști, expediază un SMS cu cifra 2 la 10010 pentru dezactivarea pachetului de 100GB sau la 50030 pentru cel de 500GB
ru: Хмм, вы действительно этого хотите? Если решите повторно активировать пакет, ждем вас с нетерпением :) А если все же хотите продолжить, отправьте SMS с цифрой 2 на номер 10010 для деактивации пакета 100 GB, либо на 50030 для пакета 500 GB.
tr: Hm, bunu yaptığınıza inanamıyoruz! Yeniden etkinleştirmek istediğinizde, sizi bekliyor olacağız :) Eğer ısrarlı iseniz, 100GB iptali için 2 yazıp 10010'a, 500GB iptali için 2 yazıp 50030'a SMS gönderin.

# NSFaceIDUsageDescription
source: This app was designed to use Face ID to increase your safety
es: Esta aplicación está diseñada para usar Face ID para aumentar tu seguridad
fr: Notre application est compatible avec Face ID afin d'améliorer le niveau de sécurité de votre lifebox.
ka: ეს აპლიკაცია შექმნილია იმისათვის, რომ გამოიყენოს Face ID შენი უსაფრთხოების გაზრდის მიზნით
ro: Această aplicație a fost proiectată să utilizeze Face ID pentru a-ți spori securitatea
ru: Это приложение использует Face ID для повышения вашей безопасности
sq: Për të shtuar sigurinë, ky aplikacion është projektuar që të përdorë ID me Fytyrë.
tr: Uygulamamız güvenliğin için Face ID özelliğini kullanmanı sağlayabilir
uk: Ця програма використовує Face ID для підвищення вашої безпеки

source: Dropbox
ka: Dropbox-ი

# login_faq
source: FAQ
ka: ხდკ
sq: Pyetje të shpeshta
tr: SSS

# campaign_description_label_experienced_user
source: You have not started today. Analyze your photos with PhotoPick and get more chance. Your total draw: %d
ka: შენ ჯერ არ დაგიწყია. ფოტოს ანალიზისთვის გამოიყენე PhotoPick და მიიღე მეტი შანსი. შენი ჯამური გამოწერა: %d
tr: Bugünün çekiliş haklarını kazanmaya henüz başlamadın. Fotoğraflarını PhotoPick ile hemen analiz et, kazanma şansını yakala! Toplam çekiliş hakkın: %d

# campaign_description_label_limit_reached
source: You have already completed daily draw for today. Keep analyzing tomorrow! Your total draw: %d
ka: შენ უკვე ამოწურე შენი დღიური გამოწერილის ლიმიტი. განაგრძე ანალიზი ხვალ! შენი ჯამური გამოწერა: %d
tr: Günlük çekiliş haklarını tamamladın. Yarın tekrar PhotoPick yap, çekiliş hakkını artır. Toplam çekiliş hakkın: %d

# premium
source: lifebox Premium
ru: lifebox Премиум
uk: lifebox Преміум

source: Google Play Store
ro: Magazin Google Play

source: AppStore
ro: Magazin de aplicații

source: Wi-Fi
de: W-lan

source: Wi-Fi
de: W-lan

source: <html><body text="#FFFFFF" face="Bookman Old Style, Book Antiqua, Garamond" size="5">%@</body></html>
de: <html> <body text = "#FFFFFF" face = "Bookman Old Style, Buch Antiqua, Garamond" size = "5">%@ </ body> </ html>
