Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# support_form_subject_1_detailed_info_fulltext
source: <p><b> If you are a Turkcell subscriber;</b></p> <p>i. If you can't log in via E-mail, you can access your account by entering your phone number and the password you used to create your account.</p> <p>ii. If you don't remember your password, you can log in via receiving a Turkcell password.</p> <p> iii. In case you forget your Turkcell password, type SIFRE and send it to 2200 if you are a Turkcell customer so you can get your password. </p> <p>iv. If you think you have entered your password and e-mail correctly but you still can not log in; -you can renew your password via I forgot my password option and try to login again.</p> <p>v. If you receive an alert saying your e-mail/phone number or password are incorrect, you can access your account and check your e-mail and phone number data from your profile by using the Turkcell password that you will receive along with the email or phone number data that you can verify. You can change your e-mail, you can't change your phone number. Each phone number remains connected to only one account.</p> <p><b> If you are not a subscriber of Turkcell; </b></p> <p>i. You can't log in with a Turkcell password. </p> <p>ii. You can change your phone number from your profile page after you log in.</p> <p><strong> If you have not reached a solution: </strong> </p> <p>i. If a phone number is not connected to the account and you have not accessed the account for a long time (at least 3 months), your account may be suspended. <br/>ii. In transfer cases, the phone number is removed from the connected account and the new phone number is expected to be defined with the first entry.
ar: <p><strong> إذا كنت من Turkcell </strong></p><p>i. إذا لم تتمكن من تسجيل الدخول بالبريد الإلكتروني، يمكنك الوصول إلى حسابك عن طريق إدخال كلمة المرور التي استخدمتها أثناء التسجيل مع رقم هاتفك <br />ii. . إذا كنت تعتقد أنك أدخلت كلمة المرور و البريد الإلكتروني الخاصة بك بشكل صحيح ، ولكنك لا تزال غير قادر على تسجيل الدخول ؛ يمكنك تجديد كلمة المرور الخاصة بك باستخدام عملية نسيت كلمة المرور ومحاولة تسجيل الدخول مرة أخرى. .<br />iii. إذا كنت تأخذ تحذير البريد الإلكتروني / رقم الهاتف أو كلمة المرور غير صحيحة؛ يمكنك التحقق من بيانات البريد الإلكتروني ورقم الهاتف من ملفك الشخصي من خلال الوصول إلى حسابك باستخدام إجابة سؤال الأمان المحددة مسبقا أو البريد الإلكتروني المخصص للطوارئ بالإضافة إلى بيانات البريد الإلكتروني أو رقم الهاتف التي يمكنك التحقق منها. يمكنك تغيير بريدك الإلكتروني ، وليس رقم هاتفك. يظل كل رقم هاتف مرتبطا بحساب واحد فقط .</p><p><strong>إذا لم تكن منTurkcell: </strong></p><p>i. بعد تسجيل الدخول ، يمكنك تغيير رقم هاتفك من صفحة ملفك الشخصي. </p><p><strong>إذا لم تتمكن من الوصول إلى الحل: </strong></p><p>i. إذا لم يكن رقم الهاتف مرتبطًا بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (3 أشهر على الأقل) ، فقد يتم تعليق حسابك .<br /> ii. في حالة التحويل ، يتم فصل رقم الهاتف عن الحساب المرتبط ومن المتوقع تحديد رقم هاتف جديد مع الإدخال الأول.
de: <p><strong> Wenn Sie ein Kunde von Turkcell sind:</strong></p><p>i. Wenn Sie sich nicht mit Ihrer E-Mail anmelden können, können Sie auf Ihr Konto zugreifen, indem Sie Ihre Telefonnummer und das Passwort eingeben, das Sie bei der Registrierung verwendet haben.<br />ii. Wenn Sie der Meinung sind, dass Sie Ihre Telefonnummer und Ihr Passwort richtig eingegeben haben, sich aber immer noch nicht anmelden können, können Sie versuchen, Ihr Passwort zurückzusetzen und sich erneut mit der Funktion Passwort vergesse anzumelden.<br />iii. Wenn Sie eine falsche E-Mail/Telefonnummer oder Passwort-Warnung erhalten, können Sie Ihre E-Mail- und Telefonnummern-Daten in Ihrem Profil überprüfen, indem Sie auf Ihr Konto zugreifen und Ihre zuvor festgelegte Antwort auf die Sicherheitsfrage oder die Wiederherstellungs-E-Mail zusammen mit den E-Mail- oder Telefonnummern-Daten, die Sie überprüfen können, verwenden. Sie können Ihre E-Mail-Adresse ändern, aber nicht Ihre Telefonnummer. Jede Telefonnummer bleibt mit nur einem Konto verbunden.</p><p><strong>Wenn Sie kein Kunde von Turkcell sind:</strong></p><p>i. können Sie nach dem Einloggen Ihre Telefonnummer auf der Profilseite ändern.</p><p><strong>Wenn Sie die Lösung nicht finden können:</strong></p><p>i. Wenn Sie keine Telefonnummer haben, die mit dem Konto verknüpft ist, und Sie sich lange Zeit nicht angemeldet haben (mindestens 3 Monate), kann Ihr Konto gesperrt werden.<br /> ii. Im Falle eines Transfers wird die Telefonnummer vom verknüpften Konto getrennt und es wird erwartet, dass eine neue Telefonnummer mit dem ersten Eintrag definiert wird.
es: <p><strong>Si es suscriptor de Turkcell:</strong></p><p>i. Si no puede iniciar sesión mediante el correo electrónico, puede acceder a su cuenta ingresando la contraseña que usó al registrarse con su número de teléfono.<br />ii. Si cree que ha introducido su dirección de correo electrónico y contraseña correctamente y aún no puede iniciar sesión, puede reemplazar su contraseña e intentar iniciar sesión con el procedimiento ‘He olvidado mi contraseña’.<br />iii. Si recibe la advertencia 'su correo electrónico / número de teléfono o contraseña es erróneo', puede controlar los datos de correo electrónico y número de teléfono de su perfil accediendo a su cuenta utilizando la respuesta a la pregunta de seguridad que haya determinado anteriormente o dirección de correo electrónico de recuperación junto con la dirección de correo electrónico o el número de teléfono que puede verificar. Puede cambiar su correo electrónico, pero no puede cambiar su número de teléfono. Cada número de teléfono permanece conectado a una sola cuenta.</p><p><strong>Si no es un suscriptor de Turkcell:</strong></p><p>i. Puede cambiar su número de teléfono a través de la página de perfil después de iniciar sesión.</p><p><strong>Si no ha podido llegar a una solución:</strong></p><p>i. Si no hay ningún número de teléfono conectado a la cuenta y si no ha podido iniciar sesión durante un tiempo prolongado (durante un mínimo de 3 meses), es posible que su cuenta haya sido suspendida.<br /> ii. En los casos de transferencia, el número de teléfono se desconecta de la cuenta vinculada y se espera que se defina un nuevo número de teléfono junto con el primer inicio de sesión.
fr: <p><strong>Si vous vous êtes abonné à Turkcell :</strong></p><p>i. Si vous ne pouvez pas vous connecter par e-mail, vous pouvez accéder à votre compte en entrant le mot de passe que vous avez utilisé pour vous inscrire avec votre numéro de téléphone.<br />ii. Si vous pensez avoir entré votre mot de passe correctement par e-mail, si vous ne parvenez toujours pas à vous connecter ; vous pouvez renouveler votre mot de passe et essayer de vous reconnecter avec le processus de mot de passe oublié .<br />iii. Si vous recevez une alerte de ‘votre adresse e-mail/numéro de téléphone ou mot de passe est incorrect’ ; avec des données d’e-mail ou de numéro de téléphone que vous pouvez vérifier, vous pouvez accéder à votre compte et vérifier les données de votre adresse e-mail et de votre numéro de téléphone à l’aide de votre réponse à la question de sécurité ou de votre e-mail de récupération précédemment définis. Vous pouvez modifier votre adresse e-mail, vous ne pouvez pas changer votre numéro de téléphone. Chaque numéro de téléphone est lié à un seul compte .</p><p><strong>Si vous ne vous êtes pas abonné à Turkcell:</strong></p><p>i. Après vous être connecté, vous pouvez modifier votre numéro de téléphone à partir de la page de profil.</p><p><strong>Si vous n’êtes pas parvenu à une solution:</strong></p><p>i. Si un numéro de téléphone n'est pas lié au compte et que vous ne vous êtes pas connecté depuis longtemps (au moins 3 mois), votre compte peut être suspendu.<br /> ii. Dans les situations de transfert, le numéro de téléphone est supprimé du compte connecté et le nouveau numéro de téléphone doit être défini lors de la première connexion.
ka: <p><b> თუ Turkcell-ის აბონენტი ხარ;</b></p> <p>ი. თუ ვერ შეხვალ ელ.ფოსტით, შეგიძლია შეხვიდე შენს ანგარიშზე შენი ტელეფონის ნომრისა და პაროლის შეყვანით, რომელიც გამოიყენე შენი ანგარიშის შესაქმნელად.</p> <p>ii. თუ პაროლი არ გახსოვს, შეგიძლიათ შეხვიდე Turkcell პაროლის მიღებით.</p> <p> iii. თუ დაგავიწყდა Turkcell პაროლი, აკრიფე SIFRE და გაგზავნე 2200-ზე, თუ შენ ხარ Turkcell-ის მომხმარებელი, რათა მიიღო შენი პაროლი. </p> <p>iv. თუ ფიქრობ, რომ სწორად შეიყვანე პაროლი და ელ.ფოსტა, მაგრამ მაინც ვერ შეხვალ სისტემაში; -შეგიძლია განაახლო პაროლი მე დამავიწყდა პაროლის პარამეტრის მეშვეობით და სცადო ხელახლა შესვლა.</p> <p>ვ. თუ შენ მიიღებ შეტყობინებას იმის შესახებ, რომ შენი ელ.ფოსტა/ტელეფონის ნომერი ან პაროლი არასწორია, შეგიძლია შეხვიდე შენს ანგარიშზე და შეამოწმო შენი ელ.ფოსტა და ტელეფონის ნომრის მონაცემები შენი პროფილიდან Turkcell პაროლის გამოყენებით, რომელსაც მიიღებთ ელ. ფოსტით ან ტელეფონის ნომრის მონაცემები, რომელთა გადამოწმება შეგიძლია. შენ შეგიძლია შეცვალო შენი ელექტრონული ფოსტა, შენ არ შეგიძლია შეცვალო შენი ტელეფონის ნომერი. თითოეული ტელეფონის ნომერი დაკავშირებულია მხოლოდ ერთ ანგარიშთან.</p> <p><b> თუ არ ხარ Turkcell-ის აბონენტი; </b></p> <p>ი. Turkcell-ის პაროლით ვერ შეხვალ. </p> <p>ii. შენ შეგიძლია შეცვალო შენი ტელეფონის ნომერი შენი პროფილის გვერდიდან შესვლის შემდეგ.</p> <p><strong> თუ გამოსავალს ვერ მიაღწიე: </strong> </p> <p>ი. თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და შენ არ გაქვს წვდომა ანგარიშზე დიდი ხნის განმავლობაში (მინიმუმ 3 თვე), შენი ანგარიში შეიძლება შეჩერდეს. <br/>II. გადარიცხვის შემთხვევაში, ტელეფონის ნომერი ამოღებულია დაკავშირებული ანგარიშიდან და ახალი ტელეფონის ნომერი უნდა განისაზღვროს პირველი ჩანაწერით.
ro: <p><strong>Dacă sunteți membru Turkcell:</strong></p><p>i. Dacă nu vă puteți autentifica prin e-mail, vă puteți accesa contul introducând numărul de telefon împreună cu parola pe care ați folosit-o la înregistrare.<br />ii. Dacă credeți că ați introdus corect adresa e-mail şi parola, dar tot nu vă puteți autentifica; Puteți să vă reînnoiți parola și să încercați să vă autentificați din nou folosind opțiunea mi-am uitat parola.<br />iii. Dacă primiți o avertizare în sensul că adresa de e-mail/număr de telefon sau parolă este incorectă; vă puteți verifica datele de e-mail și numărul de telefon din profilul dvs. accesând contul folosind răspunsul la întrebarea de securitate sau e-mailul de recuperare setat anterior, împreună cu datele de e-mail sau numărul de telefon pe care le puteți confirma. Vă puteți schimba adresa de e-mail, însă nu şi numărul de telefon. Fiecare număr de telefon rămâne conectat la un singur cont.</p><p><strong>Dacă nu sunteți membru Turkcell:</strong></p><p>i. Vă puteți schimba numărul de telefon din pagina de profil după ce vă autentificați.</p><p><strong>Dacă nu ați găsit soluția:</strong></p><p>i. Dacă un număr de telefon nu este conectat la cont și nu v-aţi autentificat de mult timp (minimum 3 luni), este posibil ca contul tău să fi fost suspendat.<br /> ii. În cazul transferului, numărul de telefon fiind separat de contul la care este conectat și se așteptată să fie redefinit un nou număr de telefon la prima autentificare.
ru: <p><strong>Если вы являетесь абонентом Turkcell:</strong></p><p>i. Если вы не можете войти в систему по электронной почте, вы можете получить доступ к своей учетной записи указав свой номер телефона и пароль, которые вы использовали для создания учетной записи.<br />ii. Если вы считаете, что ввели свой пароль и адрес электронной почты правильно, но по-прежнему не можете войти в систему, то вы можете обновить свой пароль, выбрав «Я забыл свой пароль» и повторить попытку входа.<br />iii. Если вы получили предупреждение о том, что ваш адрес электронной почты/номер телефона или пароль неверны, вы можете получить доступ к своей учетной записи и проверить свою информацию из своего профиля, используя ответ на секретный вопрос или адрес электронной почты для восстановления вместе с подтвержденным адресом электронной почты или номером телефона. Вы можете изменить свой адрес электронной почты, но не можете изменить свой номер телефона. Каждый номер телефона остается привязанным только к одной учетной записи.</p><p><strong>Если вы не являетесь абонентом Turkcell:</strong></p><p>i. Вы можете изменить свой номер телефона на странице своего профиля после входа в систему.</p><p><strong>Если вы не нашли решения проблемы:</strong></p><p>i. Если номер телефона не привязан к учетной записи, и вы не заходили в учетную запись в течение длительного времени (не менее 3 месяцев), действие вашей учетной записи может быть приостановлено.<br/> ii. В случаях передачи номер телефона удаляется из подключенной учетной записи, и ожидается, что новый номер телефона будет определен с первым же входом в систему.
sq: <p><strong>Nëse jeni anëtar i Turkcell:</strong></p><p>i. Nëse nuk mund të identifikoheni per te hyre me e-mail, mund të hyni në llogarinë tuaj duke futur numrin tuaj të telefonit dhe fjalëkalimin që keni përdorur gjatë regjistrimit.<br />ii. Nëse mendoni se e keni hyre saktë me fjalëkalimin tuaj përmes postës elektronike, por ende nuk mund të hyni; Ju mund të rinovoni fjalëkalimin tuaj dhe të provoni të hyni përsëri me procesin që kam harruar fjalëkalimin.<br />iii. Nëse po merrni një paralajmërim të pasaktë të postës elektronike/numër telefoni ose fjalëkalim; Mund t'i kontrolloni të dhënat e postës elektronike dhe të numrit të telefonit nga profili juaj duke hyrë në llogarinë tuaj duke përdorur përgjigjen e pyetjes së sigurisë që keni vendosur më pare ose duke perdorur emailin tuaj te rikuperimit së bashku me të dhënat e emailin ose numrit të telefonit që mund të verifikoni. Ju mund të ndryshoni emailin tuaj, jo numrin tuaj të telefonit. Çdo numër telefoni është i lidhur me vetëm një llogari. .</p><p><strong> Nëse nuk jeni anëtar i Turkcell:</strong></p><p>i. Pasi të kryeni hyrjen, mund të ndryshoni numrin tuaj të telefonit nga faqja e profilit tuaj. </p><p><strong>Nëse nuk mund ta gjeni zgjidhjen:</strong></p><p>i. Nëse një numër telefoni nuk është i lidhur me llogarinë dhe nëse nuk keni hyrë për një kohë të gjatë (të paktën 3 muaj), llogaria juaj mund të jete pezulluar.<br /> ii. Në rast transferimi,numri i telefonit shkëputet nga llogaria e lidhur dhe pritet të përcaktohet një numër i ri telefoni me hyrjen e parë.
tr: <p><strong>Turkcell'liysen:</strong></p><p>i. E-posta ile giriş yapamıyorsan, telefon numaran ile beraber kayıt olurken kullandığın şifreyi girerek hesabına ulaşabilirsin.<br />ii. Eğer e-posta ile şifreni doğru girdiğini düşünüyor, halen giriş yapamıyorsan; şifremi unuttum işlemi ile şifreni yenileyip tekrar giriş deneyebilirsin.<br />iii. E-postan/telefon numaran veya şifren hatalı uyarısı alıyorsan; doğrulayabileceğin e-posta veya telefon numarası verisi ile beraber daha önceden belirlediğin güvenlik sorusu yanıtını veya kurtarma e-postanı kullanarak hesabına ulaşıp, profilinden e-posta ve telefon numarası verilerini kontrol edebilirsin. E-postanı değiştirebilir, telefon numaran değiştiremezsin. Her telefon numarası sadece bir hesaba bağlı kalır.</p><p><strong>Turkcell'li değilsen:</strong></p><p>i. Giriş yaptıktan sonra profil sayfasından telefon numaranı değiştirebilirsin.</p><p><strong>Çözüme ulaşamadıysan:</strong></p><p>i. Hesaba bir telefon numarası bağlı değilse ve uzun süredir (en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.<br /> ii. Devir durumlarında telefon numarası bağlı olan hesaptan kopartılarak, ilk giriş ile birlikte yeni telefon numarası tanımlanması beklenir.
uk: <p><strong>Якщо ви є абонентом Turkcell:</strong></p><p>i. Якщо ви не можете увійти за допомогою електронної пошти, ви можете отримати доступ до свого облікового запису ввівши свій номер телефону та пароль, які ви використовували для створення облікового запису.<br />ii. Якщо ви вважаєте, що правильно ввели пароль та адресу електронної пошти, але все одно не можете увійти, Ви можете оновити свій пароль за допомогою параметра “Я забув пароль” і спробуйте увійти знову.<br />iii. Якщо ви отримаєте сповіщення про те, що ваша адреса електронної пошти/номер телефону чи пароль неправильні, ви можете отримати доступ до свого облікового запису та перевірити свою інформацію у своєму профілі, скориставшись відповіддю на таємне запитання або електронною поштою для відновлення разом із підтвердженою електронною поштою або номером телефону. Ви можете змінити свою електронну пошту, але ви не можете змінити свій номер телефону. Кожен номер телефону залишається підключеним лише до одного облікового запису.</p><p><strong>Якщо ви не є абонентом Turkcell:</strong></p><p>i. Ви можете змінити свій номер телефону на сторінці профілю після входу.</p><p><strong> Якщо ви не знайшли рішення:</strong></p><p>i. Якщо номер телефону не підключений до облікового запису і ви не входили до нього протягом тривалого часу (принаймні 3 місяці), ваш обліковий запис може бути призупинено.<br /> ii. У випадках переказу номер телефону видаляється з підключеного облікового запису, і очікується, що новий номер телефону буде визначено з першим входом до системи.

# support_form_subject_2_detailed_info_label
source: I can't login with my phone number.
ar: لا استطيع تسجيل الدخول باستخدام رقم الهاتف الخاص بي
de: Ich kann mich mit meiner Telefonnummer nicht anmelden
es: No puedo acceder con mi número de teléfono
fr: Je ne parviens pas me connecter avec mon numéro de téléphone
ka: ვერ შევდივარ სისტემაში ტელეფონის ნომრით.
ro: Nu mă pot autentifica cu numărul meu de telefon.
ru: Не могу совершить вход при помощи телефонного номера
sq: Nuk mund të identifikohem me numrin tim të telefonit.
tr: Telefon numaram ile giriş yapamıyorum
uk: Я не може ввійти через номер свого телефона.
