Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: Invalid purchase. AppStore does not verify purchase for the given parameters.
ar: شراء غير صالح. لم يتعرّف AppStore على الشراء المُعطّى بهذه المعلمات.
de: Ungültiger Kauf AppStore überprüft den Kauf für die angegebenen Parameter nicht.
es: Compra no válida. La AppStore no puede verificar la compra con los parametros que se han brindado.
fr: Achat invalide. L'AppStore ne vérifie pas l'achat pour les paramètres donnés.
ka: არასწორი შესყიდვა. AppStore არ ამოწმებს შესყიდვას მოცემული პარამეტრებისთვის.
ro: Achiziție nevalidată. AppStore nu verifică achiziția cu parametrii indicați.
ru: Недопустимая покупка. AppStore не проверяет покупку с предоставленными параметрами.
sq: Blerje e pavlefshme. AppStore nuk e verifikon blerjen për parametrat e dhëna.
tr: Geçersiz satın alma. AppStore, verilen bilgiler doğrultusunda satın alım işlemini doğrulamıyor.
uk: Недійсна покупка. AppStore не перевіряє покупку за заданими параметрами.

source: A temporary error has occurred due to technical reasons.
ar: حدث خطأ مؤقت بسبب خلل تقني.
de: Aus technischen Gründen ist ein temporärer Fehler aufgetreten.
es: Se ha producido un error temporal debido a razones técnicas.
fr: Une erreur temporaire est survenue pour des raisons techniques.
ka: დროებითი შეცდომა დაფიქსირდა ტექნიკური მიზეზების გამო
ro: Din motive tehnice a apărut o eroare temporară.
ru: Возникла временная ошибка по техническим причинам.
sq: Një gabim i përkohshëm ka ndodhur për arsye teknike.
tr: Teknik sebeplerden dolayı geçici bir hata meydana geldi.
uk: Тимчасова помилка сталася через технічні причини.

source: Subscription related with this purchase is already activated for another lifebox user. Note that using different lifebox accounts with the same Apple or Google ID might result with this situation.
ar: إن الاشتراك المتعلق بهذا الشراء مُنشَّط من قبل باسم مستخدم آخر للايف بوكس. يرجى الانتباه إلى أن استعمال حسابات لايف بوكس مختلفة بعرّفات Apple/Google نفسها قد يسبب الوضع الحالي.
de: Abonnement, das mit diesem Kauf verbunden ist, ist bereits für einen anderen Lifebox-Benutzer aktiviert. Beachten Sie, dass die Verwendung von verschiedenen Lifebox-Konten mit derselben Apple- oder Google-ID zu dieser Situation führen kann.
es: La suscripción relacionada con esta compra ya está activada para otro usuario de Lifebox. Tenga en cuenta que usar diferentes cuentas de Lifebox con la misma identificación de Apple o Google podría provocar en esta situación.
fr: Le compte associé à cet achat est déjà activé pour un autre utilisateur de lifebox. L'utilisation de comptes différents avec la même ID Apple ou Google peut entraîner cette situation.
ka: ამ შენაძენთან დაკავშირებული გამოწერა უკვე გააქტიურებულია სხვა lifebox მომხმარებლისთვის. გაითვალისწინე, რომ სხვადასხვა lifebox ანგარიშების გამოყენებამ იგივე Apple ან Google ID-ით შეიძლება გამოიწვიოს ეს სიტუაცია.
ro: Abonamentul legat de această achiziție este deja activat pentru un alt utilizator lifebox. Rețineți că această situație poate apărea în cazul folosirii a diferitor conturi lifebox cu același Apple sau Google ID.
ru: Подписка, привязанная к данной покупке, уже активирована для другого пользователя lifebox. Обращаем внимание, что использование различных учётных записей с одним и тем же Apple или Google ID, может привести к возникновению подобной ситуации.
sq: Abonimi i lidhur me këtë blerje është i aktivizuar për një përdorues tjetër lifebox. Merrni parasysh që përdorimi I llogarive të ndryshme lifebox me të njëjtin ID të Apple apo Google mund të krijojë këtë situatë.
tr: Bu satın alıma ilişkin abonelik hali hazırda başka bir lifebox kullanıcısı için aktifleştirilmiş durumda. Farklı lifebox hesaplarının aynı Apple veya Google ID ile kullanılmasının bu tarz durumlara yol açabileceğini unutmayın.
uk: Підписка пов'язана з цією покупкою вже активована для іншого користувача lifebox. Зверніть увагу, що в цій ситуації можуть бути використані різні облікові записи lifebox з таким самим Apple або Google ID.

source: Auto Upload is off
ar: التحميل التلقائي متوقف.
de: Der automatische Upload ist deaktiviert.
es: La carga automática está desactivada.
fr: Le téléchargement automatique est désactivé
ka: ავტომატური ატვირთვა გამორთულია
ro: Încărcarea Automată este deconectată.
ru: Автозагрузка отключена
sq: Ngarkimi automatik është i çaktivizuar
tr: Otomatik yükleme kapalı.
uk: Автозавантаження вимкнено

source: Photos and videos waiting to be synced
ar: تنتظر الصور ومقاطع الفيديو مزامنتها تلقائياً
de: Fotos und Videos warten auf die Synchronisierung
es: Hay fotos y videos esperando ser sincronizados
fr: Photos et vidéos en attente de synchronisation
ka: ფოტოები და ვიდეოები სინქრონიზაციის მოლოდინშია
ro: Fotografii și videoclipuri în așteptarea sincronizării
ru: Фото и видео ожидают синхронизации
sq: Fotot dhe videot në pritje për t'u sinkronizuar
tr: Fotoğraflar ve videolar yedeklenmeyi bekliyor.
uk: Фото та відео, які очікують на синхронізацію

source: Wi-Fi and Cellular
ar: Wi-Fi وبيانات شبكة الجوّال
de: WLAN und Mobilfunk
es: Wi-Fi y Celular
fr: Wi-Fi et données mobiles
ka: Wi-Fi და ტელეფონის ინტერნეტი
ro: Wi-Fi și Celular
ru: Wi-Fi и мобильный Интернет
sq: Wi-Fi dhe celular
tr: Wi-Fi ve Mobil Veri
uk: Wi-Fi та Мобільний Інтернет

source: Video album is automatically created, therefore cannot be deleted
ar: تم إنشاء ألبوم مقاطع الفيديو تلقائياً ولذلك لا يمكن حذفه
de: Das Videoalbum wird automatisch erstellt und kann daher nicht gelöscht werden
es: El álbum de video se crea automáticamente, por lo tanto no se puede eliminar
fr: L'album vidéo est créé automatiquement et ne peut pas être supprimé.
ka: ვიდეოს ალბომი ავტომატიურად იქმნება, ამიტომ მისი წაშლა შეუძლებელია
ro: Albumul video este creat automat, din acest motiv nu poate fi șters
ru: Видео альбом создан автоматически и поэтому не может быть удалён.
sq: Albumi i videove krijohet automatikisht, prandaj nuk mund të fshihet.
tr: Video albümü otomatik olarak oluşturulmuştur. Bu yüzden silinemez.
uk: Відео альбом автоматично створюється, тому його не можна видалити

source: You cannot upload any video to auto generated video album
ar: لا يمكن تحميل مقطع فيديو على ألبوم مقاطع فيديو مُنشَأ تلقائياً.
de: Sie können kein Video in ein automatisch erstelltes Videoalbum hochladen
es: No puede cargar ningún video al álbum de video generado automáticamente
fr: Vous ne pouvez télécharger aucune vidéo dans un album vidéo généré automatiquement.
ka: ავტომატურად შექმნილი ვიდეოების ალბომში ვერ ატვირთავ ვერც ერთ ვიდეოს
ro: Nici un video nu se poate încărca în albumul video, generat automat
ru: Вы не можете загрузить файл в альбом, который создан автоматически.
sq: Nuk mund të ngarkoni asnjë video në albumin e vetëgjeneruar të videove.
tr: Otomatik olarak oluşturulmuş video albümüne herhangi bir video upload edemezsiniz.
uk: Ви не можете завантажувати будь-яке відео до автоматично створених відео альбомів

# You have no any files
source: You don't have any files.
ar: ليس لديك أي ملفات.
de: Sie haben keine Dateien
es: No tiene ningún archivo
fr: Vous n'avez aucun fichier
ka: შენ არ გაქვს არც ერთი ფაილი.
ro: Nu ai nici un fișier
ru: У вас нет файлов
sq: Nuk keni asnjë skedar.
tr: Hiçbir dosyan bulunmamaktadır.
uk: У вас немає жодного файлу

source: You don’t have any albums on your lifebox yet.
ar: ليس لديك بعد أي ألبومات في لايف بوكس.
de: Du hast noch keine Alben auf deiner Lifebox.
es: Aún no tienes álbumes en lifebox.
fr: Vous n'avez encore aucun album dans lifebox.
ka: შენ ჯერ არ გაქვს არანაირი ალბომი შენს ლაიფბოქსში.
ro: Încă nu ai nici un album în lifebox-ul tău.
ru: У вас нет ещё альбомов в lifebox.
sq: Ju ende nuk keni asnjë album në lifebox-in tuaj.
tr: lifebox’ında henüz hiçbir albüm bulunmamaktadır.
uk: У вас ще немає альбомів у вашому lifebox.

source: Start creating albums
ar: بدء إنشاء الألبومات
de: Fange an, Alben zu erstellen
es: Comienza a crear álbumes
fr: Commencez à créer des albums
ka: დაიწყე ალბომების შექმნა
ro: Începe crearea albumului
ru: Создать альбом
sq: Filloni të krijoni albume
tr: Albüm oluşturmaya başla
uk: Почніть створювати альбоми

source: You don’t have any stories on your lifebox yet.
ar: ليس لديك بعد أي عرض لشرائح الفيديو في لايف بوكس.
de: Sie haben noch keine Geschichte auf Ihrer Lifebox.
es: Aún no tiene ninguna historia en su lifebox.
fr: Vous n'avez encore aucune story dans lifebox.
ka: შენ ჯერ არ გაქვს არანაირი სთორი შენს ლაიფბოქსში.
ro: Încă nu ai nici o poveste în lifeboxul tău
ru: У вас ещё нет историй в lifebox.
sq: Ju ende nuk keni asnjë histori në lifebox-in tuaj.
tr: lifebox’ında henüz hiçbir hikaye bulunmamaktadır.
uk: У вас ще немає історії в вашому lifebox.

source: Start creating stories
ar: بدء إنشاء عروض شرائح الفيديو
de: Fange an Geschichten zu schreiben
es: Comienza a crear historias
fr: Commencez à créer des stories
ka: დაიწყე სთორის შექმნა
ro: Începe să creezi povești
ru: Создать историю
sq: Filloni të krijoni histori.
tr: Hikaye yaratmaya başla
uk: Почніть створювати історії

source: Help and Support
ar: المساعدة والدعم
de: Hilfe und Unterstützung
es: Ayuda y Soporte Técnico
fr: Aide
ka: დახმარება და მხარდაჭერა
ro: Ajutor și Suport
ru: Помощь и поддержка
sq: Ndimë dhe Suport
tr: Yardım ve Destek
uk: Допомога та підтримка

source: Album is empty
ar: الألبوم فارغ
de: Das Album ist leer
es: El álbum está vacío
fr: L'album est vide
ka: ალბომი ცარიელია
ro: Albumul este gol
ru: Альбом пуст
sq: Albumi është bosh.
tr: Albüm boş durumda
uk: Альбом порожній

source: You don’t have any files on your lifebox yet.
ar: ليس لديك بعد أي ملفات في لايف بوكس.
de: Sie haben noch keine Datei auf Ihrer Lifebox.
es: Aún no tiene ningún archivo en su lifebox.
fr: Vous n'avez encore aucun fichier dans lifebox.
ka: შენ ჯერ არ გაქვს არანაირი ფაილი შენს ლაიფბოქსში.
ro: Încă nu ai nici un fișier în lifebox-ul tău.
ru: У вас еще нет файлов в lifebox.
sq: Ju ende nuk keni asnjë skedar në lifebox-in tuaj.
tr: lifebox’ında henüz hiçbir dosya bulunmamaktadır.
uk: Ви ще не маєте жодного файлу в своєму lifebox.

# You don’t have any favorited files on your Lifebox yet.
source: You don’t have any favorite files on your lifebox yet.
ar: ليس لديك بعد أي ملفات مفضلة في لايف بوكس.
de: Sie haben noch keine favorisierte Datei auf Ihrer Lifebox.
es: Aún no tienes archivos favoritos en lifebox.
fr: Vous n'avez encore aucun fichier favori dans lifebox.
ka: შენ ჯერ არ გაქვს არანაირი რჩეული ფაილი შენს ლაიფბოქსში
ro: Încă nu ai nici un fișier preferat în lifebox-ul tău.
ru: Вы еще не добавляли файлы в избранное.
sq: Ju ende nuk keni asnjë skedar të preferuar në lifebox-in tuaj.
tr: lifebox’ında henüz hiçbir sık kullanılan dosya bulunmamaktadır.
uk: Ви ще не маєте вибраного файлу в своєму lifebox.

source: Start adding your files
ar: بدء إضافة الملفات
de: Fange an, deine Dateien hinzuzufügen
es: Comience a agregar sus archivos
fr: Commencez à ajouter des fichiers
ka: დაიწყე ფაილების დამატება
ro: Adaugă fișiere
ru: Добавить файлы
sq: Filloni të shtoni skedarët tuaj.
tr: Dosyalarını eklemeye başla!
uk: Почніть додавати свої файли

source: Suggestions
ar: اقتراحات
de: Vorschläge
es: Sugerencias
ka: რჩევები
ro: Sugestii
ru: Рекомендации
sq: Sugjerime
tr: Öneriler
uk: Пропозиції

source: Recent Searches
ar: عمليات البحث الأخيرة
de: Letzte Suchanfragen
es: Búsquedas Recientes
fr: Recherches Récentes
ka: ბოლო ძიებები
ro: Căutări recente
ru: Последние запросы
sq: Kërkimet e fundit
tr: Son aramalar
uk: Нещодавні пошуки

# Lifebox can sync your files automatically.
source: lifebox can sync your files, photos and videos automatically. To enable background sync of your photos and videos, please make sure that your location permission is set to "ALWAYS" by going to “Device Settings > lifebox > Location" menu.
ar: يمكن للايف بوكس مزامنة الملفات تلقائياً. لتمكين مزامنة الخلفية لصورك ومقاطع الفيديو الخاصة بك ، يرجى التأكد من تعيين إذن الموقع الخاص بك إلى "ALWAYS" ضمن قائمة "إعدادات الجهاز - موقع lifebox- الموقع".
de: Lifebox kann Ihre Dateien automatisch synchronisieren. Um die Hintergrundsynchronisierung Ihrer Fotos und Videos zu aktivieren, vergewissern Sie sich, dass Ihre Standortberechtigung im Menü "Geräteeinstellungen-Lebensbox-Standort" auf "IMMER" eingestellt ist.
es: lifebox puede sincronizar tus archivos automáticamente. Para activar la sincronización automática de segundo plano asegúrate de que el permiso de ubicación esté activado para lifebox.
fr: lifebox peut synchroniser vos fichiers, photos et vidéos automatiquement. Pour activer la synchronisation en arrière-plan de vos photos et vidéos, assurez-vous que votre autorisation de géolocalisation est réglée sur "TOUJOURS" dans le menu "Paramètres du périphérique-lifebox-géolocalisation".
ka: ჩვენ შეგვიძლია შენი ფაილების, ფოტოების და ვიდეოების ავტომატურად სინქრონიზაცია. შენი ფოტოებისა და ვიდეოების ფონური სინქრონიზაციის ჩასართავად, დარწმუნდი, რომ შენი მდებარეობის ნებართვა დაყენებულია „ყოველთვის“ მენიუში „მოწყობილობის პარამეტრები > სიცოცხლის ყუთი > მდებარეობა“ გადასვლით.
ro: lifebox poate sincroniza fișierele tale automat. Pentru a activa sincronizarea în fundal a fotografiilor și videoclipurilor dvs., vă rugăm să vă asigurați că permisiunea dvs. pentru locație este setată „ÎNTOTDEAUNA” sub meniul „Setări dispozitiv-salvare locație”.
ru: lifebox может автоматически синхронизировать ваши файлы Чтобы включить синхронизацию фотографий и видео в фоновом режиме, убедитесь, что для разрешения местоположения установлено значение «ВСЕГДА» в меню «Настройки устройства-lifebox-location».
sq: lifebox-i mund të sinkronizojë automatikisht fotot dhe videot tuaja. Për të mundësuar sinkronizimin në sfond të fotove dhe videove tuaja, sigurohuni që leja juaj e vendndodhjes të jetë vendosur "GJITHMON" nën menunë tuaj "Cilësimet e pajisjes-kutia e jetës".
tr: lifebox fotoğraf ve videolarını otomatik olarak yedekleyebilir. Fotoğraf ve videolarının arka planda yedeklenebilmesi için, lütfen lifebox konum izninin "cihaz ayarları-lifebox-konum" menüsü altında "Her Zaman" olarak ayarlandığına emin ol.
uk: Lifebox може автоматично синхронізувати ваші файли Щоб увімкнути фонову синхронізацію фотографій та відеозаписів, переконайтеся, що для вашого дозволу на місцезнаходження встановлено значення "ВЖЕ" у меню "Налаштування пристрою-рятувальне місце-місцезнаходження".

source: Get Started
ar: بدء الاستعمال
de: Loslegen
es: Iniciar
fr: Commencer
ka: დაწყება
ro: Să începem
ru: Продолжить
sq: Filloni
tr: Başla
uk: Почати

source: I have read and accepted terms of use
ar: قرأتُ شروط الاستعمال وأوافق عليها.
de: Ich habe die Nutzungsbedingungen gelesen und akzeptiert
es: He leído y acepto los términos de uso
fr: J'ai lu et accepte les conditions d'utilisation
ka: მე წავიკითხე და დავეთანხმე მოხმარების წესებს
ro: Am citit și accept termenii de utilizare
ru: Я ознакомился и согласен с условиями использования
sq: Unë i kam lexuar dhe pranuar kushtet e përdorimit.
tr: Kullanım koşullarını okudum ve kabul ettim.
uk: Я прочитав і прийняв умови користування

source: Welcome to lifebox!
ar: مرحباً بك في لايف بوكس!
de: Willkommen bei der Lifebox!
es: ¡Bienvenido a Lifebox!
fr: Bienvenue dans lifebox !
ka: მოგესალმები ლაიფბოქსში!
ro: Bine ai venit în lifebox!
ru: Добро пожаловать в lifebox!
sq: Mirë se vini në lifebox!
tr: lifebox’a hoş geldin!
uk: Ласкаво просимо до lifebox!

source: You need to confirm the User Agreement to continue.
ar: يرجى تأكيد اتفاقية المستخدم وقبولها للمتابعة.
de: Sie müssen die Benutzervereinbarung bestätigen, um fortzufahren.
es: Debe confirmar el Acuerdo de Usuario para continuar.
fr: Vous devez accepter le contrat d’utilisation pour continuer.
ka: გასაგრძელებლად უნდა დაადასტურო მომხმარებლის შეთანხმება.
ro: Pentru a continua, e nevoie să confirmi Acordul de Utilizare.
ru: Вам необходимо принять пользовательское соглашение, чтобы продолжить.
sq: Për të vazhduar, ju duhet të konfirmoni Marrëveshjen e Përdoruesit.
tr: Devam edebilmek için Kullanıcı Sözleşmesi'ni onaylaman gerekiyor.
uk: Щоб продовжити, потрібно підтвердити Угоду користувача.

# PhotosAndViedos
source: Photos and Videos
ar: الصور ومقاطع الفيديو
de: Fotos und Videos
es: Fotos y videos
fr: Photos et Vidéos
ka: ფოტოები და ვიდეოები
ro: Fotografii și clipuri Video
ru: Фото и видео
sq: Fotot dhe Videot
tr: Fotoğraflar ve videolar
uk: Фото та відео

source: Are these the same person?
ar: أهو الشخص نفسه؟
de: Sind das die gleichen Personen?
es: ¿Son la misma persona?
fr: S'agit-il de la même personne ?
ka: ეს ერთი და იგივე ადამიანია?
ro: Sunt aceeași persoană?
ru: Это один и тот же человек?
sq: A janë këta i njëjti person?
tr: Bunlar aynı kişiler mi?
uk: Чи це одна і та сама особа?

# We couldn't find anybody on your Lifebox yet.
source: We couldn't find anybody in your lifebox yet.
ar: لم يتم العثور بعد على أي شخص في لايف بوكس.
de: Wir konnten noch niemanden auf Ihrer Lifebox finden.
es: Aún no hemos podido encontrar a nadie en su lifebox.
fr: Nous n’avons trouvé personne dans lifebox.
ka: ჩვენ ჯერჯერობით ვერავინ ვიპოვნეთ შენს ლაიფბოქსში
ro: Nu am găsit pe nimeni în lifebox-ul tău.
ru: Мы пока не смогли найти ни одного человека в вашем lifebox.
sq: Ne nuk gjetëm askënd në lifebox-in tuaj.
tr: lifebox’ında henüz hiç kimseyi bulamadık.
uk: Нам ще не вдалося знайти кого-небудь у своєму lifebox.

source: Grouping of your photos will take some time. Please wait and then check the albums.
ar: سيستغرق تجميع الصور بعض الوقت. يرجى الانتظار قبل التحقق من الألبومات.
de: Die Gruppierung Ihrer Fotos dauert einige Zeit. Bitte warten Sie und überprüfen Sie dann die Alben.
es: Agrupar sus fotos tomará algo de tiempo. Espere y luego revise los álbumes.
fr: Le regroupement de vos photos prendra un certain temps. Veuillez patienter avant de vérifier les albums créés.
ka: ფოტოების დაჯგუფებას ცოტა დრო დასჭირდება. გთხოვ დაიცადო და შემდეგ შეამოწმო ალბომები.
ro: Gruparea fotografiilor tale va dura ceva timp. Te rugăm să aștepți, după care poți verifica albumele tale.
ru: Группировка ваших фото займёт некоторое время. Пожалуйста, подождите и проверьте альбомы.
sq: Grupimi i fotove tuaja do të marrë pak kohë. Ju lutem, prisni e më pas kontrolloni albumet.
tr: Fotoğraflarını gruplandırmak biraz zaman alacak. Lütfen daha sonra sana özel oluşturduğumuz albümlerine göz at!
uk: Групування фото займе деякий час. Будь ласка, зачекайте, а потім перевірте альбоми

source: Never
ar: أبداً
de: noch nie
es: Nunca
fr: Jamais
ka: არასოდეს
ro: Niciodată
ru: Никогда
sq: Kurrë
tr: Hiçbir zaman
uk: Ніколи

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Approuver
ka: დასტური
ro: Aprobă
ru: Подтвердить
sq: Aprovoni
tr: Onayla
uk: Затвердити

# infomationEmptyEmail
source: Having an e-mail address on your account is one of the easiest and most reliable ways to help keep your account safe and ensure that you can get back into your account. Please add your e-mail address
ar: إضافة عنوان بريد إلكتروني إلى حسابك هو أحد أكثر الطرق أمناً لحسابك وأسهلها. إذ يمكّنك ذلك من تسجيل الدخول في حسابك مهما حدث. يرجى إضافة عنوان بريدك الإلكتروني.
de: Eine E-Mail-Adresse in Ihrem Konto ist eine der einfachsten und zuverlässigsten Methoden, mit der Sie Ihr Konto schützen und sicherstellen können, dass Sie in Ihr Konto zurückkehren können. Bitte fügen Sie Ihre E-Mail-Adresse hinzu
es: Tener una dirección de correo electrónico en su cuenta es una de las maneras más fáciles y confiables de ayudarlo a mantener su cuenta segura y asegurar que pueda volver a acceder a su cuenta. Por favor agregue su dirección de correo electrónico
fr: Avoir un email associé à votre compte est l’un des moyens les plus simples et les plus fiables pour assurer la sécurité de votre compte. Veuillez ajouter une adresse email.
ka: შენს ანგარიშზე ელ.ფოსტის მისამართის არსებობა ერთ-ერთი ყველაზე მარტივი და საიმედო გზაა შენი ანგარიშის უსაფრთხოების შესანარჩუნებლად და იმის უზრუნველსაყოფად, რომ შეძლო შენს ანგარიშზე დაბრუნება. გთხოვთ, დაამატო ელ.ფოსტის მისამართი
ro: Indicarea adresei de e-mail în contul tău este una din cele mai simple si de încredere căi de a-ți păstra contul în siguranță și te asigură că vei putea reveni oricând în contul tău. Te rugăm să adaugi adresa e-mail
ru: Наличие электронного адреса в вашей учётной записи - это самый лёгкий и надёжный способ сохранить вашу учётную запись в безопасности и иметь к ней доступ. Пожалуйста, добавьте ваш адрес электронной почты.
sq: Ekzistenca e një adrese e-maili në llogarinë tuaj është një nga mënyrat më të lehta e më të besueshme për ta ruajtur atë, si edhe për t'u siguruar që ju të ktheheni në llogari. Ju lutem, shtoni adresën tuaj e-mail.
tr: E-posta adresini lifebox’a eklemen hesabını bir ömür koruyabilmek için en güvenilir yoldur. Telefon numaran ya da operatörün değişse bile lifebox’taki anılarına ulaşmaya devam etmek için lütfen e-posta adresini ekle.
uk: Наявність електронної пошти у вашому обліковому записі є одним із найпростіших та найнадійніших способів зберегти безпеку свого облікового запису та переконатися, що ви можете повернутися до свого облікового запису. Будь ласка, додайте свою адресу електронної пошти

source: E-Mail Entry
ar: إدخال البريد الإلكتروني
de: E-Mail-Eintrag
es: Entrada de correo electrónico
fr: Saisir une adresse email
ka: ელ.ფოსტის შესვლა
ro: Intrare e-mail
ru: Ввод адреса электронной почты
sq: Hyrja në E-Mail
tr: E-Posta Girişi
uk: Вхід до електронної пошти

source: Importing files (%@%%)
ar: استيراد الملفات (%@%%)
de: Dateien importieren (%@%%)
es: Importación de archivos (%@%%)
fr: Fichiers en cours de téléchargement (%@%%)
ka: ფაილები იმპორტირდება (%@%%)
ro: Import de fișiere (%@%%)
ru: Загрузка файлов
sq: Importim i skedarëve (%@%%)
tr: Dosyalar alınıyor (%@%%)
uk: Імпортування файлів (%@%%)

# Dropbox authorisation error
source: Dropbox authorization error
ar: خطأ في التخويل في Dropbox
de: Dropbox-Autorisierungsfehler
es: Error de autorización de Dropbox
fr: Erreur d'autorisation de Dropbox
ka: Dropbox-ის ავტორიზაციის შეცდომა
ro: Eroare de autorizare Dropbox
ru: Ошибка авторизации через Dropbox
sq: Gabim autorizimi në Dropbox
tr: Dropbox yetki hatası
uk: Помилка авторизації Dropbox

# dropboxLastUpdatedFile
source: Last updated on %@ - %d file
ar: تم آخر تحديث في %@ - %d ملف
de: Zuletzt aktualisiert am %@ - %d Datei
es: Última actualización en %@ - %d archivo
fr: Dernière mise à jour du fichier le %@ - %d
ka: ბოლოს განახლდა %@ - %d ფაილზე
ro: Ultima actualizare pe %@ - %d fișier
ru: Обновлено последний раз %@ - %d файл
sq: Përditësimi i fundit në %@ - %d skedarë
tr: Son güncelleme: %@ - %d dosya
uk: Останнє оновлення на %@ - %d файл

# dropboxLastUpdatedFiles
source: Last updated on %@ - %d files
ar: تم آخر تحديث في %@ - %d من الملفات
de: Zuletzt aktualisiert am %@ - %d Dateien
es: Última actualización en %@ - %d archivos
fr: Dernière mise à niveau des fichiers le %@ - %d
ka: ბოლოს განახლდა %@ - %d ფაილზე
ru: Обновлено последний раз %@ - %d файл(-а, -ов)
sq: Përditësimi i fundit në %@ - %d skedarë
tr: Son güncelleme: %@ - %d dosya
uk: Останнє оновлення на %@ - %d файлів

# PackagesPolicyHeader
source: Auto-renewable subscription nature of the in-app purchase:
ar: معلومات عن الاشتراك ذي التجديد التلقائي للشراء داخل التطبيق:
de: Abonnement-Art des In-App-Kaufs mit automatischer Verlängerung:
es: Explicación de la renovación automática de la suscripción en la app de compra:
fr: Abonnement auto-renouvelable pour l'achat in-app:
ka: აპლიკაციაში შესყიდვის ავტომატური განახლებადი გამოწერა:
ro: Abonament pentru aplicație cu caracter de auto-reînnoire a achiziției:
ru: Автоматическое возобновление подписки на in-app покупку:
sq: Natyra e abonimit me rinovim automatik të blerjes në aplikacion:
tr: Uygulama içi satın alım için otomatik yenilenebilir abonelik:
uk: Можливість автоматичного відновлення підписки у додатку:
