Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: Your lifebox storage is almost full!
ar: أوشكت مساحة التخزين على الامتلاء!
de: Ihr Lifebox-Speicher ist fast voll!
es: Ha alcanzado el límite de memoria de su lifebox.
fr: L'espace de stockage de lifebox est presque atteint !
ka: შენი ლაიფბოქსის მახსოვრობა თითქმის სავსეა!
ro: Ai atins limita de memorie lifebox.
ru: Хранилище lifebox практически заполнено
sq: Arkiva juaj në lifebox është pothuajse plot!
tr: lifebox depolama alanın neredeyse dolu!
uk: Ви досягли межі пам'яті lifebox.

source: This edited photo will be saved as a new photo in your device gallery
ar: سيتم حفظ هذه الصورة التي تم تعديلها كصورة جديدة في معرض جهازك.
de: Dieses bearbeitete Foto wird als neues Foto in Ihrer Gerätegalerie gespeichert.
es: Esta foto editada se guardará como una nueva foto en la galería de su dispositivo.
fr: Cette photo modifiée sera enregistrée comme une nouvelle photo dans la galerie de votre appareil.
ka: ეს დამუშავებული ფოტო შეინახება შენი მოწყობილობის გალერეაში, როგორც ახალი ფოტო
ro: Fotografia editată va fi salvată în telefon ca o poză nouă
ru: Отредактированное фото будет сохранено в виде нового файла в галерее вашего устройства.
sq: Kjo foto e ndryshuar do të ruhet si foto e re në galerinë e pajisjes suaj.
tr: Düzenlediğiniz fotoğraf, cihaz galerinize yeni bir fotoğraf olarak kaydedilecektir.
uk: Відредаговані фото будуть збережені як нові на вашому пристрої у галереї

# We couldn’t find any place on your Lifebox yet.
source: We couldn’t find any places in your lifebox yet.
ar: لم يتم العثور بعد على أي مكان في لايف بوكس
de: Wir konnten noch keine Orte auf Ihrem lifebox finden.
es: Aún no hemos podido encontrar ningún lugar en su lifebox.
fr: Nous n'avons pas encore trouvé de place dans lifebox.
ka: ჩვენ ვერ ვოპოვნეთ ვერანაირი ადგილები შენს ლაიფბოქსში.
ro: Încă nu am găsit nici o locație în lifebox-ul tău.
ru: Мы пока не смогли найти ни одного места в вашем lifebox.
sq: Nuk mundëm të gjenim ndonje vend në lifebox-in tuaj.
tr: Henüz bir yer bulamadık
uk: Ми не знайшли жодного місця на вашому Lifebox.

source: *Average figure. Total number of documents depends on the size of each document.
ar: يعتمد العدد الإجمالي للمستندات على حجم كل منها.
de: *Durchschnittszahl. Die Gesamtanzahl der Dokumente hängt von der Größe jedes Dokuments ab.
es: * Cifra promedio. El número total de documentos depende del tamaño de cada documento.
fr: *Taille moyenne. Le nombre total de documents dépend de la taille de chaque document.
ka: *საშუალო მონაცემი. ჯამური რაოდენობა დოკუმენტების, დამოკიდებულია თითოეული დოკუმენტის ზომაზე.
ro: *Cifra medie. Numărul total de documente depinde de dimensiunea fiecărui document.
ru: * Среднее значение. Общее количество файлов зависит от размера каждого файла.
sq: *Shifër mesatare. Numri total i dokumenteve varet nga madhësia e secilit dokumenti.
tr: *Ortalama rakam. Belgelerin toplam sayısı her belgenin büyüklüğüne bağlıdır.
uk: Середнє значення. Загальна кількість документів залежить від розміру кожного документа.

# We couldn’t find anything on your Lifebox yet.
source: We couldn’t find any things in your lifebox yet.
ar: لم يتم العثور بعد على أي شيء في لايف بوكس
de: Wir konnten noch keine Dinge auf Ihrem lifebox finden.
es: No pudimos encontrar ninguna nada en su lifebox todavía.
fr: Nous n'avons encore rien trouvé dans lifebox.
ka: ჩვენ ჯერ ვერაფერი ვიპოვნეთ შენს ლაიფბოქსში.
ro: Încă nu am găsit nimic în lifebox-ul tău.
ru: Мы пока не смогли найти ни одного предмета в вашем lifebox.
sq: Nuk mundëm të gjenim asgjë në lifebox-in tuaj.
tr: Henüz bir nesne bulamadık
uk: Ми не знайшли жодних речей у вашому Lifebox.

source: Expiration Date: %@
ar: تاريخ إنتهاء الصلاحية: %@
de: Haltbarkeitsdatum: %@
es: Fecha de caducidad: %@
fr: Date d’expiration: %@
ka: ვადის გასვლის თარიღი: %@
ro: Data expirării: %@
ru: Срок истекает: %@
sq: Data e Skadencës: %@
tr: Bitiş Tarihi: %@
uk: Термін придатності: %@

source: Failed to get albums
ar: فشل في الحصول على ألبومات
de: konnte keine Alben erhalten
es: no pudo obtener álbumes
fr: Impossible d'accéder aux albums
ka: ალმობზე წვდომა წარუმატებელია
ro: nu a reușit să obțină albume
ru: не удалось получить альбомы
sq: Marrja e albumeve dështoi
tr: Albümlerine ulaşamadık.
uk: не вдалося отримати альбоми

source: termsAndUseEtkCheckboxText
ar: termsanduse
fr: Conditions d'utilisation, etc. Case à cocher
tr: Size uygun avantajlı ürün ve hizmetlerimize ilişkin bilgi verebilmek için abonelik sözleşmenizden sonra da reddetme hakkınızı kullanıncaya kadar geçerli olmak kaydıyla tarafınıza ticari elektronik ileti göndermek için izninizi istiyoruz.

# Please enter a valid login.
source: Login denied. Please check your credentials.
ar: رُفِضَ تسجيل الدخول. يرجى التحقق من بيانات الاعتماد.
de: Anmeldung abgelehnt. Bitte überprüfen Sie Ihre Zugangsdaten.
es: Inicio de sesión denegado Por favor revise sus credenciales
fr: Connexion impossible. Veuillez vérifier vos informations d’identification et réessayer.
ka: შესვლა უარყოფილია. გთხოვ შეამოწმო შენი მონაცემები.
ro: Introduceți textul de mai jos
ru: Неверный логин. Пожалуйста, проверьте логин или пароль
sq: Hyrja u refezua. Kontrolloni kredencialet tuaja.
tr: Giriş reddedildi. Lütfen giriş bilgilerini kontrol et.
uk: Невірний логін. Будь ласка, перевірте ваші персональні дані

source: Please enter the text below
ar: يرجى إدخال النص أدناه
de: Bitte geben Sie den folgenden Text ein
es: Por favor ingrese el texto a continuación
fr: Veuillez entrer la mention suivante
ka: გთხოვ შეიყვანო ტექსტი ქვემოთ
ro: Por favor ingrese el texto a continuación
ru: Пожалуйста, введите символы, показанные ниже
sq: Ju lutem, vendosni tekstin e mëposhtëm.
tr: Lütfen aşağıdaki metni giriniz.
uk: Будь ласка, введіть текст

source: Facebook Photo Tags
ar: Facebook صور العلامات
de: Facebook-Fototags
es: Etiquetas de fotos de Facebook
fr: Tags de photo Facebook
ka: ფეისბუქის ფოტოს თეგები
ro: Etichete pe poza facebook
ru: Фотометки Facebook
sq: Etiketimet e Fototve të Facebook
tr: Facebook Fotoğraf Etiketleri
uk: Фото позначки Facebook

# facebook_tags_on
source: You will import your Facebook tags to lifebox when you enable this option.
ar: ستحصل على علامات Facebook الخاصة بك على lifebox عند تمكين هذا الخيار
de: Wenn Sie diese Option aktivieren, erhalten Sie Ihre Facebook-Tags in die Lifebox
es: Se importarán tus etiquetas de Facebook al activar esta opción.
fr: Vous pourrez importer vos tags Facebook dans lifebox lorsque vous activerez cette option
ka: შენ ფეისბუქის თაგებს წამოიღებ ლაიფბოქსში, თუ ამ ოფციას მონიშნავ.
ro: După ce activezi această opțiune, vei primi etichetele tale Facebook în lifebox
ru: После включения данной опции фотометки из Facebook будут проставлены на ваших фото
sq: Ju do të merrni etiketimet tuaja të Facebook në lifebox kur ju e aktivizoni këtë funksion.
tr: Bu özelliği aktif hale getirdiğinde Facebook’taki kişi etiketlerin lifebox’ta da gözükecek.
uk: Ви побачите ваші Facebook позначки у lifebox, коли активуєте цей параметр

# facebook_tags_off
source: You will import your Facebook tags to lifebox when you enable this option.
ar: ستحصل على علامات Facebook الخاصة بك على lifebox عند تمكين هذا الخيار
de: Wenn Sie diese Option aktivieren, erhalten Sie Ihre Facebook-Tags in die Lifebox
es: Se importarán tus etiquetas de Facebook al activar esta opción.
fr: Vous pourrez désactiver vos tags Facebook dans lifebox lorsque vous activerez cette option
ka: შენ ფეისბუქის თაგებს წამოიღებ ლაიფბოქსში, თუ ამ ოფციას მონიშნავ.
ro: După ce activezi această opțiune, vei primi etichetele tale Facebook în lifebox
ru: После включения данной опции фотометки из Facebook будут проставлены на ваших фото
sq: Ju nuk do t'i merrni etiketimet tuaja të Facebook në lifebox kur e çaktivizoni këtë funksion.
tr: Bu özelliği aktif hale getirdiğinde Facebook’taki kişi etiketlerin lifebox’ta da gözükecek.
uk: Ви побачите ваші Facebook позначки у lifebox, коли активуєте цей параметр

# facebook_tags_import
source: Please enable "Import from Facebook" option to use "Facebook Tag Transfer" feature
ar: يرجى تمكين خيار "استيراد من Facebook" لاستخدام ميزة "نقل علامة Facebook".
de: Bitte aktivieren Sie die Option "Von Facebook importieren", um die Funktion "Facebook Tag Transfer" zu verwenden
es: Habilita la opción “Importar de Facebok” para usar la función “Transferencia de etiquetas de Facebook”.
fr: Veuillez autoriser l'option "Importer depuis Facebook" pour utiliser la fonctionnalité "Transfert de Tag Facebook"
ka: გთხოვთ, ჩართო „ფეისბუქიდან იმპორტი“ პარამეტრი „ფეისბუქის ტეგების გადაცემის“ ფუნქციის გამოსაყენებლად
ro: Activează opțiunea "Importă din Facebook" pentru a putea utiliza funcția "Transfer de Etichetă Facebook"
ru: Чтобы использовать функцию "Фотометки Facebook", пожалуйста, включите функцию "Импорт из Facebook".
sq: Ju lutem, aktivizoni mundësinë "Importo nga Facebook" për të përdorur funksionin "Transferim etiketimi nga Facebook"
tr: Facebook fotoğraf etiketlerinin lifebox’ta da gözükmesi için “Facebook’tan Taşı” özelliğini aktif hale getirmelisin.
uk: Будь ласка, активуйте параметр «Імпорт з Facebook», щоб скористатися опцією «Передача Facebook позначок»

# TermsOfUseLinkText
source: TapHere
ar: انقر
de: klicken
es: clic
fr: Cliquer ici
ka: დააჭირეაქ
ro: clic
ru: Нажмите
sq: PrekKëtu
tr: Tıklayın
uk: клацніть

# launch_campaign_card_detail
source: Details
ar: تفاصيل
de: Einzelheiten
es: Detalles
fr: Détails
ka: დეტალები
ro: Detalii
ru: Детали
sq: Detaje
tr: Detaylar
uk: Деталі

# launch_campaign_card_title
source: Prague Campaign
ar: حملة براغ
de: Prag Kampagne
es: Campaña de Praga
fr: Campagne Prague
ka: პრაღის კამპანია
ro: Campanie Praga
ru: Пражская кампания
sq: Fushata Pragë
tr: Prag Kampanyası
uk: Празька кампанія

# launch_campaign_card_message
source: Prague is waiting for you! Start exploring lifebox right now and be one of the 10 lucky couples
ar: براغ في انتظارك! ابدأ باستكشاف Lifebox الآن وكن أحد الأزواج الـ10 المحظوظين
de: Prag wartet auf Sie! Beginne jetzt mit der Erforschung der lifebox und gehöre zu den 10 glücklichen Paaren
es: ¡Praga te está esperando! Empieza a explorar lifebox ahora y sé una de las 10 parejas afortunadas
fr: Prague vous attend ! Commencez à explorer lifebox dès maintenant et faites partie des 10 couples chanceux
ka: პრაღა გელოდება! დაიწყე lifebox-ის შესწავლა ახლავე და იყავი 10 იღბლიან წყვილს შორის
ro: Praga vă așteaptă! Începeți să explorați acum Lifebox și să fiți unul dintre cele 10 cupluri norocoase
ru: Прага ждет вас! Начните исследовать lifebox прямо сейчас и стать одной из 10 счастливых пар
sq: Praga po ju pret! Filloni të eksploroni lifebox-in tani për të qënë një nga 10 çiftet me fat.
tr: Prag seyahati lifebox’la seni bekliyor! Sen de hemen lifebox’ı keşfetmeye başla, çekilişle belirlenecek 10 şanslı çiftten biri ol!
uk: Прага чекає на вас! Почніть вивчати lifebox зараз і станьте одним з 10 щасливих подружніх пар

source: %d same contact(s)
ar: %d جهات الاتصال نفسها
de: %d gleiche Kontakte
es: %d mismos contactos
fr: %d même(s) contact(s)
ka: %d მსგავსი კონტაქტ(ებ)ი
ro: %d aceleași contacte
ru: Дубликатов: %d
sq: %d i njejti kontakt/e
tr: %d aynı kişi
uk: Дублікатів: %d

# Quick Scroll Preparation
source: Preparing your photos and videos
ar: يمكنك إعداد صورك وفيديوهاتك
de: Ihre Fotos und Videos werden vorbereitet
es: Preparando tus fotos y videos.
fr: Préparer vos photos et vidéos
ka: ვამზდებთ შენს ფოტოებსა და ვიდეოებს
ro: Fișierele video și pozele Dvs. sunt în proces de pregătire
ru: Подготовка фото и видео
sq: Duke përgatitur fotot dhe videot tuaja
tr: Fotoğrafların ve videoların hazırlanıyor
uk: Підготовка ваших фото та відео

# delete_duplicated_title
source: To delete all duplicated contacts from your phone directory and unlock many more features, become a Premium member!
ar: لتتمكن من حذف جهات الاتصال المتكررة من دليل الهاتف وإلغاء قفل العديد من الميزات، احصل على العضوية البريميوم!
de: Wenn Sie alle doppelten Kontakte aus dem Telefonverzeichnis löschen und viele weitere Funktionen freischalten möchten, werden Sie ein Premium-Mitglied!
es: Conviértete en un miembro de Premium para poder borrar todos los contactos duplicados del directorio de telefóno y para desbloquear muchas más funciones.
fr: Pour supprimer tous les contacts en doublons de votre téléphone et débloquer de nombreuses autres fonctionnalités, devenez membre Premium !
ka: ყველა დუბლიკატი კონტაქტის წასაშლელად შენი მოწყობილობიდან და სხვა საინტერესო ფუნქციების გასააქტიურებლად, გახდი პრემიუმ წევრი!
ro: Pentru a avea mai multe beneficii, cum ar fi eliminarea numerele dublate din lista de contacte a telefonului, devino membru Premium!
ru: Чтобы удалить дубликаты контактов и разблокировать больше функций, станьте Премиум пользователем!
sq: Për të fshirë të gjitha kontaktet e përsëritura nga numëratori telefonik e për më shumë mundësi, bëhuni anëtar Premium!
tr: Telefon rehberindeki tekrarlayan kontakları silmek ve Premium hesabın diğer avantajlı özelliklerinden faydalanmak için Premium ol!
uk: Станьте Преміум користувачем, щоб видаляти дублікати контактів та користуватися розширеними функціями!

# face_recognition_title
source: To see all the faces in your gallery and unlock many more features, become a Premium member!
ar: لرؤية جميع الوجوه في معرضك وإلغاء قفل العديد من الميزات، احصل على العضوية البريميوم!
de: Wenn Sie alle Gesichter in Ihrer Galerie sehen und viele weitere Funktionen freischalten möchten, werden Sie ein Premium-Mitglied!
es: Conviértete en un miembro de Premium para ver todas las caras en tu galería y para desbloquear muchas más funciones.
fr: Pour voir tous les visages de votre galerie et débloquer de nombreuses autres fonctionnalités, devenez membre Premium !
ka: ყველა სახის სანახავად გალერეაში და სხვა საინტერესო ფუნქციების გასააქტიურებლად, გახდი პრემიუმ წევრი!
ro: Pentru a avea mai multe beneficii, cum ar fi vizualizarea tuturor fețe din galeria ta, devino membru Premium!
ru: Чтобы увидеть все лица в Вашей галерее и разблокировать больше функций, станьте Премиум пользователем!
sq: Për të parë të gjitha fytyrat në galerinë tuaj e për më shumë mundësi, bëhuni anëtar Premium!
tr: Fotoğraflarındaki tüm yüzlere ulaşmak ve Premium hesabın diğer avantajlı özelliklerinden faydalanmak için Premium ol!
uk: Станьте Преміум користувачем, щоб бачити всі обличчя у вашій галереї та користуватися розширеними функціями!

# places_title
source: To see all the places in your gallery and unlock many more features, become a Premium member!
ar: لرؤية جميع الأماكن في معرضك وإلغاء قفل العديد من الميزات، احصل على العضوية البريميوم!
de: Wenn Sie alle Orte in Ihrer Galerie sehen und viele weitere Funktionen freischalten möchten, werden Sie ein Premium-Mitglied!
es: Conviértete en un miembro de Premium para ver todos los lugares en tu galería y para desbloquear muchas más funciones.
fr: Pour voir tous les lieux de votre galerie et débloquer de nombreuses autres fonctionnalités, devenez membre Premium !
ka: იმისათვის, რომ ნახოთ ყველა ადგილი შენს გალერეაში და განბლოკო მრავალი სხვა ფუნქცია, გახდი Premium წევრი!
ro: Pentru a avea mai multe beneficii, cum ar fi vizualizarea tuturor locațiilor din galeria ta, devino membru Premium!
ru: Чтобы увидеть все места в Вашей галерее и разблокировать больше функций, станьте Премиум пользователем!
sq: Për të parë të gjitha vendet në galerinë tuaj e për më shumë mundësi, bëhuni anëtar Premium!
tr: Fotoğraflarındaki tüm yerlere ulaşmak ve Premium hesabın diğer avantajlı özelliklerinden faydalanmak için Premium ol!
uk: Станьте Преміум користувачем, щоб бачити всі місця у вашій галереї та користуватися розширеними функціями!

# things_title
source: To see all the things in your gallery and unlock many more features, become a Premium member!
ar: لرؤية جميع الأشياء في معرضك وإلغاء قفل العديد من الميزات، احصل على العضوية البريميوم!
de: Wenn Sie alle Dinge in Ihrer Galerie sehen und viele weitere Funktionen freischalten möchten, werden Sie ein Premium-Mitglied!
es: Conviértete en un miembro de Premium para ver todas las cosas en tu galería y para desbloquear muchas más funciones.
fr: Pour voir tout ce qui se trouve dans votre galerie et débloquer de nombreuses autres fonctionnalités, devenez membre Premium !
ka: იმისათვის, რომ ნახოთ ყველაფერი შენს გალერეაში და განბლოკო მრავალი სხვა ფუნქცია, გახდი Premium წევრი!
ro: Pentru a vedea toate lucrurile din galeria ta, precum și alte beneficii suplimentare, devino membru Premium!
ru: Чтобы увидеть все предметы в Вашей галерее и разблокировать больше функций, станьте Премиум пользователем!
sq: Për të parë gjithçka në galerinë tuaj e për më shumë mundësi, bëhuni anëtar Premium!
tr: Fotoğraflarındaki tüm nesnelere ulaşmak ve Premium hesabın diğer avantajlı özelliklerinden faydalanmak için Premium ol!
uk: Станьте Преміум користувачем, щоб бачити всі об'єкти у вашій галереї та користуватися розширеними функціями!

source: Use the following Premium Membership advantages with only %@ additional to your storage package
ar: استخدم مزايا العضوية البريميوم التالية مع%@ إضافية فقط لحزمة التخزين الخاصة بك
de: Nutzen Sie die folgenden Vorteile der Premium-Mitgliedschaft mit nur %@ zusätzlich zu Ihrem Speicherpaket
es: Use las siguientes ventajas de la Membresía de Premium con solo % @ adicional a su paquete de almacenamiento.
fr: Utilisez les avantages suivants liés à l'adhésion Premium avec seulement %@ supplémentaire à votre offre
ka: გამოიყენე მომდევნო Premium წევრობის უპირატესობები შენი შენახვის პაკეტის დამატებით მხოლოდ %@
ro: Beneficiază de avantajele Membrului Premium doar cu %@ adițional la pachetul tău de bază
ru: Используйте преимущества Премиум пользователей всего лишь с дополнительными %@ к вашему пакету.
sq: Përdorni avantazhet e abonimit Premium për vetëm %@ shtesë mbi paketën tuaj të arkivës.
tr: Avantajlı Premium özelliklerinden mevcut paketine ek sadece %@ ücretle faydalanabilirsin!
uk: Користуйтесь перевагами Преміум пакету лише за %@ додатково до вашого пакету!

source: Month
ar: شهر
de: Monat
es: Mes.
fr: Mois
ka: თვე
ro: Lună
ru: месяц
sq: Muaj
tr: Ay
uk: Місяць

# no_details_message
source: We are processing your request. We will inform you when it is finished.
ar: ننفذ طلبك، سنبلغكم عند اكتماله.
de: Wir bearbeiten Ihre Anfrage. Wir werden Sie informieren, wenn es fertig ist.
es: Estamos procesando su requerimiento. Te informaremos cuando esté terminado.
fr: Nous traitons votre demande. Nous vous informerons lorsque ce sera terminé.
ka: ჩვენ ვამუშავებთ შენს მოთხოვნას. როდესაც დასრულდება, შეგატყობინებთ.
ro: Solicitarea ta este procesată. Te vom anunța când va fi finalizată.
ru: Мы обрабатываем Ваш запрос. Мы сообщим, когда процесс закончится.
sq: Jemi duke përpunuar kërkesën tuaj. Do ju informojmë në përfundim.
tr: İsteğinizi gerçekleştiriyoruz. Tamamlandığında sizi bilgilendireceğiz
uk: Ваш запит обробляється. Ми повідомимо вам про завершення

source: Please try again later.
ar: حاول مرة أخرى من فضلك
de: Bitte versuchen Sie es später erneut.
es: Por favor, inténtelo de nuevo más tarde.
fr: Veuillez réessayer plus tard.
ka: კიდევ ერთხელ სცადე.
ro: Te rugăm să încerci mai târziu.
ru: Пожалуйста, попробуйте позже.
sq: Ju lutem, provoni përsëri më vonë.
tr: Bir hata oluştu, lütfen daha sonra tekrar deneyin.
uk: Будь ласка, спробуйте ще пізніше

# Back up with Original Quality
source: Back up in Original Quality
ar: يمكنك عمل نسخة احتياطية بجودة أصلية
de: Sichern Sie mit Originalqualität
es: Haz la copia con la calidad original
fr: Sauvegarder avec la qualité d’origine.
ka: სარეზერვო ასლის შექმნა ორიგინალური ხარისხით
ro: Crează o copie de rezervă cu calitatea originală
ru: Сохраняйте в оригинальном качестве
sq: Krijoni kopje rezervë me cilësi origjinale
tr: Anılarını orijinal kalitede yedekle
uk: Зберігайте резервні копії в оригінальній якості

# Remove Duplicate Contacts from Your Directory
source: Remove Duplicate Contacts from Your Phone Directory
ar: احذف جهات الاتصال المكررة من سجل هاتفك
de: Entfernen Sie doppelte Kontakte aus Ihrem Telefonverzeichnis
es: Borre todos los contactos duplicados de su directorio de telefóno.
fr: Supprimer les contacts en doublon de votre répertoire
ka: წაშალეთ დუბლიკატი კონტაქტები შენი ტელეფონის ცნობარიდან
ro: Elimină duplicatele din Contactele telefonului.
ru: Удаляйте дубликаты контактов из телефонной книги
sq: Hiqni kontaktet e përsëritura nga Numëratori Telefonik.
tr: Rehberindeki Tekrarlayan Kontakları Sil!
uk: Видаляйте дублікати контактів з вашого телефону

source: Face Recognition to reach your loved one's memories
ar: التعرف على الوجوه للوصول إلى ذكرياتك مع أحبابك
de: Gesichtserkennung, um die Erinnerungen Ihres geliebten Menschen zu erreichen
es: Reconocimiento facial para alcanzar tus recuerdos queridos y importantes para ti.
fr: Reconnaissance faciale pour retrouver les souvenirs de vos proches
ka: სახის ამოცნობა შენი საყვარელი ადამიანის მოგონებების გასავრცელებლად
ro: Recunoașterea facială, pentru a ajunge la amintirile cu cei dragi
ru: Находите любимые воспоминания с функцией Распознавания лиц
sq: Njohja e Fytyrës për të aksesuar kujtimet e të dashurve tuaj
tr: Yüz Tanıma ile sevdiklerinle olan anılara daha kolay ulaş!
uk: Знаходьте найулюбленіші спогади з функцією Розпізнавання обличчь

source: Place Recognition to beam you up to the memories
ar: التعرف على الأماكن لنقلك إلى الذكريات
de: Platzieren Sie die Erkennungsfunktion, um dich zu den Erinnerungen zu beamen
es: Reconocimiento de lugar para transmitirte a los recuerdos.
fr: Reconnaissance de lieux pour vous téléporter dans vos souvenirs
ka: მოათავსე Recognition, რათა გაგაშუქოთ მოგონებები
ro: Recunoașterea facială, pentru a te arunca în amintiri
ru: Возвращайтесь в любимые места с функцией Распознавания мест
sq: Njohja e Vendit për t'ju shëtitur nëpër kujtimet tuaja
tr: Lokasyon Tanıma ile anıların yerlere göre gruplansın!
uk: Повертайтеся у спогади з функцією Розпізнавання місць

source: Object Recognition to remember with things you love
ar: التعرف على الأشياء لتذكيرك بالأشياء التي تحبها
de: Objekterkennungsfunktion, sich an Dinge zu erinnern, die Sie lieben
es: Reconocimiento de objetos para recordarte las cosas que te gusten más.
fr: Reconnaissance des objets pour vous souvenir des choses que vous aimez
ka: ობიექტის ამომცნობი, რათა გაიხსენო ის რაც გიყვარს
ro: Recunoașterea obiectelor, pentru a-ți aminti de lucruri scumpe
ru: Помните любимые вещи с функцией Распознавания объектов
sq: Njohja e Objekteve për t'ju kujtuar për gjërat që ju keni për zemër
tr: Nesne Tanıma ile anılarını nesnelere göre grupla!
uk: Пам'ятайте улюблені речі з функцією Розпізнавання об'єктів

source: Become Premium
ar: كن بريميوم
de: Werden Sie ein Premium-Mitglied
es: Conviértete un Premium
fr: Devenir Premium
ka: გახდი პრემიუმი
ro: Devino Premium
ru: Стать Премиум
sq: Bëhuni Premium
tr: Premium Ol
uk: Станьте Преміум користувачем

# Become Premium Member!
source: Become a Premium Member!
ar: احصل على العضوية البريميوم!
de: Premium-Mitglied werden!
es: Conviértete en un miembro de Premium
fr: Devenir Membre Premium !
ka: გახდი Premium წევრი!
ro: Devino Membru Premium!
ru: Стать Премиум пользователем!
sq: Bëhuni anëtar Premium!
tr: Premium Ol!
uk: Приєднуйтесь до Преміум клубу!

source: Leave Premium Membership
ar: غادر العضوية البريميوم!
de: Premium-Mitgliedschaft verlassen
es: Deja la Membresía de Premium
fr: Quitter l’adhésion Premium
ka: დატოვე Premium წევრობა
ro: Renunță la Membru Premium
ru: Отменить Премиум подписку
sq: Ndërprisni abonimin Premium
tr: Premium'dan Ayrıl
uk: Відмінити Преміум підписку

# Standard User
source: lifebox Standard
ar: لايف بوكس القياسي
de: lifebox Premium
es: Lifebox Estándar
ka: lifebox Standard-ი
ru: Стандарт пользователь
tr: lifebox Standart
uk: lifebox Стандарт

# Premium User
source: lifebox Premium
ar: لايف بوكس الممتاز
de: lifebox Standart
ka: lifebox Premium-ი
ru: Премиум пользователь
uk: lifebox Преміум

source: lifebox Premium
ar: لايف بوكس بريميوم
es: Lifebox de Premium.
ka: lifebox Premium-ი
ru: lifebox Премиум
uk: lifebox Преміум
