Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# contact_phase2_delete_backup_success_card_title
source: Auto Contact Backup
ar: النسخ الاحتياطي التلقائي
de: Automatischer Kontaktbackup
es: Copia De Seguridad Automática De Contactos
fr: Sauvegarde Automatique De Répertoire Téléphonique
ka: ავტომატური კონტაქტის სარეზერვო ასლი
ro: Backup Automat Agendă
ru: Автоматическое Резервное Копирование Телефонной Книги
sq: Rezervimi automatik i librit të telefonit
tr: Otomatik Rehber Yedekleme
uk: Автоматичне Резервне Копіювання Контактів

# contact_phase2_delete_backup_success_card_message
source: Your auto contact backup is off! Enable now and lifebox can sync your contacts automatically.
ar: يمكنكتشغيلالنسخالاحتياطيالتلقائيلعملنسخةاحتياطيةمنالدليلتلقائيًاعلىفترات منتظمة.
de: Sie können das automatische Backup aktivieren, um Ihr Verzeichnis regelmäßig automatisch zu sichern.
es: Puede abrir la función de copia de seguridad automática para hacer una copia de seguridad automática de sus contactos periódicamente.
fr: Vous pouvez activer votre sauvegarde automatique pour sauvegarder automatiquement votre répertoire téléphonique régulièrement.
ka: შენი კონტაქტის ავტომატური რეზერვაცია გამორთულია! თუ ჩართავ, lifebox-ს შეუძლია შენი კონტაქტების ავტომატურად სინქრონიზაცია.
ro: Poți activa backup-ul tău. automat pentru a efectua backup-ul automat al agendei tale la intervale regulate.
ru: Вы можете включить автоматическое резервное копирование для автоматического резервного копирования вашей телефонной книги на регулярной основе.
sq: Për të rezervuar automatikisht librin tënd të telefonit në intervale të rregullta, mund të aktivizosh rezervimin tënd automatik.
tr: Rehberini düzenli periyotlarla otomatik yedeklemek için otomatik yedeklemeni açabilirsin.
uk: Ви можете включити автоматичне резервне копіювання для регулярного автоматичного резервного копіювання контактів.

# contact_phase2_contact_backup_success_navbar_title
source: Back up
ar: قم بالنسخ الاحتياطي
es: Hacer una copia de seguridad
fr: Sauvegarder
ka: რეზერვაცია
ro: Efectuează backup
ru: Копировать
sq: Rezervo
tr: Yedekle
uk: Резервне копіювання

# contact_phase2_contact_backup_success_title
source: Back up Successfully
ar: اكتملالنسخالاحتياطي
de: Backup angeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
ka: რეზერვაცია წარმატებულია
ro: Backup-ul s-a finalizat
ru: Создание резервной копии завершено
sq: Rezervimi u plotësua
tr: Yedekleme tamamlandı
uk: Резервне копіювання завершено

# contact_phase2_contact_backup_success_message
source: You have new %d contacts and no possible duplicates to review in your lifebox.
ar: مععدموجودتسجيلمjكرر, فقد تم النسخ الاحتياطي لتسجيل جديد لدليل الهاتف %d بأمان بلايف بوكسlifebox.
de: Ohne doppelte Registrierung wurden % d im neuen Verzeichnis auf Lifebox gesichert.
es: Se han realizado copias de seguridad de %d nuevos contactos en lifebox, sin ninguna repetición.
fr: L'enregistrement de nouveau répertoire téléphonique %d a été sauvegardé en toute sécurité sur lifebox sans aucun enregistrement répété.
ka: შენ გაქვს ახალი %d კონტაქტი და არ არის შესაძლებელი დუბლიკატების განხილვა lifebox-ში.
ro: A fost efectuat backup în siguranță pentru %d contacte noi din agendă care nu sunt duplicate.
ru: %d новых записей телефонной книги были благополучно сохранены в ваш lifebox без повторяющихся записей (дубликатов).
sq: Pa ndonjë regjistrim të përsëritur, %d e Regjistrimeve të reja të librit të telefonit është ngarkuar në mënyrë të sigurt në lifebox-in tënd.
tr: Hiç tekrarlı kayıt olmadan %d yeni rehber kaydı lifebox'ına güvenle yedeklendi.
uk: Безпечне резервне копіювання в нову книгу контактів Lifebox %d здійснено без повторного копіювання.

# contact_phase2_warning_popup_contact_permissions_title
source: You have reached your lifebox storage limit
ar: إذن الوصول لجهات الاتصال
de: Zugriffsberechtigung für Kontakte
es: Permiso De Acceso A Contactos
fr: Autorisation D'accès Aux Contacts
ka: ნებართვა უარყოფილია
ro: Permis de acces la Persoanele de Contact
ru: Разрешение на Доступ Контактам
sq: Leja e qasjes tek personat
tr: Kişilere Erişim İzni
uk: Дозвіл на Доступ Контактів

# contact_phase2_warning_popup_contact_permissions_message
source: Your storage is full, so you cannot restore your contacts. You can expand your storage or delete any files in Lifebox.
ar: حتى يمكنك القيام بالنسخ الاحتياطي لدليل هاتفك بلايف بوكس lifebox,فيجب عليك السماح للوصول لجهات اتصال لايف بوكسlifebox من إعدادات الهاتف.
de: Um das Verzeichnis auf Lifebox sichern zu können, müssen Sie den Kontakten über die Einstellungen den Zugriff auf Lifebox erlauben.
es: Para poder hacer una copia de seguridad de la guía telefónica en lifebox, debe permitir que los contactos de lifebox accedan en la configuración del teléfono.
fr: Pour pouvoir sauvegarder le répertoire téléphonique sur lifebox, vous devez autoriser lifebox à accéder aux contacts via les paramètres du téléphone.
ka: იმისათვის, რომ შეძლო შენი ტელეფონის წიგნის სარეზერვო ასლის შექმნა lifebox-ში, შენ უნდა მისცე Lifebox-ს წვდომა შენს კონტაქტებზე ტელეფონის პარამეტრებიდან.
ro: Pentru a putea efectua backup agendei telefonice în lifebox, trebuie să permiteți lui lifebox să acceseze persoanele de contact din setările telefonului.
ru: Чтобы иметь возможность выполнять резервное копирование телефонной книги в lifebox, вы должны разрешить доступ lifebox к контактам в настройках телефона.
sq: Për të qenë e mundur të rezervosh librin tënd të telefonit në lifebox, duhet të lejosh që të qaset tek personat e lifebox-it nga cilësimet e telefonit.
tr: Telefon rehberini lifebox'a yedekleyebilmek için, telefon ayarlarından lifebox'ın kişilerine erişmesine izin vermelisin.
uk: Для здійснення резервного копіювання телефонної книги в lifebox, Вам потрібно включити доступ до контактів lifebox у настройках телефону.

# contact_phase2_warning_popup_contact_permissions_storage_button
source: Expand My Storage
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
ka: პარამეტრები
ro: Setări
ru: Настройки
sq: Cilësimet
tr: Ayarlar
uk: Настройки

# contact_phase2_warning_popup_contact_permissions_delete_button
source: Delete Files
ar: امسح المحتويات العائدة لي
de: Inhalte löschen
es: Eliminar mi Contenido
fr: Supprimer Mes Contenus
ka: წაშალე ფაილები
ro: Şterge-mi conținutul
ru: Удалить Мой Контент
sq: Fshiji përmbajtjet e mia
tr: İçeriklerimi Sil
uk: Очистити Вміст

# contact_phase2_warning_popup_storage_limit_title
source: Permission Denied
ar: مساحةتخزين lifebox ممتلئة بشكل تام
de: Der Speicherplatz auf Lifebox ist voll
es: Espacio de almacenamiento de lifebox está completamente lleno
fr: Votre espace de stockage de lifebox est plein
ka: შენ მიაღწიე შენი lifebox-ის მეხსიერების ლიმიტს
ro: Spațiul de stocare din lifebox s-a umplut complet
ru: Хранилище lifebox полностью заполнено
sq: Hapësira jote e ruajtjes së lifebox-it është plotësisht e plotë
tr: lifebox saklama alanın tamamen dolu
uk: Сховище lifebox заповнене

# contact_phase2_warning_popup_storage_limit_message
source: You don’t give the permission to backup your contacts from your phone.
ar: لا يمكنك الاستمرار بالعملية بسبب عدم وجود مكان فارغ بمساحة التخزين.يمكنك رفع مساحة التخزين أو يمكنك فتح مكان بمساحة التخزين من خلال مسح ملفاتك.
de: Sie können die Verarbeitung nicht fortsetzen, da kein Speicherplatz vorhanden ist. Sie können den Speicher erhöhen oder Dateien löschen um Speicherplatz freizugeben.
es: No puede continuar el proceso porque no hay espacio en el área de almacenamiento. Puede aumentar su capacidad de almacenamiento o puede crear espacio libre eliminando los archivos existentes en su almacenamiento.
fr: Vous ne pouvez pas continuer l’opération car il n'y a pas d'espace de stockage. Vous pouvez mettre à niveau votre espace de stockage ou supprimer des fichiers et libérer de place dans votre espace de stockage.
ka: შენი მეხსიერება სავსეა, ასე რომ შენ არ შეგიძლია კონტაქტების აღდგენა. შეგიძლია გააფართოვო შენი მეხსიერება ან წაშალო ნებისმიერი ფაილი lifebox-ში.
ro: Nu puteți continua operațiunea deoarece nu a mai rămas loc în spațiu de stocare. Poți mări spațiul de stocare sau poți elibera spațiul de stocare prin ștergerea fișierelor.
ru: Вы не можете продолжить действие по причине недостатка свободного места в хранилище. Вы можете увеличить пространство для хранения или освободить место удалив файлы.
sq: Nuk mund të vazhdosh në veprim sepse nuk ka mbetur vend në hapësirën tënde të ruajtjes. Mund të zmadhosh hapësirën e ruajtjes ose të lirosh hapësirën e ruajtjes duke i fshirë skedarët e tua.
tr: Saklama alanında yer kalmadığı için işleme devam edemiyorsun. Saklama alanını yükseltebilir veya dosyalarını silerek saklama alanında yer açabilirsin.
uk: Ви не можете продовжити обробку, так як в сховищі немає місця. Ви можете збільшити простір або видалити файли та звільнити місце для зберігання.

# contact_phase2_warning_popup_storage_limit_settings_button
source: Settings
ar: ارفع من مساحة التخزين الخاصة بي
de: Speicherplatz erhöhen
es: Aumentar la capacidad de mi almacenamiento
fr: Mettre A Niveau Mon Espace De Stockage
ka: გააფართოვე ჩემი მეხსიერება
ro: Mărește Spațiul de Stocare
ru: Увеличить Пространство для Хранения
sq: Zmadhoje hapësirën time të ruajtjes
tr: Saklama Alanımı Yükselt
uk: Збільшити Простір для Зберігання

source: contact_phase2_error_iternal
ar: حدثخطأمؤقت.من فضلكحاولمرةاخرى.
de: Ein vorübergehender Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error temporal. Inténtalo de nuevo.
fr: Une erreur temporaire s'est produite. Veuillez réessayer.
ka: დროებითი შეცდომა დაფიქსირდა. მოგვიანდებით სცადე.
ro: A apărut o eroare temporară. Te rog să încerci din nou.
ru: Произошла временная ошибка. Пожалуйста, попробуйте еще раз.
sq: Ka ndodhur një gabim i përkohshëm. Ju lutemi provojeni përsëri.
tr: Geçici bir hata oluştu. Lütfen tekrar deneyin.
uk: Виникла тимчасова помилка. Будь ласка, спробуйте ще раз.

# download_document_error_popup
source: You can only download photo, video or album
ar: يمكنك تنزيل الصور والفيديو أوالألبوم فقط.
de: Sie können nur Fotos, Videos oder Alben herunterladen.
es: Sólo puedes descargar fotos, video o álbum.
fr: Vous ne pouvez télécharger que des photos, des vidéos ou des albums.
ka: შენ მხოლოდ ფოტოს, ვიდეოს ან ალბომის გადმოწერა შეგიძლია
ro: Poţi descărca numai fotografii, videoclipuri sau albume.
ru: Вы можете загружать только фотографии, видео или альбомы.
sq: Vetëm mund të shkarkosh fotografi, video ose albume.
tr: Yalnızca fotoğraf, video veya albüm indirebilirsin.
uk: Ви можете завантажувати тільки фотографії, відео чи альбоми.

# contact_phase2_history_cell_Contact_List
source: Contact List
ar: قائمة جهات الاتصال
de: Kontaktliste
es: Lista de Contactos
fr: Liste De Contacts
ka: კონტაქტების სია
ro: Lista Persoanelor de Contact
ru: Список Контактов
sq: Lista e Personave
tr: Kişi Listesi
uk: Список Контактів

# settings_action_sheet_account_details
source: Account details
ar: تفاصيل الحساب
de: Kontodetails
es: Los detalles de cuenta
fr: Mon compte
ka: ანგარიშის დეტალები
ro: Detalii Cont
ru: Детали учетной записи
sq: Detajet e llogarisë
tr: Hesap Detayları
uk: Деталі облікового запису

# contact_phase2_error_backup_title
source: contact_phase2_error_backup
ar: لم يتم التمكن من القيام بالنسخ الاحتياطي!
de: Backup fehlgeschlagen!
es: ¡Copia de seguridad fallida!
fr: La sauvegarde a échoué!
ka: დარეზერვება წარუმატებელია
ro: Backup-ul nu a putut fi realizat!
ru: Ошибка резервного копирования!
sq: Rezervimi nuk është mundur të kryhet!
tr: Yedekleme yapılamadı!
uk: Створення резервних копій не виконана!

# contact_phase2_error_restore_title
source: contact_phase2_error_restore
ar: لم يتم التمكن من القيام بالنقل إلى الهاتف!
de: Übertragung auf das Handy fehlgeschlagen!
es: ¡La transferencia al teléfono ha fallado!
fr: Le transfert vers le téléphone a échoué!
ka: აღდგენა წარუმატებელია
ro: Transferul pe telefon nu a putut fi realizat!
ru: Передача на телефон не удалась!
sq: Transferimi në telefon nuk është mundur të kryhet!
tr: Telefona aktarım yapılamadı!
uk: Переміщення на телефон не вдалося!

source: contact_phase2_error_delete_title
ar: لم يتم التمكن من القيام بعملية المسح!
de: Löschen fehlgeschlagen!
es: ¡El proceso de eliminación ha fallado!
fr: La suppression a échoué!
ka: წაშლა წარუმატებელია
ro: Operațiunea de Ștergere nu a putut fi realizată!
ru: Удаление не удалось!
sq: Veprimi i fshirjes nuk është mundur të kryhet!
tr: Silme işlemi yapılamadı!
uk: Видалення не виконане!

source: contact_phase2_error_quota_restore
ar: لا يمكنك الاستمرار بالعملية بسبب عدم تواجد مكان فارغ بمساحة التخزين.يمكنك رفع مساحة التخزين أو يمكنك فتح مكان بمساحة التخزين من خلال مسح ملفاتك.
de: Sie können die Verarbeitung nicht fortsetzen, da kein Speicherplatz vorhanden ist. Sie können den Speicher erhöhen oder Dateien löschen um Speicherplatz freizugeben.
es: No puede continuar el proceso porque no hay espacio en el área de almacenamiento. Puede aumentar su capacidad de almacenamiento o puede crear espacio libre eliminando los archivos existentes en su almacenamiento.
fr: Vous ne pouvez pas continuer l’opération car il n'y a pas d'espace de stockage. Vous pouvez mettre à niveau votre espace de stockage ou supprimer des fichiers et libérer de place dans votre espace de stockage.
ka: შენ არ შეგიძლია გააგრძელო დამუშავება, რადგან შენი მეხსიერება სავსეა. შეგიძლია გააფართოვო მეხსიერება ან წაშალო ფაილები და გაათავისუფლო შენი lifebox საცავი.
ro: Nu puteți continua operațiunea deoarece nu a mai rămas loc în spațiu de stocare. Poți mări spațiul de stocare sau poți elibera spațiul de stocare prin ștergerea fișierelor.
ru: Вы не можете продолжить действие по причине недостатка свободного места в хранилище. Вы можете увеличить пространство для хранения или освободить место удалив файлы.
sq: Nuk mund të vazhdosh në veprim sepse nuk ka mbetur vend në hapësirën tënde të ruajtjes. Mund të zmadhosh hapësirën e ruajtjes ose të lirosh hapësirën e ruajtjes duke i fshirë skedarët e tua.
tr: Saklama alanında yer kalmadığı için işleme devam edemiyorsun. Saklama alanını yükseltebilir veya dosyalarını silerek saklama alanında yer açabilirsin.
uk: Ви не можете продовжити обробку, так як в сховищі немає місця. Ви можете збільшити простір або видалити файли та звільнити місце для зберігання.

source: contact_phase2_error_quota_backup
ar: لا يمكنك الاستمرار بالعملية بسبب عدم تواجد مكان فارغ بمساحة التخزين.يمكنك رفع مساحة التخزين أو يمكنك فتح مكان بمساحة التخزين من خلال مسح ملفاتك.
de: Sie können die Verarbeitung nicht fortsetzen, da kein Speicherplatz vorhanden ist. Sie können den Speicher erhöhen oder Dateien löschen um Speicherplatz freizugeben.
es: No puede continuar el proceso porque no hay espacio en el área de almacenamiento. Puede aumentar su capacidad de almacenamiento o puede crear espacio libre eliminando los archivos existentes en su almacenamiento.
fr: Vous ne pouvez pas continuer l’opération car il n'y a pas d'espace de stockage. Vous pouvez mettre à niveau votre espace de stockage ou supprimer des fichiers et libérer de place dans votre espace de stockage.
ka: შენ არ შეგიძლია გააგრძელო დამუშავება, რადგან შენი მეხსიერება სავსეა. შეგიძლია გააფართოვო მეხსიერება ან წაშალო ფაილები და გაათავისუფლო შენი lifebox საცავი.
ro: Nu puteți continua operațiunea deoarece nu a mai rămas loc în spațiu de stocare. Poți mări spațiul de stocare sau poți elibera spațiul de stocare prin ștergerea fișierelor.
ru: Вы не можете продолжить действие по причине недостатка свободного места в хранилище. Вы можете увеличить пространство для хранения или освободить место удалив файлы.
sq: Nuk mund të vazhdosh në veprim sepse nuk ka mbetur vend në hapësirën tënde të ruajtjes. Mund të zmadhosh hapësirën e ruajtjes ose të lirosh hapësirën e ruajtjes duke i fshirë skedarët e tua.
tr: Saklama alanında yer kalmadığı için işleme devam edemiyorsun. Saklama alanını yükseltebilir veya dosyalarını silerek saklama alanında yer açabilirsin.
uk: Ви не можете продовжити обробку, так як в сховищі немає місця. Ви можете збільшити простір або видалити файли та звільнити місце для зберігання.

# contact_phase2_error_message
source: An unknown error was encountered. Please try again later.
ar: حدثخطأمؤقت.من فضلكحاولمرةاخرى.
de: Ein vorübergehender Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error temporal. Inténtalo de nuevo.
fr: Une erreur temporaire s'est produite. Veuillez réessayer.
ka: უცნობ შეცდომას შევეჩეხე, გთხოვ მოგვიანებით სცადო.
ro: A apărut o eroare temporară. Te rog să încerci din nou.
ru: Произошла временная ошибка. Пожалуйста, попробуйте еще раз.
sq: Ka ndodhur një gabim i përkohshëm. Ju lutemi provojeni përsëri.
tr: Geçici bir hata oluştu. Lütfen tekrar deneyin.
uk: Виникла тимчасова помилка. Будь ласка, спробуйте ще раз.

# contact_phase2_result_backup_nav_bar_title
source: Back up
ar: قم بالنسخ الاحتياطي
es: Hacer una copia de seguridad
fr: Sauvegarder
ka: დაარეზერვე
ro: Efectuează backup-ul
ru: Копировать
sq: Rezervo
tr: Yedekle
uk: Резервне копіювання

# contact_phase2_result_restore_nav_bar_title
source: Restore
ar: انقلها إلى الهاتف
de: Übertragung auf das Handy
es: Transferencia al Teléfono
fr: Transférer Vers Le Téléphone
ka: აღდგენა
ro: Transferă pe Telefon
ru: Перевести на Телефон
sq: Transfero në telefon
tr: Telefona Aktar
uk: Перевести на Телефон

# contact_phase2_result_delete_backup_nav_bar_title
source: Delete Back up
ar: امسح النسخة الاحتياطية
de: Backup löschen
es: Eliminar Copia de Seguridad
fr: Supprimer la Sauvegarde
ka: რეზერვის წაშლა
ro: Șterge Backup-ul
ru: Удалить Резервную Копию
sq: Fshije rezervën
tr: Yedeği Sil
uk: Видалити Резервну Копію

# contact_phase2_result_delete_duplicates_nav_bar_title
source: Delete Duplicates
ar: امسح المتكرر
de: Duplikate löschen
es: Eliminar las Entradas Repetidas
fr: Supprimer Ceux Qui Répètent
ka: დუბლიკატების წაშლა
ro: Șterge duplicatele
ru: Удалить Дубликаты
sq: Fshiji të përsëriturat
tr: Tekrarlayanları Sil
uk: Видалити Повторення

# contact_phase2_result_delete_all_contacts_nav_bar_title
source: Delete Contacts
ar: امسح جهات الاتصال
de: Kontakte löschen
es: Eliminar Contactos
fr: Supprimer les Contacts
ka: კონტაქტების წაშლა
ro: Șterge Persoanele de Contact
ru: Удалить Контакты
sq: Fshiji personat
tr: Kişileri Sil
uk: Видалити Контакти

source: Indicates that a user with the given e-mail address already exists and login will be allowed after e-mail address validation.
de: Gibt an, dass ein Benutzer mit der angegebenen E-Mail-Adresse bereits existiert und die Anmeldung nach der Validierung der E-Mail-Adresse erlaubt ist.
es: Indica que un usuario con la dirección de correo electrónico dada ya existe y se permitirá el inicio de sesión después de la validación de la dirección de correo electrónico.
fr: L'adresse mail donnée est déjà utilisée par un autre utilisateur. La connexion sera autorisée après la validation de l'adresse mail.
ka: ამ მეილის მქონე მომხმარებელი უკვე არსებობს და შესვლა შეეძლება მეილის ვალიდაციის შემდეგ.
ro: Se pare că deja exista utilizator cu această adresă e-mail, iar înregistrarea va fi permisă abia dupa validarea adresei e-mail.
ru: указывает, что пользователь с данным электронным адресом уже существует, вход будет разрешён после проверки адреса
sq: Tregon që një përdorues me adresen e caktuar të e-mail ekziston dhe se logimi do të lejohet pas aprovimit të adresës së e-mail.
tr: Bu e-posta adresine sahip bir kullanıcı kayıtlı görünüyor. Girişine e-posta adres doğrulama işleminden sonra izin verilecektir.
uk: Вказує на те, що користувач із вказаною адресою електронної пошти вже існує, і після верифікації електронної пошти буде дозволено ввійти в систему.

source: Hm, can’t believe you are doing this! When you decide to reactivate it, we’ll be here for you :) If you insist, send 2 through SMS to 10010 for 100 GB pack deactivation and 50030 for 500 GB
fr: Humm, incroyable que vous fassiez ça ! Quand vous souhaiterez la réactiver, nous serons là pour vous :) sinon envoyez 2 par SMS au 10010 pour 100Go de pack désactivation ou au 50030 pour 500Go
ka: ჰმ, არ გვჯერა რომ ამას აკეთებ! როცა რეაქტივაციას გადაწყვეტ, ჩვენ აქ ვიქნებით :) თუ მაინც არ იშლი, გამოგზავნე 2 SMS ნომერზე 10010 თუ 100 GB პაკეტის დეაქტივაცია გინდა ან 50030 თუ 500 GB -იანის
ro: Hm, chiar îți dorești asta? Oricând hotărăști să reactivezi pachetul, te așteptăm cu drag :) Dacă tot insiști, expediază un SMS cu cifra 2 la 10010 pentru dezactivarea pachetului de 100GB sau la 50030 pentru cel de 500GB
ru: Хмм, вы действительно этого хотите? Если решите повторно активировать пакет, ждем вас с нетерпением :) А если все же хотите продолжить, отправьте SMS с цифрой 2 на номер 10010 для деактивации пакета 100 GB, либо на 50030 для пакета 500 GB
tr: Hm, bunu yaptığınıza inanamıyoruz! Yeniden etkinleştirmek istediğinizde, sizi bekliyor olacağız :) Eğer ısrarlı iseniz, 100GB iptali için 2 yazıp 10010'a, 500GB iptali için 2 yazıp 50030'a SMS gönderin.

source: iCloud Drive
de: iCloud-Laufwerk
ka: iCloud დრაივი
sq: Hard disku iCloud
tr: iCloud Sürücüsü

source: searchIcon
de: SuchIcon
es: Icono de Búsqueda
fr: Icône de recherche
ka: ძიების ხატულა
ro: butonul Căutare
ru: Иконка поиска
sq: Ikona e kërkimit
tr: Ikon Ara
uk: значок пошуку

source: DeleteShareButton
de: Lösche Share-Taste
es: Eliminar Botón de Compartir
fr: Supprimer le bouton de partage
ka: წაშლა,გაზიარების ღილაკი
ro: butonul Șterge Partajează
ru: Удалить кнопку Поделиться
sq: Butoni Fshij-Shpërndaj
tr: Arama Butonunu Sil

source: Shows that a response operation is done for the given receipt.
de: Zeigt an, dass eine Antwortoperation für den angegebenen Beleg ausgeführt wird.
es: Muestra que se realiza una operación de respuesta para el recibo dado.
fr: Cela montre qu’une opération de réponse est effectuée pour le reçu donné.
ka: აჩვენებს, რომ პასუხის ოპერაცია შესრულებულია მოცემულ ქვითარზე.
ro: Arată că operațiunea de răspuns pentru incasarea primită este gata
ru: показывает, что для данной квитанции выполнена ответная операция.
sq: Tregon se një operacion është ndërmarrë si përgjigje e faturës së dhënë.
tr: Belirtilen tarife için bir yanıt işleminin yapıldığını gösterir.
uk: Показує, що операція відповіді виконана для даної квитанції.

# offersCancelLife
source: To deactivate lifebox 25GB please send SMS with the text “Stop1”, for lifebox 100GB please send SMS with the text “Stop2", for lifebox 500GB please send SMS with the text “Stop3" to the number 6767
fr: Pour désactiver lifebox 25 Go envoyer “Stop1”, pour désactiver lifebox 100 Go envoyer “Stop2”, pour désactiver lifebox 500 Go envoyer “Stop3” au 6767.
ka: lifebox 25GB-ის დეაქტივაციისთვის გთხოვთ გამოაგზავნო SMS ტექსტით „Stop1“, lifebox 100GB-ს გთხოვთ გამოაგზავნო SMS ტექსტით „Stop2“, lifebox 500GB-ს გთხოვთ გამოაგზავნო SMS ტექსტით „Stop3“ ნომერზე 6767.
ru: Чтобы отменить подписку на пакет "lifebox 25GB", пожалуйста, отправьте SMS с текстом “Stop1” на короткий номер 6767, на пакет "lifebox 100GB" - SMS с текстом “Stop2”, на пакет "lifebox 500GB" - SMS с текстом “Stop3”
sq: Për të çaktivizuar lifebox 25GB, ju lutem dërgoni një SMS me text "Stop1"; për lifebox 100GB, ju lutem dërgoni SMS me text "Stop2"; për lifebox 500GB ju lutem dërgoni SMS me text "Stop3", në numrin 6767.
tr: lifebox 25GB paketini iptal etmek için lütfen “Stop1” metnini kullanarak, lifebox 100GB paketini iptal etmek için lütfen “Stop2” metnini kullanarak, lifebox 500GB paketini iptal etmek için lütfen “Stop3” metnini kullanarak, 6767'ye SMS atın.
uk: 25ГБ, будь ласка, відправте СМС з текстом «Stop1», деактивувати lifebox 100ГБ – СМС з текстом «Stop2», деактивувати lifebox 500ГБ – СМС з текстом «Stop3» на номер 6767

# lorem_ipsum_non_turkcell
source: Please do not translate this
de: Bitte übersetzen Sie das nicht
es: Por favor no traduzcas esto
fr: Veuillez ne pas traduire cela
ka: გთხოვთ, ნუ თარგმნი ამას
sq: Ju lutem mos e përktheni këtë
uk: Будь ласка, не перекладайте це
