Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# become_premium_header_people_subtitle
source: Would you like to backup your memories in the original quality? Maybe you need some help with organizing your photos pile and contacts? Become a Premium member and let lifebox ease your life. Check out the Premium features and special offers below.
ar: هل ترغب في النسخ الاحتياطي لذكرياتك بجودة أصلية ؟ربما انت بحاجة لمساعدة من أجل تنظيم دليل هاتفك وصورك. اشترك بالريميوم, ليسهل lifebox حياتك.قم بإلقاء النظر على خصائص البريميوم وعروضنا الخاصة لك.
de: Wollen Sie Ihre Erinnerungen in Originalqualität sichern? Vielleicht brauchen Sie Hilfe beim Organisieren Ihrer Fotos und Kontakte. Abonnieren Sie das Premiumpaket und Lifebox erleichtert ihr Leben. Informieren Sie sich über unsere Premium-Funktionen und Sonderangebote für Sie
es: Desearías hacer copia de seguridad de sus memorias a una calidad original? A lo mejor necesitas ayuda para organizar tus fotos y la guía. Suscribirte Premium y que lifebox haga fácil tu vida. Observar las propiedades Premium o nuestras ofertas especiales para ti.
fr: Voulez-vous sauvegarder vos souvenirs en qualité originale? Vous avez peut-être besoin d'aide pour organiser vos photos et vos contacts. Abonnez-vous à Premium pour que lifebox simplifie votre vie. Découvrez nos fonctionnalités premium et nos offres spéciales pour vous.
ka: გსურს შენი მოგონებების რეზერვის შექმნა ორიგინალ ხარისხში ? იქნებ გჭირდება დახმარება შენი ფოტოების წყობისა და კონტაქტების ორგანიზებაში? გახდი Premium-ის წევრი და მიეცი საშუალება lifebox-ს გაგიადვილოს ცხოვრება. შეამოწმე Premium ფუნქციები და სპეციალური შეთავაზებები ქვემოთ.
ro: Doriți să vă faceți backup la calitate originală amintirilor? Poate aveți nevoie de ajutor pentru organizarea fotografiilor și persoanelor de contact. Abonați-vă la premium și lifebox-ul va ușurează viața. Examinați caracteristicile noastre premium și ofertele speciale pentru dvs.
ru: Хотите сохранить ваши воспоминания в оригинальном качестве? Может быть, вам нужна помощь в организации ваших фотографий и контактов? Станьте Premium -участником и позвольте lifebox облегчить вашу жизнь. Проверьте наши Premium функции и специальные предложения для вас.
sq: A dëshiron të rezervosh kujtimet e tua në cilësi origjinale? Ndoshta ke nevojë për ndihmë për të organizuar fotot e tua dhe librin tënd të telefonit. Bëhu abonent premium dhe lifebox të lehtëson jetën. Shqyrtoji tiparet premium dhe ofertat tona speciale për ju.
tr: Anılarını orijinal kalitede yedeklemek ister misin? Belki de fotoğraflarını ve rehberini organize etmek için yardıma ihtiyacın var. Premium abone ol, lifebox hayatını kolaylaştırsın. Premium özellikleri ve sana özel tekliflerimizi incele.
uk: Ви хочете створити резервну копію своїх спогадів у оригінальній якості? Можливо, вам потрібна допомога в організації фотографій та контактів. Підписуйтесь на Преміум (Premium) і полегшуйте життя Lifebox Ознайомтеся з нашими Преміум (Premium) та спеціальними пропозиціями для вас.

# become_premium_header_places_title
source: We have a special offer for you!
ar: يوجد لدينا عرض خاص لك!
de: Wir haben ein Sonderangebot für Sie!
es: Tenemos una oferta especial para ti!
fr: Nous avons une offre spéciale pour vous!
ka: შენთვის განსაკუთრებული შეთავაზება გვაქვს!
ro: Avem o ofertă specială pentru tine!
ru: Специальное предложение!
sq: Ne kemi një ofertë të veçantë për ty!
tr: Sana özel bir teklifimiz var!
uk: У нас є спеціальна пропозиція для вас!

# become_premium_header_places_subtitle
source: Would you like to backup your memories in the original quality? Maybe you need some help with organizing your photos pile and contacts? Become a Premium member and let lifebox ease your life. Check out the Premium features and special offers below.
ar: هل ترغب في النسخ الاحتياطي لذكرياتك بجودة أصلية ؟ربما انت بحاجة لمساعدة من أجل تنظيم دليل هاتفك وصورك. اشترك بالريميوم, ليسهل lifebox حياتك.قم بإلقاء النظر على خصائص البريميوم وعروضنا الخاصة لك.
de: Wollen Sie Ihre Erinnerungen in Originalqualität sichern? Vielleicht brauchen Sie Hilfe beim Organisieren Ihrer Fotos und Kontakte. Abonnieren Sie das Premiumpaket und Lifebox erleichtert ihr Leben. Informieren Sie sich über unsere Premium-Funktionen und Sonderangebote für Sie
es: Desearías hacer copia de seguridad de sus memorias a una calidad original? A lo mejor necesitas ayuda para organizar tus fotos y la guía. Suscribirte Premium y que lifebox haga fácil tu vida. Observar las propiedades Premium o nuestras ofertas especiales para ti.
fr: Voulez-vous sauvegarder vos souvenirs en qualité originale? Vous avez peut-être besoin d'aide pour organiser vos photos et vos contacts. Abonnez-vous à Premium pour que lifebox simplifie votre vie. Découvrez nos fonctionnalités premium et nos offres spéciales pour vous.
ka: გსურს შენი მოგონებების რეზერვის შექმნა ორიგინალ ხარისხში ? იქნებ გჭირდება დახმარება შენი ფოტოების წყობისა და კონტაქტების ორგანიზებაში? გახდი Premium-ის წევრი და მიეცი საშუალება lifebox-ს გაგიადვილოს ცხოვრება. შეამოწმე Premium ფუნქციები და სპეციალური შეთავაზებები ქვემოთ.
ro: Doriți să vă faceți backup la calitate originală amintirilor? Poate aveți nevoie de ajutor pentru organizarea fotografiilor și persoanelor de contact. Abonați-vă la premium și lifebox-ul va ușurează viața. Examinați caracteristicile noastre premium și ofertele speciale pentru dvs.
ru: Хотите сохранить ваши воспоминания в оригинальном качестве? Может быть, вам нужна помощь в организации ваших фотографий и контактов? Станьте Premium -участником и позвольте lifebox облегчить вашу жизнь. Проверьте наши Premium функции и специальные предложения для вас.
sq: A dëshiron të rezervosh kujtimet e tua në cilësi origjinale? Ndoshta ke nevojë për ndihmë për të organizuar fotot e tua dhe librin tënd të telefonit. Bëhu abonent premium dhe lifebox të lehtëson jetën. Shqyrtoji tiparet premium dhe ofertat tona speciale për ju.
tr: Anılarını orijinal kalitede yedeklemek ister misin? Belki de fotoğraflarını ve rehberini organize etmek için yardıma ihtiyacın var. Premium abone ol, lifebox hayatını kolaylaştırsın. Premium özellikleri ve sana özel tekliflerimizi incele.
uk: Ви хочете створити резервну копію своїх спогадів у оригінальній якості? Можливо, вам потрібна допомога в організації фотографій та контактів. Підписуйтесь на Преміум (Premium) і полегшуйте Lifebox рятівника Ознайомтеся з нашими Преміум (Premium) та спеціальними пропозиціями для вас.

# become_premium_header_things_title
source: We have a special offer for you!
ar: يوجد لدينا عرض خاص لك!
de: Wir haben ein Sonderangebot für Sie!
es: Tenemos una oferta especial para ti!
fr: Nous avons une offre spéciale pour vous!
ka: შენთვის განსაკუთრებული შეთავაზება გვაქვს!
ro: Avem o ofertă specială pentru tine!
ru: Специальное предложение!
sq: Ne kemi një ofertë të veçantë për ty!
tr: Sana özel bir teklifimiz var!
uk: У нас є спеціальна пропозиція для вас!

# become_premium_header_things_subtitle
source: Would you like to backup your memories in the original quality? Maybe you need some help with organizing your photos pile and contacts? Become a Premium member and let lifebox ease your life. Check out the Premium features and special offers below.
ar: هل ترغب في النسخ الاحتياطي لذكرياتك بجودة أصلية ؟ربما انت بحاجة لمساعدة من أجل تنظيم دليل هاتفك وصورك. اشترك بالريميوم, ليسهل lifebox حياتك.قم بإلقاء النظر على خصائص البريميوم وعروضنا الخاصة لك.
de: Wollen Sie Ihre Erinnerungen in Originalqualität sichern? Vielleicht brauchen Sie Hilfe beim Organisieren Ihrer Fotos und Kontakte. Abonnieren Sie das Premiumpaket und Lifebox erleichtert ihr Leben. Informieren Sie sich über unsere Premium-Funktionen und Sonderangebote für Sie
es: Desearías hacer copia de seguridad de sus memorias a una calidad original? A lo mejor necesitas ayuda para organizar tus fotos y la guía. Suscribirte Premium y que lifebox haga fácil tu vida. Observar las propiedades Premium o nuestras ofertas especiales para ti.
fr: Voulez-vous sauvegarder vos souvenirs en qualité originale? Vous avez peut-être besoin d'aide pour organiser vos photos et vos contacts. Abonnez-vous à Premium pour que lifebox simplifie votre vie. Découvrez nos fonctionnalités premium et nos offres spéciales pour vous.
ka: გსურს რომ მოგონებები ორიგინალი ხარისხით დარეზერვდეს? შეიძლება დახმარება დაგჭირდეს ფოტოების გროვის და კონტაქტების დამუშავებაში? გახდი Premium წევრი და მიეცი საშუალება ლაიფბოქსს გაგიადვილოს ცხოვრება. შეამოწმე Premium ფუნქციები და სპეციალური შეთავაზებები ქვემოთ.
ro: Doriți să vă faceți backup la calitate originală amintirilor? Poate aveți nevoie de ajutor pentru organizarea fotografiilor și persoanelor de contact. Abonați-vă la premium și lifebox-ul va ușurează viața. Examinați caracteristicile noastre premium și ofertele speciale pentru dvs.
ru: Хотите сохранить ваши воспоминания в оригинальном качестве? Может быть, вам нужна помощь в организации ваших фотографий и контактов? Станьте Premium -участником и позвольте lifebox облегчить вашу жизнь. Проверьте наши Premium функции и специальные предложения для вас.
sq: A dëshiron të rezervosh kujtimet e tua në cilësi origjinale? Ndoshta ke nevojë për ndihmë për të organizuar fotot e tua dhe librin tënd të telefonit. Bëhu abonent premium dhe lifebox të lehtëson jetën. Shqyrtoji tiparet premium dhe ofertat tona speciale për ju.
tr: Anılarını orijinal kalitede yedeklemek ister misin? Belki de fotoğraflarını ve rehberini organize etmek için yardıma ihtiyacın var. Premium abone ol, lifebox hayatını kolaylaştırsın. Premium özellikleri ve sana özel tekliflerimizi incele.
uk: Ви хочете створити резервну копію своїх спогадів у оригінальній якості? Можливо, вам потрібна допомога в організації фотографій та контактів. Підписуйтесь на Преміум (Premium) і полегшуйте життя Lifebox Ознайомтеся з нашими Преміум (Premium) та спеціальними пропозиціями для вас.

# become_premium_header_contact_sync_title
source: We have a special offer for you!
ar: يوجد لدينا عرض خاص لك!
de: Wir haben ein Sonderangebot für Sie!
es: Tenemos una oferta especial para ti!
fr: Nous avons une offre spéciale pour vous!
ka: შენთვის განსაკუთრებული შეთავაზება გვაქვს!
ro: Avem o ofertă specială pentru tine!
ru: Специальное предложение!
sq: Ne kemi një ofertë të veçantë për ty!
tr: Sana özel bir teklifimiz var!
uk: У нас є спеціальна пропозиція для вас!

# become_premium_header_contact_sync_subtitle
source: Would you like to backup your memories in the original quality? Maybe you need some help with organizing your photos pile and contacts? Become a Premium member and let lifebox ease your life. Check out the Premium features and special offers below.
ar: هل ترغب في النسخ الاحتياطي لذكرياتك بجودة أصلية ؟ربما انت بحاجة لمساعدة من أجل تنظيم دليل هاتفك وصورك. اشترك بالريميوم, ليسهل lifebox حياتك.قم بإلقاء النظر على خصائص البريميوم وعروضنا الخاصة لك.
de: Wollen Sie Ihre Erinnerungen in Originalqualität sichern? Vielleicht brauchen Sie Hilfe beim Organisieren Ihrer Fotos und Kontakte. Abonnieren Sie das Premiumpaket und Lifebox erleichtert ihr Leben. Informieren Sie sich über unsere Premium-Funktionen und Sonderangebote für Sie
es: Desearías hacer copia de seguridad de sus memorias a una calidad original? A lo mejor necesitas ayuda para organizar tus fotos y la guía. Suscribirte Premium y que lifebox haga fácil tu vida. Observar las propiedades Premium o nuestras ofertas especiales para ti.
fr: Voulez-vous sauvegarder vos souvenirs en qualité originale? Vous avez peut-être besoin d'aide pour organiser vos photos et vos contacts. Abonnez-vous à Premium pour que lifebox simplifie votre vie. Découvrez nos fonctionnalités premium et nos offres spéciales pour vous.
ka: გსურს შენი მოგონებების რეზერვის შექმნა ორიგინალ ხარისხში ? იქნებ გჭირდება დახმარება შენი ფოტოების წყობისა და კონტაქტების ორგანიზებაში? გახდი Premium-ის წევრი და მიეცი საშუალება lifebox-ს გაგიადვილოს ცხოვრება. შეამოწმე Premium ფუნქციები და სპეციალური შეთავაზებები ქვემოთ.
ro: Doriți să vă faceți backup la calitate originală amintirilor? Poate aveți nevoie de ajutor pentru organizarea fotografiilor și persoanelor de contact. Abonați-vă la premium și lifebox-ul va ușurează viața. Examinați caracteristicile noastre premium și ofertele speciale pentru dvs.
ru: Хотите сохранить ваши воспоминания в оригинальном качестве? Может быть, вам нужна помощь в организации ваших фотографий и контактов? Станьте Premium -участником и позвольте lifebox облегчить вашу жизнь. Проверьте наши Premium функции и специальные предложения для вас.
sq: A dëshiron të rezervosh kujtimet e tua në cilësi origjinale? Ndoshta ke nevojë për ndihmë për të organizuar fotot e tua dhe librin tënd të telefonit. Bëhu abonent premium dhe lifebox të lehtëson jetën. Shqyrtoji tiparet premium dhe ofertat tona speciale për ju.
tr: Anılarını orijinal kalitede yedeklemek ister misin? Belki de fotoğraflarını ve rehberini organize etmek için yardıma ihtiyacın var. Premium abone ol, lifebox hayatını kolaylaştırsın. Premium özellikleri ve sana özel tekliflerimizi incele.
uk: Ви хочете створити резервну копію своїх спогадів у оригінальній якості? Можливо, вам потрібна допомога в організації фотографій та контактів. Підписуйтесь на Преміум (Premium) і полегшуйте життя Lifebox Ознайомтеся з нашими Преміум (Premium) та спеціальними пропозиціями для вас.

# become_premium_description
source: Back Up in Original Quality Unlimited Face&Image Recognition Remove Duplicate Contacts from your PhoneBook Unlimited PhotoPick Analysis
ar: الحفظ بجودة أصلية التعرف على المكان&الأشياء&الوجه الغير محدود مسح جهات الاتصال المتكررة في هاتفك تحليل فوتو بيك الغير محدود
de: Speicherung in Originalqualität Unbegrenzte Gesichts-&Objekt-&Orte Erkennung Sich wiederholende Kontakte auf dem Telefon löschen Unbegrenzte PhotoPick Analyse
es: Almacenamiento a Calidad Original Identificación de Cara & Objeto & Lugar Ilimitada Eliminación de los Contactos Repetitivos en la Guía Telefónica Análisis PhotoPick Ilimitado
fr: Stockage En Qualité D'origine Reconnaissance Illimitée De Visage& Objet &Lieu Suppression De Contacts Répétitifs Sur Le Téléphone Analyse Photopick Illimitée
ka: სარეზერვო ასლის შექმნა ორიგინალური ხარისხით სახის და გამოსახულების ულიმიტო ამოცნობა წაშალე დუბლიკატი კონტაქტები შენი ტელეფონის წიგნაკიდან შეუზღუდავი PhotoPick ანალიზი
ro: Stocare la Calitate Originală Recunoaștere nelimitată Feţe& Obiecte&Locaţii Ștergerea Contactelor Repetate Din Agenda Telefonică Analiză Nelimitată PhotoPick
ru: Хранение в Оригинальном Качестве Неограниченное Распознавание Лиц&Объектов& Местоположения Удаление Повторяющихся Контактов в Телефонном Справочнике Неограниченный Анализ Photopick
sq: Ruajtje në cilësinë origjinale Njohja e Pafund e fytyrës &objektit &vendndodhjes Fshirja e kontakteve të përsëritura në Telefon + Analiza e Pafund ‘’PhotoPick’’
tr: Orijinal Kalitede Saklama Sınırsız Yüz&Nesne&Yer Tanıma Telefondaki Tekrarlayan Kontakları Silme Sınırsız PhotoPick Analiz
uk: Оригінальне зберігання якості Необмежене розпізнавання обличчя та об’єктів та місцеположення Видалення повторюваних контактів на телефоні Необмежений аналіз PhotoPick

# become_premium_or_text
source: OR purchase extra storage and get Premium features for FREE!
ar: بالحصول على مساحة تخزين إضافية كن صاحب لعضوية البريميوم <b>بدون أجر</b>
de: ODER kaufen Sie zusätzlichen Speicherplatz und werden Sie KOSTENLOS Premium-Benutzer
es: O tener la suscripción Premium GRATIS al comprar área de almacenamiento adicional.
fr: OU obtenez l’abonnement Premium GRATUIT en achetant de l'espace de stockage supplémentaire!
ka: ან შეიძინე დამატებითი მეხსიერება და მიიღე Premium ფუნქციები უფასოდ!
ro: SAU achiziționând spațiu de stocare suplimentar, obține GRATUIT calitatea de membru Premium!
ru: ИЛИ приобретите дополнительное хранилище и получите Premium -функции БЕСПЛАТНО!
sq: OSE Posedoje anëtarësimin Premium FALAS duke marrë hapësirën e ruajtjes shtesë!
tr: VEYA ek saklama alanı alarak Premium üyeliğe ÜCRETSİZ sahip ol!
uk: АБО отримайте Преміум (Premium) БЕЗКОШТОВНО з додатковим сховищем!

# become_premium_see_all_packages
source: Compare All Plans
ar: افحص جميع الاشتراكات
de: Überprüfen Sie alle Abonnemente
es: Observar Todas las Suscripciones
fr: Découvrez tous les abonnements
ka: შეადარე ყველა ტარიფი
ro: Examinează Toate Abonamentele
ru: Сравнить Все Абонентские Планы
sq: Syqyrtoji të gjitha abonimet
tr: Tüm Abonelikleri İncele
uk: Переглянути всі підписки

# dialog_header_contact_sync_vcf_file_upload_error
source: You have reached your lifebox storage limit!
ar: لقد وصلت للحد الأقصى لمساحة تخزين lifebox!
de: Du hast das Speicherlimit Deiner Lifebox erreicht!
es: Has alcanzado al límite de área de almacenamiento de lifebox!
fr: Vous avez atteint la limite de votre capacité de stockage !
ka: შენ მიაღწიე შენი lifebox-ის შენახვის ლიმიტს!
ro: Ați atins limita spațiului de stocare lifebox !
ru: Вы достигли лимита хранилища lifebox!
sq: Ju keni arritur limitin e hapësirën së ruajtjes në lifebox!
tr: lifebox saklama alanı limitine ulaştın!
uk: Ви досягли межі зберігання lifebox!

# dialog_contact_sync_vcf_error_upper_button
source: Expand My Storage
ar: ارفع مساحة التخزين الخاصة بي
de: Erhöhe meinen Speicherplatz
es: Aumentar mi área de almacenamiento
fr: Augmenter ma capacité de stockage
ka: გააფართოვე ჩემი მეხსიერება
ro: Upgrade spațiului meu de stocare
ru: Увеличить пространство хранилища
sq: Shto hapësirën e ruajtjes time
tr: Saklama Alanımı Yükselt
uk: Оновіть моє сховище

# dialog_contact_sync_vcf_error_lower_button
source: Delete Files
ar: امسح المحتويات الخاصة بي
de: Lösche meine Inhalte
es: Borrar mis contenidos
fr: Supprimer les fichiers
ka: წაშალე ფაილები
ro: Şterge-mi conținutul
ru: Удалить мой контент
sq: Fshi përmbajtjen time
tr: İçeriklerimi Sil
uk: Видалити мій вміст

# ubsent_contacts
source: There is no contact in your device
ar: لا يتواجد اتصال مسجل بجهازكم.
de: Du hast keine gespeicherten Kontakte in auf deinem Gerät.
es: No tienes contactos guardados en el dispositivo.
fr: Il n'y a aucun contact enregistré sur votre appareil.
ka: შენს მოწყობილობაში არ მოიძებნა კონტაქტი
ro: Nu există niciun contact înregistrat pe dispozitivul dvs.
ru: На вашем устройстве нет зарегистрированного контакта.
sq: Nuk ka asnjë kontakt të regjistruar në pajisjen tënde.
tr: Cihazında kayıtlı kontak bulunmuyor.
uk: У вашому пристрої немає зареєстрованого контакту.

# mobile_payment_link
source: Payment Services and Electronic Money Agreement
ar: اتفاقية خدمات الدفع الإطارية والأموال الإلكترونية
de: Rahmenzahlungsdienste und elektronischer Zahlungsvertrag
es: Contrato de Los Servicios de Pago de Marco y Contrato de La Moneda Electrónica
fr: Contrat des Services de Paiement-Cadres et de Monnaie Electronique
ka: გადახდის სერვისები და ელექტრონული ფულის ხელშეკრულება
ro: Contractul Servicii de Plată cadru și Bani Electronici
ru: Соглашение о Рамочных Платежных Услугах и Электронных Деньгах
sq: Kontrata Kornizë e Shërbimeve të Pagesave dhe Parave Elektronike
tr: Çerçeve Ödeme Hizmetleri ve Elektronik Para Sözleşmesi
uk: Рамкові Платіжні Послуги та Договір Електронних Грошей

# mobile_payment_success_popup_title
source: You activated Turkcell Mobile Payment successfully.
ar: قد تم تفعيل إذن الدفع من خلال الهاتف تركسل بشكل ناجح.
de: Turkcell mobile Zahlungsberechtigung wurde erfolgreich aktiviert.
es: Se ha activado con éxito tu permiso de Pago Móvil Turkcell.
fr: Votre autorisation de Paiement Mobile Turkcell a été activée avec succès.
ka: შენ წარმატებით გაააქტიურე Turkcell მობილური გადახდა.
ro: Permisiunea Plată Mobilă Turkcell a fost activat cu succes.
ru: Ваше разрешение Мобильного Платежа Turkcell успешно активировано.
sq: Leja e Pagesës Celulare Turkcell është aktivizuar me sukses.
tr: Turkcell Mobil Ödeme iznin başarılı bir şekilde aktifleştirilmiştir.
uk: Дозвіл на оплату Мобільних Платежів Turkcell успішно активовано.

# mobile_payment_success_popup_message
source: You can manage Turkcell Mobile Payment Permission under Settings-Permission menu.
ar: يمكنك إدارة إذن الدفع من خلال الهاتف تركسل من اسفل التصريحات المتواجدة بقائمة الإعدادات.
de: Du kannst Deine Turkcell Mobile Zahlungs-Berechtigung unter Berechtigungen im Menü Einstellungen verwalten.
es: Puedes manejar el permiso de Pago Móvil Turkcell por debajo de los Permisos en el menú de Configuración.
fr: Vous pouvez gérer votre autorisation de Paiement Mobile Turkcell sous Autorisations dans le menu Paramètres.
ka: შეგიძლია მართო Turkcell მობილური გადახდის ნებართვა პარამეტრები-ნებართვის მენიუში.
ro: Puteți gestiona permisiunea dvs. Plată Mobilă Turkcell din meniul Setări Permisiuni.
ru: Вы можете управлять своим разрешением Мобильного Платежа Turkcell в разделе Разрешения в меню Настройки.
sq: Ju mund të menaxhoni lejen tuaj të Pagesës Celulare Turkcell në sektorin Lejet në menunë Cilësimet.
tr: Turkcell Mobil Ödeme iznini Ayarlar menüsündeki İzinler altından yönetebilirsin.
uk: Ви можете керувати своїм дозволом на оплату Мобільних Платежів Turkcell у розділі Дозволи в меню Налаштування.

# storage_usage_information
source: Usage
ar: معلومات الاستخدام
de: Benutzerinformationen
es: Datos de Uso
fr: Informations d'utilisation
ka: გამოყენება
ro: Informații de Utilizare
ru: Информация об Использовании
sq: Informacionet e përdorimit
tr: Kullanım Bilgileri
uk: Інформація про використання

# auto_sync_album_items
source: Album Selection for Auto-Sync
ar: النسخ الاحتياطي التلقائي
de: Albumauswahl
es: Selección de álbum
fr: Sélection d'album
ka: ალბომის შერჩევა ავტომატური სინქრონიზაციისთვის
ro: Selectarea albumului
ru: Выбор альбома
sq: Përzgjedhja e albumeve
tr: Otomatik Yedeklenecek Albüm Seçimi
uk: Вибір альбому

source: My Packages
ar: باقاتي
de: Meine Pakete
es: Mis Paquetes
fr: Mes Paquets
ka: ჩემი პაკეტები
ro: Pachetele mele
ru: Мои Пакеты
sq: Paketat e mia
tr: Paketlerim
uk: Мої пакети

# feature_package_name
source: Premium
ar: بريميوم
ka: პრემიუმი
uk: Преміум (Premium)

# contact_sync_confirm_premium_popup_title
source: Confirmation
ar: موافقة
de: Bestätigung
es: Aprobación
ka: დასტური
ro: Confirmare
ru: Подтверждение
sq: Aprovim
tr: Onay
uk: твердження

# contact_sync_confirm_premium_popup_text
source: To delete your duplicate contacts in your device easily and unlock many more features, become a Premium member.
ar: قم بالتدقيق بحساب البريميوم لمسح جهات الاتصال المتكررة بدليل الهاتف بسهولة ومن أجل الاستفادة من خصائص البريميوم المميزة الاخرى!
de: Um doppelte Kontakte im Telefonbuch einfach zu löschen und andere vorteilhafte Premium-Funktionen zu nutzen prüfen Sie das Premium-Paket!
es: Ver la cuenta Premium para eliminar fácilmente los contactos repetitivos en tu guía telefónica y aprovechar de otras propiedades Premium ventajosas!
fr: Consultez le compte Premium pour supprimer facilement les contacts répétés dans le répertoire téléphonique et profitez d'autres fonctionnalités Premium avantageuses!
ka: იმისათვის, რომ მარტივად წაშალო შენი დუბლიკატი კონტაქტები მოწყობილობაში და განბლოკო მრავალი სხვა ფუნქცია, გახდი Premium წევრი.
ro: Examinează contul Premium pentru a șterge cu ușurință contactele repetate din agenda telefonică și pentru a beneficia de alte caracteristici Premium avantajoase!
ru: Чтобы легко удалять повторяющиеся контакты в телефонной книге и воспользоваться многими другими полезными Premium функциями, ознакомьтесь с Premium аккаунтом!
sq: Shqyrtoje llogarinë Premium për të fshirë lehtësisht kontaktet e përsëritura në librin e telefonit dhe për të përfituar nga karakteristikat e tjera të favorshme Premium!
tr: Telefon rehberindeki tekrarlayan kontakları kolayca silmek ve diğer avantajlı Premium özelliklerden faydalanmak için Premium hesabı incele!
uk: Перевірте обліковий запис Преміум (Premium), щоб легко видалити дублікати контактів у телефонній книзі та скористатися іншими вигідними функціями Преміум (Premium)!
