Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: Continue without connecting
ar: استمر بدون اتصال
de: Weitergehen, ohne eine Verbindung herzustellen
es: Continuar sin conectar.
fr: Continuer sans connecter Photopick à Instagram
ka: განაგრძე დაკავშირების გარეშე
ro: Continuă fără conectare
ru: Продолжить без связывания
sq: Vazhdoni pa u lidhur
tr: Bağlamadan devam et
uk: Продовжувати без об'єднання

source: Connected Accounts
ar: الحسابات المتصلة
de: Verbundene Konten
es: Las cuentas conectadas.
fr: Comptes connectés
ka: დაკავშირებული ანგარიშები
ro: Conturile conectate
ru: Связанные учетки
sq: Llogari të lidhura
tr: Bağlı Hesaplar
uk: Поєднані облікові записи

# analyze_history_free_text
source: Unlimited for You
ar: غير محدود بالنسبة لك
de: Unbegrenzt für Sie
es: Ilimitado para ti
fr: Accès illimité !
ka: შენთვის ულიმიტო
ro: Nelimitat pentru tine
ru: Безлимитно для вас
sq: Pa limit për ju
tr: Senin için Sınırsız
uk: Безліміт для вас

# instapick_upgrade_popup_text
source: In order to purchase a PhotoPick package, you need to update your lifebox application.
ar: من أجل شراء حزمة PhotoPick تحتاج الى ترقية تطبيق lifebox
de: Um ein PhotoPick-Paket zu kaufen, müssen Sie Ihre Lifebox-Anwendung aktualisieren.
es: Para comprar el paquete de PhotoPick, necesitas actualizar tu aplicación de Lifebox.
fr: Vous devez mettre à jour votre application pour pouvoir acheter une offre PhotoPick
ka: PhotoPick პაკეტის შესაძენად, შენ უნდა განაახლო შენი lifebox აპლიკაცია.
ro: Pentru a cumpăra pachetul PhotoPick, e nevoie să actualizezi aplicația lifebox.
ru: Обновите приложение lifebox, чтобы активировать пакет PhotoPick
sq: Në mënyrë që të blini paketën PhotoPick, ju duhet të përditësoni aplikacionin tuaj lifebox.
tr: PhotoPick paketi almak için uygulamanı güncellemen gerekiyor.
uk: Будь ласка оновіть lifebox додаток, щоб активувати пакет PhotoPick

# instapick_upgrade_popup_button
source: Update
ar: ترقية
de: Aktualisieren
es: Actualizar.
fr: Mettre à jour
ka: განაახლე
ro: Actualizare
ru: Обновить
sq: Përditësoni
tr: Güncelle
uk: Оновити

# instapick_upgrade_popup_no
source: No
ar: لا
de: Nein
fr: Non
ka: არა
ro: Nu
ru: Нет
sq: Jo
tr: Hayır
uk: Ні

# instapick_analysis_left
source: Analysis Left: %1$d / %2$d
ar: يوجد تحليل متبق:%1$d/%2$d
de: Analyse geblieben:%1$d / %2$d
es: Análisis que se han quedado: %1$d / %2$d
fr: Droit d’analyse : %1$d / %2$d
ka: ანალიზი დარჩენილია: %1$d / %2$d
ro: Actualizarea a rămas: %1$d / %2$d
ru: Осталось оценок: %1$d / %2$d
sq: Analizim i mbetur: %1$d / %2$d
tr: Kalan Analiz Hakkı: %1$d / %2$d
uk: Залишилося оцінки: %1$d/%2$d

# instapick_unlimited_analysis
source: Unlimited for You
ar: غير محدود بالنسبة لك
de: Unbegrenzt für Sie
es: Ilimitado para ti
fr: Accès illimité !
ka: შენთვის ულიმიტო
ro: Nelimitat pentru tine
ru: Безлимитно для вас
sq: Pa limit për ju
tr: Senin için Sınırsız
uk: Безліміт для вас

source: Facebook
ar: فيس بوك
ka: Facebook-ი

source: Instagram
ar: انستغرام
ka: Instagram-ი

# connected_as_format
source: Connected account: @%@
ar: حسابات متصلة: @%@
de: Verbundenes Konto: @%@
es: Las cuentas conectadas: @%@
fr: Compte connecté: @%@
ka: დაკავშირებული ანგარიში: @%@
ro: Contul conectat: @%@
ru: Связанная учетка: @%@
sq: Llogari të lidhura: @%@
tr: Bağlı hesap: @%@
uk: Поєднані облікові записи: @%@

# instagram_remove_connection_warning_title
source: You're about to remove your Instagram connection.
ar: انت على وشك قطع اتصالك بالانستغرام
de: Sie sind dabei, Ihre Instagram-Verbindung zu entfernen.
es: Estás a punto de retirar tu conexión de Instagram.
fr: Vous êtes sur le point de supprimer votre connexion Instagram.
ka: შენ აუქმებ კავშირს ინსტაგრამთან
ro: Ești pe cale de-a-ți elimina conexiunea Instagram
ru: Удаление связывания с Instagram
sq: Jeni duke hequr lidhjen me Instagram
tr: Instagram bağlantını kaldırmak üzeresin
uk: Видалення поєднання з Instagram

# instagram_remove_connection_warning_message
source: Are you sure you want to remove your Instagram connection?
ar: هل انت متأكد من انك تريد قطع اتصالك بالانستغرام؟
de: Möchten Sie Ihre Instagram-Verbindung wirklich entfernen?
es: ¿Estás seguro de que quieres retirar tu conexión de Instagram?
fr: Êtes-vous sûr de vouloir supprimer votre connexion Instagram ?
ka: დარწმუნებული ხარ, რომ გინდა ინსტაგრამთან კავშირი გააუქმო?
ro: Ești sigur că vrei să-ți elimini conexiunea Instagram
ru: Вы уверены, что хотите удалить связывание с Instagram?
sq: Jeni të sigurt që dëshironi të hiqni lidhjen me Instagram?
tr: Instagram ile olan bağlantını kaldırmak istediğine emin misin?
uk: Ви впевнені, що хочете видалити поєднання з Instagram?

# instapick_selection_photos_selected
source: Photos Selected (%d)
ar: الصور المختارة (%d)
de: Ausgewählte Fotos (%d)
es: Las fotos seleccionadas (%d)
fr: Photo sélectionnée (%d)
ka: არჩეული ფოტოები (%d)
ro: Fotografii selectate (%d)
ru: Выбранные фото (%d)
sq: Foto të përzgjedhura (%d)
tr: Seçili Fotoğraf (%d)
uk: Обрані фото (%d)

# instapick_selection_analyzes_left
source: You only have %d analyses left
ar: لديك فقط % تحاليل متبقية
de: Sie haben nur noch %d Analysen
es: Solamente te faltan realizar %d de análisis
fr: Il ne vous reste que %d analyses
ka: შენ მხოლოდ %d ანალიზი გაქვს დარჩენილი
ro: A mai rămas doar %d de analizat
ru: У вас осталось всего %d оценки
sq: Ju keni %d analizime të mbetura
tr: Sadece %d analiz hakkın kaldı
uk: Залишилося %d оцінки

source: Loading...
ar: تحميل...
de: Wird geladen...
es: Cargando...
fr: Téléchargement en cours…
ka: იტვირთება...
ro: Se încarcă...
ru: Загрузка...
sq: Duke u ngarkuar...
tr: Yükleniyor...
uk: Завантаження...

source: There are no photos
ar: لايوجد صور
de: Es gibt keine Fotos
es: No hay fotos.
fr: Il n’y a aucune photo
ka: არ არის ფოტოები
ro: Aici nu sunt fotografii
ru: Нет фото
sq: Nuk ka foto
tr: Hiç fotoğraf yok
uk: Немає фото

source: There are no albums
ar: لايوجد البومات
de: Es gibt keine Alben
es: No hay álbum.
fr: Il n’y a aucun album
ka: არ არის ალბომები
ro: Aici nu sunt albume
ru: Нет альбомов
sq: Nuk ka albume
tr: Hiç albüm yok
uk: Немає альбомів

# instapick_selection_analyzes_left_max
source: You’ve selected %d photos (the max. number you can select)
ar: لقد قمت باختيار %d من الصور (الحد الأقصى الذي تستطيع اختياره)
de: Sie haben %d Fotos ausgewählt (die maximale Anzahl, die Sie auswählen können)
es: Has seleccionado %d de fotos (la maxima cantidad que puedes seleccionar)
fr: Vous avez sélectionné %d photos (le nombre maximum que vous pouvez sélectionner)
ka: შენ იარჩიე %d ფოტო (მაქს. რაოდენობა რისი არჩევაც შეიძლება)
ro: Ai selectat %d fotografii (numărul maximal posibil de selectat)
ru: Вы выбрали %d фото (максимально возможное количество)
sq: Ju keni përzgjedhur %d foto (numri maksimal që mund të përzgjidhni)
tr: %d fotoğraf seçtin (1 sorguda seçebileceğin en yüksek sayı)
uk: Ви обрали %d фото (максимально можлива кількість)

# free_trial_title_label
source: Analyze with PhotoPick
ar: تحليل مع PhotoPick
de: Mit PhotoPick analysieren
es: ¡Analizar con PhotoPick!
fr: Analyser avec PhotoPick !
ka: გაანალიზე PhotoPick-ით
ro: Analizează cu PhotoPick
ru: Оценка PhotoPick
sq: Analizoni me PhotoPick
tr: PhotoPick ile Analiz Et!
uk: Оцінити з PhotoPick

# free_trial_detail_label
source: Discover which photo will get the highest rank, analyze with PhotoPick for more likes! Unlimited just for you!
ar: اكتشف الصورة التي ستحصل على أعلى رتبة ، وقم بالتحليل باستخدام PhotoPick لمزيد من الإعجابات غير محدود فقط لأجلك!
de: Finden Sie heraus, welches Foto den höchsten Rang erreicht, und analysieren Sie mit PhotoPick mehr Likes! Unbegrenzt nur für Sie!
es: ¡Descubre qué foto obtendrá el rango más alto, analiza con PhotoPick para más Me gusta! Ilimitado solo para ti!
fr: Découvrez quelle photo obtiendra le maximum de points, analysez-la avec PhotoPick pour générer plus de « j’aime ». Accès illimité, juste pour vous !
ka: აღმოაჩინე რომელი ფოტო მიიღებს ყველაზე მეტ მოწონებას, გააანალიზე PhotoPick-ით მეტი მოწონებისთვის! ულიმიტო მხოლოდ შენთვის!
ro: Descoperă care poză va avea cel mai înalt scor, fă analiză prin PhotoPick pentru a avea mai multe like-uri! Nelimitat, doar pentru tine!
ru: Узнайте, какие фото получат наибольшее признание в социальных сетях, с функцией PhotoPick! Безлимитно только для вас!
sq: Zbuloni cila foto do të marrë vlerësimin më të lartë; analizoni me PhotoPick për më shumë pëlqime! Pa limit, vetëm për ju!
tr: Hangi fotoğrafının daha yüksek puan alacağını keşfet, daha çok beğeni için PhotoPick ile analiz et! Üstelik senin için sınırsız!
uk: Дізнайтеся, які фото отримають найбільше вподобань у соціальних мережах, з функцією PhotoPick! Безлімітно тільки для вас!

# instapick_under_construction
source: We are making improvement on PhotoPick for a better experience 😉
ar: نحن نحقق تحسينًا على تطبيق PhotoPick للحصول على تجربة أفضل
de: Wir verbessern PhotoPick für ein besseres Erlebnis 😉
es: Estamos mejorando en PhotoPick para una mejor experiencia 😉
fr: Nous améliorons PhotoPick afin de vous offrir une meilleure expérience 😉
ka: ჩვენ ვაუმჯობესებთ PhotoPick-ს უკეთესი გამოცდილებისთვის 😉
ro: Facem imbunatatiri pe PhotoPick pentru o experienta mai buna 😉
ru: PhotoPick временно недоступен
sq: Ne po bëjmë përmirësime në PhotoPick për një eksperiencë më të mirë 😉
tr: Daha iyi bir deneyim yaşaman için PhotoPick'i iyileştiriyoruz 😉
uk: Ми покращуємо сервіс PhotoPick :)

# instapick_unsupported_file_type
source: The photos you selected are in an unsupported format. You can continue the PhotoPick experience by selecting other photos.
ar: تكون الصور التي حددتها بتنسيق غير متوافق. يمكنك متابعة تجربة PhotoPick بتحديد صور أخرى.
de: Fotos, die Sie ausgewählt haben, werden nicht unterstützt. Sie können PhotoPick fortführen, indem Sie andere Fotos auswählen.
es: Las fotos que ha seleccionado están en formato no compatible. Puedes continuar la experiencia de PhotoPick seleccionando otras fotos.
fr: Les photos que vous avez sélectionnées sont dans un format non pris en charge. Vous pouvez continuer à utiliser PhotoPick en choisissant d'autres photos.
ka: შენს მიერ არჩეული ფოტოები მხარდაუჭერელ ფორმატშია. შეგიძლია გააგრძელო PhotoPick გამოცდილება სხვა ფოტოების არჩევით.
ro: Fotografiile pe care le-ați selectat sunt în format neacceptat. Puteți continua experiența PhotoPick selectând alte fotografii.
ru: Фотографии, которые вы выбрали, имеют некорректный формат. Вы можете использовать PhotoPick, выбрав другие фотографии.
sq: Fotot që keni zgjedhur janë në format të pambështetur. Ju mund të vazhdoni përvojën e PhotoPick duke përzgjedhur fotot e tjera.
tr: Seçmiş olduğun fotoğraflar desteklenmeyen bir formatta. Başka fotoğraflar seçerek PhotoPick deneyimini yaşamaya devam edebilirsin.
uk: Фотографії, які ви вибрали, мають некоректний формат. Ви можете використовувати Photopik, вибравши інші фотографії.

# work_will_introduced
source: There is currently maintenance ongoing on lifebox, please try again later.
ar: يوجد أعمال صيانة حاليًا في لايف بوكس، يرجى المحاولة مرة أخرى في وقت لاحق.
de: lifebox hat derzeit Wartungsarbeiten, bitte versuchen Sie es später erneut.
es: Actualmente hay un trabajo de mantenimiento en LifeBox, porfavor inténtalo de nuevo más tarde.
fr: lifebox est en maintenance. Veuillez réessayer ultérieurement.
ka: ლაიფბოქსზე სამუშაო პროცესები მიმდინარეობს, გთხოვ მოგვიანებით სცადო.
ro: La moment se efectuiază lucrări de întreținere a lifebox, te rugăm să încerci mai târziu.
ru: На данный момент ведутся технические работы. Пожалуйста, попробуйте позже
sq: Janë duke u kryer disa punë mirëmbajtjeje në lifebox. Ju lutem, provoni përsëri më vonë.
tr: lifebox'ta şuan bir bakım çalışması var, lütfen daha sonra tekrar deneyin.
uk: Тривають технічні роботи у lifebox! Будь ласка, спробуйте пізніше

# facebook_remove_connection_warning_title
source: You're about to remove your Facebook connection.
ar: أنت على وشك حذف ربط فيس بوك.
de: Facebook Sie sind dabei, die Verknüpfung mit Facebook ‎aufzuheben.‎
es: Estás a punto de eliminar la conexión de Facebook.
fr: Vous êtes sur le point de supprimer le lien Facebook de votre compte lifebox.
ka: შენ აუქმებ კავშირს Facebook-თან.
ro: Ești pe cale să elimini conexiunea ta Facebook.
ru: Вы отменяете соединение с Facebook
sq: Jeni duke hequr lidhjen me Facebook
tr: Facebook bağlantını kaldırmak üzeresin.
uk: Ви відміняєте з'єднання з Facebook

# dropbox_remove_connection_warning_title
source: You're about to remove your Dropbox connection.
ar: أنت على وشك حذف ربط دروب بوكس.
de: Dropbox Sie sind dabei, die Verknüpfung mit Facebook ‎aufzuheben.‎
es: Estás a punto de eliminar la conexión de Dropbox.
fr: Vous êtes sur le point de supprimer le lien Dropbox de votre compte lifebox.
ka: შენ აუქმებ კავშირს Dropbox-თან.
ro: Ești pe cale să elimini conexiunea ta Dropbox.
ru: Вы отменяете соединение с Dropbox
sq: Jeni duke hequr lidhjen me Dropbox
tr: Dropbox bağlantını kaldırmak üzeresin.
uk: Ви відміняєте з'єднання з Dropbox

# facebook_remove_connection_warning_message
source: Are you sure you want to remove your Facebook connection?
ar: هل أنت متأكد من رغبتك لحذف ربط فيس بوك الخاص بك؟
de: Möchten Sie die Verknüpfung von Facebook wirklich aufheben?
es: ¿Estás seguro de que quieres eliminar tu conexión de Facebook?
fr: Êtes-vous sûr de vouloir supprimer votre lien Facebook de votre compte lifebox ?
ka: დარწმუნებული ხარ, რომ გინდა Facebook-თან კავშირი გააუქმო?
ro: Ești sigur că vrei să elimini conexiunea ta Facebook?
ru: Вы действительно хотите отменить соединение с Facebook?
sq: Jeni të sigurt që dëshironi të hiqni lidhjen me Facebook?
tr: Facebook ile olan bağlantını kaldırmak istediğine emin misin?
uk: Ви впевнені, що хочете відмінити з'єднання з Facebook?

# dropbox_remove_connection_warning_message
source: Are you sure you want to remove your Dropbox connection?
ar: هل أنت متأكد من رغبتك لحذف ربط دروب بوكس الخاص بك؟
de: Dropbox Möchten Sie die Verknüpfung von Facebook ‎wirklich aufheben?‎
es: ¿Estás seguro de que quieres eliminar tu conexión de Dropbox?
fr: Êtes-vous sûr de vouloir supprimer votre lien Dropbox de votre compte lifebox ?
ka: დარწმუნებული ხარ, რომ გინდა Dropbox-თან კავშირი გააუქმო?
ro: Ești sigur că vrei să elimini conexiunea ta Dropbox?
ru: Вы действительно хотите отменить соединение с Dropbox?
sq: Jeni të sigurt që dëshironi të hiqni lidhjen me Dropbox?
tr: Dropbox ile olan bağlantını kaldırmak istediğine emin misin?
uk: Ви впевнені, що хочете відмінити з'єднання з Dropbox?

source: Remove Connection
ar: اقطع الاتصال
de: Verbindung entfernen
es: Eliminar la conexión.
fr: Supprimer la connexion
ka: წაშალე კავშირი
ro: Elimină conexiunea
ru: Удалить связывание
sq: Hiqni lidhjen
tr: Bağlantıyı kaldır
uk: Видалити поєднання

source: You are connected
ar: متصل
de: Verknüpft
es: Conectado
fr: Vous êtes connecté
ka: შენ დაკავშირებული ხარ
ro: Ești conectat
ru: Соединение установлено
sq: Jeni i lidhur
tr: Bağlı
uk: З'єднання встановлено

# insta_pick_picture_not_found
source: Picture not found
ar: الصورة غير موجودة
de: Bild nicht gefunden
es: La imagen no se encuentra
fr: Aucune photo trouvée
ka: სურათი ვერ მოიძებნა
ro: Poza nu a fost găsită
ru: Картинка не найдена
sq: Fotoja nuk u gjet
tr: Fotoğraf bulunamadı
uk: Картинку не знайдено

# phone_updated_needs_login
source: You have successfully updated your phone number, please log in with your credentials
ar: لقد أتممت تحديث رقم هاتفك بنجاح. يرجى تسجيل الدخول بكتابة بيانات الاعتماد.
de: Sie haben Ihre Telefonnummer erfolgreich aktualisiert. Melden Sie sich mit Ihren Zugangsdaten an
es: Ha actualizado su número de teléfono con éxito, inicie sesión con sus credenciales
fr: Vous avez mis à jour votre numéro de téléphone avec succès. Veuillez-vous connecter avec votre nom d'utilisateur et votre mot de passe.
ka: შენ წარმატებულად განაახლე ტელეფონის ნომერი, გთხოვ შეხვიდე სისტემაში ახალი მონაცემებით
ro: Ați actualizat cu succes numărul dvs. de telefon, conectați-vă cu datele dvs. de acreditare
ru: Вы успешно обновили номер телефона, пожалуйста, авторизуйтесь, используя ваши учётные данные.
sq: Ju keni përditësuar me sukses numrin tuaj të telefonit. Ju lutem, hyni me kredencialet tuaja.
tr: Başarılı biçimde telefon numaranızı güncellediniz, lütfen kullanıcı adınız ve şifren ile giriş yap
uk: Ви успішно оновили свій номер телефону, будь ласка, увійдіть у свій обліковий запис

# server_under_maintenance
source: There is currently maintenance ongoing on lifebox, please try again later.
ar: يوجد بعض العمليات الآن في لايف بوكس، الرجاء حاول مرة ثانية.
de: lifebox hat derzeit Wartungsarbeiten, bitte versuchen Sie es später erneut.
es: En Lifebox ahora se lleva a cabo un mantenimiento, por favor intentarlo de nuevo más tarde.
fr: lifebox est en maintenance. Veuillez réessayer ultérieurement.
ka: ლაიფბოქსზე სამუშაოები მიმდინარებს, გთხოვ მოგვიანებით სცადო.
ro: La moment se duc lucrări de mentenanță, te rugăm să încerci mai târziu.
ru: Проводятся технические работы. Пожалуйста, попробуйте позже
sq: Aktualisht, po kryhen disa punime mirëmbajtjeje. Ju lutem, provoni më vonë.
tr: lifebox'ta şuan bir bakım çalışması var, lütfen daha sonra tekrar deneyin.
uk: Тривають технічні роботи. Будь ласка, спробуйте пізніше

source: Unlimited PhotoPick analysis
ar: حق فوتوبيك الغير محدد!
de: Unbegrenztes PhotoPick Guthaben!
es: Derecho PhotoPick ilimitado!
fr: Analyse PhotoPick illimité
ka: შეუზღუდავი PhotoPick ანალიზი
ro: Analiză PhotoPick nelimitată
ru: Безлимитный PhotoPick анализ
sq: Analizë e palimituar PhotoPick
tr: Sınırsız PhotoPick Hakkı!
uk: Безліміт оцінок з PhotoPick

# data_advantage_short
source: Additional Data Advantage
ar: حزمة بيانات إضافية
de: Zusätzliches Datenpaket
es: Paquete de datos adicional
fr: Quota supplémentaire
ka: დამატებითი მონაცემების უპირატესობა
ro: Avantaje Data adiționale
ru: No translation
sq: Avantazh të dhënash shtesë
tr: Ek data paketi
uk: No translation

source: Additional Data Advantage
ar: حزمة بيانات إضافية
de: Zusätzliches Datenpaket
es: Paquete de datos adicional
fr: Quota supplémentaire
ka: დამატებითი მონაცემების უპირატესობა
ro: Avantaje Data adiționale
ru: No translation
sq: Avantazh të dhënash shtesë
tr: Ek data paketi
uk: No translation

# connection_problem_occured
source: There is a connection error now, please try again later
ar: خطأ في الربط. الرجاء حاول مرة ثانية.
de: Verbindungsfehler. Bitte versuchen Sie es später erneut.
es: Error de conexión. Por favor intentarlo de nuevo más tarde.
fr: Erreur de connexion. Veuillez réessayer plus tard.
ka: ახლა დაკავშირების შეცდომა ფიქსირდება, მოგვიანებით სცადე
ro: E o eroare de conexiune la moment, încearcă mai târziu
ru: Ошибка соединения. Пожалуйста, попробуйте позже
sq: Ka një gabim lidhjeje. Ju lutem, provoni më vonë.
tr: Bağlantı hatası. Lütfen daha sonra tekrar deneyin.
uk: Помилка з'єднання. Будь ласка, спробуйте пізніше

# mid_user
source: lifebox Standard+
ar: لايف بوكس قياسي +
de: lifebox Standart+
es: Lifebox estándar+
ka: ლაიფბოქს სტანდარტ+
ru: lifebox Стандарт+
tr: lifebox Standart+
uk: lifebox Стандарт+

# instapick_no_available_units_left
source: No analysis left
ar: لم يعد لديك حق التحليل
de: Keine Analyserechte übrig
es: No tienes derecho de análisis.
fr: Plus d'analyse possible
ka: ანალიზი არ დარჩა
ro: Nu a mai rămas nici o analiză
ru: Ничего нет для анализа
sq: Nuk ka asnjë analizë
tr: Analiz hakkın kalmadı
uk: Немає фото для оцінки

# middle_user
source: lifebox Standard+
ar: لايف بوكس قياسي +
de: lifebox Standart+
es: Lifebox estándar+
ru: lifebox Стандарт+
tr: lifebox Standart+
uk: lifebox Стандарт+

# lifebox_middle
source: lifebox Standard+
ar: لايف بوكس قياسي +
de: lifebox Standart+
es: Lifebox estándar+
ru: lifebox Стандарт+
tr: lifebox Standart+
uk: lifebox Стандарт+

# lifebox_standart
source: lifebox Standard
ar: لايف بوكس قياسي
de: lifebox Standart
es: Lifebox estándar+
ru: lifebox Стандарт
tr: lifebox Standart
uk: lifebox Стандарт

# account_detail_middle_title
source: You can use advanced features with your lifebox Standard+ membership
ar: بواسطة العضوية القياسية + يمكنك إستخدام جميع مميزات لايف بوكس المتطورة المبينة أدناه,
de: Mit Standart+ Mitgliedschaft können Sie alle erweiterten Funktionen der lifebox nutzen.
es: Puedes utilizar todas las siguientes funciones avanzadas de lifebox con la membresía Estándar+
fr: Vous pouvez utiliser toutes les fonctionnalités avancées de lifebox avec votre offre Standard +.
ka: შეგიძლიათ გამოიყენო გაფართოებული ფუნქციები lifebox Standard+ წევრობით
ro: Cu abonamentul tău Standard+, poți beneficia de opțiuni avansate
ru: Пользуйтесь дополнительными функциями с пакетом lifebox Стандарт+
sq: Me anëtarësimin tuaj lifebox Standard+, ju mund të përdorni funksionalitete të avancuara.
tr: Standart+ üyeliğin ile lifebox'ın aşağıdaki tüm gelişmiş özelliklerini kullanabiliyorsun.
uk: Ви можете користуватися додатковими функціями з lifebox Стандарт+

# account_detail_middle_description
source: You will not be able to benefit from Standard+ privileges if you cancel your membership
ar: عند إنتهاء العضوية القياسية + لن تتمكن من الإستفادة من هذه المميزات.
de: Sie können diese Funktionen nicht nutzen, wenn Sie die Mitgliedschaft bei Standart+ beenden.
es: No podrás beneficiarte de estas funciones cuando termines la membresía Estándar+
fr: Vous ne pourrez plus bénéficier des fonctionnalités Standard + si vous résiliez votre offre.
ka: შენ ვერ შეძლებ ისარგებლოთ Standard+ პრივილეგიებით, თუ გააუქმებ წევრობას
ro: Nu vei mai putea beneficia de opțiunile avansate Standard+, din moment ce anulezi abonamentul tău
ru: Вы не сможете пользоваться преимуществами пакета lifebox Стандарт+, если отмените подписку
sq: Nëse e anuloni anëtarësimin tuaj, ju nuk do të mund të përfitoni nga privilegjet Standard+.
tr: Standart+ üyeliğini sonlandırdığında bu özelliklerden faydalanamayacaksın.
uk: Ви не зможете користуватися перевагами lifebox Стандарт+, якщо відмінете підписку

# account_detail_standart_title
source: You are using lifebox as a Standard user
ar: أنت تستخدم لايف بوكس على شكل حساب مقياسي
de: Sie verwenden lifebox als Ihr Standartkonto.
es: Estás utilizando lifebox como la cuenta estándar.
fr: Vous utilisez lifebox avec un compte utilisateur Standard.
ka: შენ იყენებ lifebox-ს, როგორც სტანდარტული მომხმარებელი
ro: Ești un utilizator Standard lifebox
ru: Вы пользуетесь lifebox как Стандарт пользователь
sq: Jeni duke e përdorur lifebox-in si përdorues Standard.
tr: lifebox'ı Standart hesap olarak kullanıyorsun.
uk: Ви користуєтесь lifebox як Стандарт користувач

# account_detail_standart_description
source: You can use standard features with your membership
ar: يمكنك إستخدام المميزات التالية مع لايف بوكس القياسي.
de: Mit lifebox Standart können Sie folgende Funktionen nutzen.
es: Puedes utilizar las siguientes funciones con lifebox estándar.
fr: Avec lifebox Standard, vous pouvez utiliser les fonctionnalités suivantes
ka: შენ შეგიძლია გამოიყენო სტანდარტული ფუნქციები შენს წევრობასთან ერთად
ro: Cu abonamentul tău, beneficiezi de opțiuni standarde
ru: Вы можете пользоваться стандартными функциями с вашей подпиской
sq: Me anëtarësimin tuaj, ju mund të përdorni funksionalitete standarde.
tr: lifebox Standart ile aşağıdaki özellikleri kullanabilirsin.
uk: Ви можете користуватися стандартними функціями з вашим пакетом

# instapick_see_details
source: Become Premium
ar: اصبح عضو ممتاز
de: Holen Sie sich Premium
es: Ser Premium.
fr: Je veux devenir Premium
ka: გახდი Premium-ი
ro: Devino Premium
ru: Станьте Премиум
sq: Bëhuni Premium
tr: Premium Ol
uk: Стати Преміум

# store_in_high_quality
source: Back up with High Quality
ar: قم بالحفظ الإحتياطي لذكرياتك بجودة عالية
de: Sichern Sie Ihre Erinnerungen in hoher Qualität
es: Copiar tus recuerdos en la calidad alta.
fr: Sauvegardez vos souvenirs en Haute Qualité.
ka: სარეზერვო ასლის შექმნა მაღალი ხარისხით
ro: Fă copii de rezervă de calitate înaltă
ru: Сохраняйте в высоком качестве
sq: Krijoni kopje rezervë me Cilësi të Lartë
tr: Anılarını yüksek kalitede yedekle
uk: Зберігати у високій якості
