Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# support_form_subject_2_detailed_info_fulltext
source: <p><strong>If you are a Turkcell subscriber:</strong></p> <p>- If you cannot log in by E-mail, you can access your account by entering the password you used when registering with your phone number. <br /> - If you don't remember your password, you can log in by receiving a Turkcell password. <br /> - If you forget your Turkcell password, type SIFRE and send it to 2200 if you are a Turkcell customer, so you can get your password.<br/> - If you think you have entered your password and e-mail correctly, and still you cannot log in; - you can renew your password and try to log in again through the process I forgot my password step. <br /> - If you receive an incorrect e-mail / phone number or password alert, you can check your account and e-mail and phone number data from your profile by using the Turkcell password that you will receive along with the e-mail or Phone Number data that you can verify. You can change your e-mail, you can't change your phone number. Each phone number remains connected to only one account.</p> <p><strong>if you are not a Turkcell subscriber:</strong> </p> <p> - You cannot log in with Turkcell password. <br/> - You can change your phone number from the profile page after logging in.</p> <p><strong> If you have not reached a solution: </strong> </p> <p> - If a phone number is not connected to the account and you have not accessed the account for a long time (at least 3 months), your account may be suspended.<br/> - In transfer cases, the phone number is removed from the connected account and the new phone number is expected to be defined with the first entry.
ar: <p><strong>إذا كنت من تركسل:</strong></p><p>i. إذا لم تتمكن من تسجيل الدخول باستخدام رقم هاتفك ، فيمكنك الوصول إلى حسابك عن طريق إدخال كلمة المرور التي استخدمتها أثناء التسجيل باستخدام بريدك الإلكتروني .<br /> ii. إذا كنت تعتقد أنك أدخلت رقم هاتفك وكلمة المرور بشكل صحيح ، لكنك ما زلت لا تستطيع تسجيل الدخول ؛ يمكنك محاولة إعادة تعيين كلمة المرور الخاصة بك وتسجيل الدخول مرة أخرى باستخدام عملية نسيت كلمة المرور. <br /> iii. إذا كنت تتلقى بريدًا إلكترونيًا / رقم هاتف أو تحذيرًا بكلمة مرور غير صحيح ؛ يمكنك التحقق من بيانات بريدك الإلكتروني ورقم هاتفك من ملف التعريف الخاص بك عن طريق الوصول إلى حسابك باستخدام إجابة سؤال الأمان التي تم تعيينها مسبقًا أو البريد الإلكتروني للاسترداد بالإضافة إلى بيانات البريد الإلكتروني أو رقم الهاتف التي يمكنك التحقق منها. يمكنك تغيير بريدك الإلكتروني ، وليس رقم هاتفك. يظل كل رقم هاتف مرتبطًا بحساب واحد فقط .</p><p><strong> إذا لم تكن من تركسل :</strong></p><p>i. بعد تسجيل الدخول ، يمكنك تغيير رقم هاتفك من صفحة ملفك الشخصي.</p><p>&nbsp;<strong> إذا لم تتمكن من إيجاد الحل :</strong></p><p>i. إذا لم يكن رقم الهاتف مرتبطًا بالحساب ولم تقم بتسجيل الدخول لفترة طويلة (3 أشهر على الأقل) ، فقد يتم تعليق حسابك. <br /> ii. في حالة التحويل ، يتم فصل رقم الهاتف عن الحساب المرتبط ومن المتوقع تحديد رقم هاتف جديد مع الإدخال الأول.
de: <p><strong>Wenn Sie ein Kunde von Turkcell sind:</strong></p><p>i. Wenn Sie sich nicht mit Ihrer Telefonnummer anmelden können, können Sie auf Ihr Konto zugreifen, indem Sie das Passwort eingeben, das Sie bei der Registrierung mit Ihrer E-Mail verwendet haben.<br /> ii. Wenn Sie der Meinung sind, dass Sie Ihre Telefonnummer und Ihr Passwort richtig eingegeben haben, sich aber immer noch nicht anmelden können, können Sie versuchen, Ihr Passwort zurückzusetzen und sich erneut mit der Funktion Passwort vergessen anzumelden.<br /> iii. Wenn Sie eine Warnung über eine falsche E-Mail-Adresse/Telefonnummer oder ein falsches Passwort erhalten, können Sie Ihre E-Mail- und Telefonnummern-Daten in Ihrem Profil überprüfen, indem Sie auf Ihr Konto zugreifen und Ihre zuvor festgelegte Antwort auf die Sicherheitsfrage oder die Wiederherstellungs-E-Mail zusammen mit den E-Mail- oder Telefonnummern-Daten, die Sie überprüfen können, verwenden. Sie können Ihre E-Mail-Adresse ändern, aber nicht Ihre Telefonnummer. Jede Telefonnummer bleibt mit nur einem Konto verbunden.</p><p><strong>Wenn Sie kein Kunde von Turkcell:</strong></p><p>i. Sie können Ihre Telefonnummer auf Ihrer Profilseite ändern, nachdem Sie sich eingeloggt haben.</p><p>&nbsp;<strong>Wenn Sie die Lösung nicht finden können:</strong></p><p>i. Wenn Sie keine Telefonnummer haben, die mit dem Konto verknüpft ist, und Sie sich lange Zeit nicht angemeldet haben (mindestens 3 Monate), kann Ihr Konto gesperrt werden.<br /> ii. Wenn Sie keine Telefonnummer haben, die mit dem Konto verknüpft ist, und Sie sich lange Zeit nicht angemeldet haben (mindestens 3 Monate), kann Ihr Konto gesperrt werden.
es: <p><strong>Si es suscriptor de Turkcell:</strong></p><p>i. Si no puede iniciar sesión usando su número de teléfono, puede acceder a su cuenta ingresando la contraseña que usó al registrarse con el correo electrónico.<br /> ii. Si cree que ha introducido su número de teléfono y contraseña correctamente, y aún no puede iniciar sesión, puede reemplazar su contraseña e intentar iniciar sesión con el procedimiento "He olvidado mi contraseña’.<br /> iii. Si recibe la advertencia 'su correo electrónico / número de teléfono o contraseña es erróneo', puede controlar los datos de correo electrónico y número de teléfono de su perfil accediendo a su cuenta utilizando la respuesta a la pregunta de seguridad que haya determinado anteriormente o dirección de correo electrónico de recuperación junto con la dirección de correo electrónico o el número de teléfono que puede verificar. Puede cambiar su correo electrónico, pero no puede cambiar su número de teléfono. Cada número de teléfono permanece conectado a una sola cuenta.</p><p><strong>Si no es un suscriptor de Turkcell:</strong></p><p>i. Puede cambiar su número de teléfono a través de la página de perfil después de iniciar sesión.</p><p>&nbsp;<strong>Si no ha podido llegar a una solución:</strong></p><p>i. Si no hay ningún número de teléfono conectado a la cuenta y si no ha podido iniciar sesión durante un tiempo prolongado (durante un mínimo de 3 meses), es posible que su cuenta haya sido suspendida.<br /> ii. En los casos de transferencia, el número de teléfono se desconecta de la cuenta vinculada y se espera que se defina un nuevo número de teléfono junto con el primer inicio de sesión.
fr: <p><strong>Si vous vous êtes abonné à Turkcell:</strong></p><p>i. Si vous ne pouvez pas vous connecter avec votre numéro de téléphone, vous pouvez accéder à votre compte en entrant le mot de passe que vous avez utilisé pour vous inscrire avec l’e-mail.<br /> ii. Si vous pensez avoir entré correctement votre numéro de téléphone et votre mot de passe, si vous ne parvenez toujours pas à vous connecter ; vous pouvez renouveler votre mot de passe et essayer de vous reconnecter avec le processus de mot de passe oublié.<br /> iii. Si vous recevez une alerte de ‘votre adresse e-mail/numéro de téléphone ou mot de passe est incorrect’ ; avec des données d’e-mail ou de numéro de téléphone que vous pouvez vérifier, vous pouvez accéder à votre compte et vérifier les données de votre adresse e-mail et de votre numéro de téléphone à l’aide de votre réponse à la question de sécurité ou de votre e-mail de récupération précédemment définis. Vous pouvez changer votre adresse e-mail, vous ne pouvez pas changer votre numéro de téléphone. Chaque numéro de téléphone est lié à un seul compte.</p><p><strong>Si vous ne vous êtes pas abonné à Turkcell:</strong></p><p>i. Après vous être connecté, vous pouvez modifier votre numéro de téléphone à partir de la page de profil.</p><p>&nbsp;<strong>Si vous n’êtes pas parvenu à une solution:</strong></p><p>i. Si un numéro de téléphone n'est pas lié au compte et que vous ne vous êtes pas connecté depuis longtemps (au moins 3 mois), votre compte peut être suspendu.<br /> ii. Dans les situations de transfert, le numéro de téléphone est supprimé du compte connecté et le nouveau numéro de téléphone doit être défini lors de la première connexion.
ka: <p><strong>თუ Turkcell-ის აბონენტი ხარ:</strong></p> <p>- თუ ვერ შეხვალ ელ.ფოსტით, შეგიძლია შეხვიდე შენს ანგარიშზე იმ პაროლის შეყვანით, რომელიც გამოიყენე შენი ტელეფონის ნომრით რეგისტრაციისას. <br /> - თუ პაროლი არ გახსოვს, შეგიძლია შეხვიდე Turkcell პაროლის მიღებით. <br /> - თუ დაგავიწყდა შენი Turkcell პაროლი, აკრიფე SIFRE და გაგზავნე 2200-ზე, თუ შენ ხარ Turkcell-ის მომხმარებელი, რათა მიიღო პაროლი.<br/> - თუ ფიქრობ, რომ შეიყვანე შენი პაროლი და ელ.სწორად და მაინც ვერ შედიხარ; - შეგიძლია განაახლო შენი პაროლი და სცადო ხელახლა შესვლა დამავიწყდა პაროლის მეშვეობით. <br /> - თუ შენ მიიღებ არასწორი ელ. ფოსტის / ტელეფონის ნომერს ან პაროლის გაფრთხილებას, შეგიძლია შეამოწმო შენი ანგარიში, ელ. ფოსტა და ტელეფონის ნომრის მონაცემები შენი პროფილიდან Turkcell პაროლის გამოყენებით, რომელსაც მიიღებ ელექტრონულ ფოსტასთან ერთად. ფოსტა ან ტელეფონის ნომრის მონაცემები, რომელთა გადამოწმება შეგიძლია. შენ შეგიძლია შეცვალო შენი ელექტრონული ფოსტა, არ შეგიძლია შეცვალო შენი ტელეფონის ნომერი. თითოეული ტელეფონის ნომერი დაკავშირებულია მხოლოდ ერთ ანგარიშთან.</p> <p><strong>თუ არ ხარ Turkcell-ის აბონენტი:</strong> </p> <p> - შენ არ შეგიძლია შეხვიდე Turkcell პაროლით. <br/> - შეგიძლია შეცვალო შენი ტელეფონის ნომერი პროფილის გვერდიდან შესვლის შემდეგ.</p> <p><strong> თუ გამოსავალს ვერ მიაღწიე: </strong> </p> <p> - თუ ტელეფონის ნომერი არ არის დაკავშირებული ანგარიშთან და დიდი ხნის განმავლობაში არ გაქვს წვდომა ანგარიშზე (მინიმუმ 3 თვე), შენი ანგარიში შეიძლება შეჩერდეს.<br/> - გადარიცხვის შემთხვევაში, ტელეფონის ნომერი ამოღებულია დაკავშირებული ანგარიშიდან და ახალი ტელეფონის ნომერი უნდა განისაზღვროს პირველი ჩანაწერით.
ro: <p><strong>Dacă sunteți membru Turkcell:</strong></p><p>i. Dacă nu vă puteți autentifica prin numărul de telefon, vă puteți accesa contul introducând adresa e-mail împreună cu parola pe care ați folosit-o la înregistrare.<br /> ii. Dacă credeți că ați introdus corect numărul de telefon şi parola, dar tot nu vă puteți autentifica; Puteți să vă reînnoiți parola și să încercați să vă autentificați din nou folosind opțiunea mi-am uitat parola. Puteți să vă reînnoiți parola și să încercați să vă autentificați din nou folosind procesul de uitare a parolei.<br /> iii. Dacă primiți o avertizare în sensul că adresa de e-mail/număr de telefon sau parolă este incorectă; vă puteți verifica datele de e-mail și numărul de telefon din profilul dvs. accesând contul folosind răspunsul la întrebarea de securitate sau e-mailul de recuperare setat anterior, împreună cu datele de e-mail sau numărul de telefon pe care le puteți confirma. Îți poți schimba adresa de e-mail, însă nu şi numărul de telefon. Fiecare număr de telefon rămâne conectat la un singur cont.</p><p><strong>Dacă nu sunteți membru Turkcell:</strong></p><p>i Vă puteți schimba numărul de telefon din pagina de profil după ce vă autentificați.</p><p>&nbsp;<strong> Dacă nu ați găsit soluția:</strong></p><p>i. Dacă un număr de telefon nu este conectat la cont și nu v-aţi autentificat de mult timp (minimum 3 luni), este posibil ca contul tău să fi fost suspendat.<br /> ii. În cazul transferului, numărul de telefon fiind separat de contul la care este conectat și se așteptată să fie redefinit un nou număr de telefon la prima autentificare.
ru: <p><strong> Если вы являетесь абонентом Turkcell:</strong></p><p>i. Если вы не можете войти в систему по номеру телефона, вы можете получить доступ к своей учетной записи введя пароль, который вы использовали при регистрации по электронной почте. <br /> ii. Если вы считаете, что ввели свой пароль и адрес электронной почты правильно, но по-прежнему не можете войти в систему, то вы можете обновить свой пароль и снова попытаться войти в систему, выполнив пошагово «Я забыл свой пароль».<br /> iii. Если вы получили предупреждение о том, что ваш адрес электронной почты/номер телефона или пароль неверны, вы можете получить доступ к своей учетной записи и проверить информацию своего профиля используя ответ на секретный вопрос, или адрес электронной почты для восстановления вместе с подтвержденным адресом электронной почты или номером телефона. Вы можете изменить свой адрес электронной почты, но вы не можете изменить свой номер телефона. Каждый номер телефона остается привязанным только к одной учетной записи.</p><p><strong> Если вы не являетесь абонентом Turkcell:</strong></p><p>i. Вы можете изменить свой номер телефона на странице профиля после входа в систему.</p><p>&nbsp;<strong>Если вы не нашли решения проблемы:</strong></p><p>i. Если номер телефона не привязан к учетной записи, и вы не заходили в учетную запись в течение длительного времени (не менее 3 месяцев), действие вашей учетной записи может быть приостановлено.<br /> ii. В случаях передачи номер телефона удаляется из подключенной учетной записи, и ожидается, что новый номер телефона будет определен с первым же входом в систему.
sq: <p><strong>Nëse jeni anëtar i Turkcell:</strong></p><p>i. Nëse nuk mund të identifikoheni per te hyre me numrin tuaj të telefonit, mund të hyni në llogarinë tuaj duke futur fjalëkalimin që keni përdorur gjatë regjistrimit me emailin tuaj.<br /> ii. Nëse mendoni se keni futur saktë numrin tuaj të telefonit dhe fjalëkalimin, por ende nuk mund të hyni; Ju mund të rinovoni fjalëkalimin tuaj dhe të provoni të hyni përsëri me procesin që kam harruar fjalëkalimin.<br />iii. Nëse po merrni një paralajmërim të pasaktë të postës elektronike/numër telefoni ose fjalëkalim; Mund t'i kontrolloni të dhënat e postës elektronike dhe të numrit të telefonit nga profili juaj duke hyrë në llogarinë tuaj duke përdorur përgjigjen e pyetjes së sigurisë që keni vendosur më pare ose duke perdorur emailin tuaj te rikuperimit së bashku me të dhënat e emailin ose numrit të telefonit që mund të verifikoni. Ju mund të ndryshoni emailin tuaj, jo numrin tuaj të telefonit. Çdo numër telefoni është i lidhur me vetëm një llogari.</p><p><strong> Nëse nuk jeni anëtar i Turkcell:</strong></p><p>i. Pasi të kryeni hyrjen, mund të ndryshoni numrin tuaj të telefonit nga faqja e profilit tuaj.</p><p>&nbsp;<strong> Nëse nuk mund ta gjeni zgjidhjen:</strong></p><p>i. Nëse një numër telefoni nuk është i lidhur me llogarinë dhe nëse nuk keni hyrë për një kohë të gjatë (të paktën 3 muaj), llogaria juaj mund të jete pezulluar.<br /> ii. Në rast transferimi,numri i telefonit shkëputet nga llogaria e lidhur dhe pritet të përcaktohet një numër i ri telefoni me hyrjen e parë.
tr: <p><strong>Turkcell'liysen:</strong></p><p>i. Telefon numaran ile giriş yapamıyorsan, e-posta ile beraber kayıt olurken kullandığın şifreyi girerek hesabına ulaşabilirsin.<br /> ii. Eğer telefon numaran ile şifreni doğru girdiğini düşünüyor, halen giriş yapamıyorsan; şifremi unuttum işlemi ile şifreni yenileyip tekrar giriş deneyebilirsin.<br /> iii. E-postan/telefon numaran veya şifren hatalı uyarısı alıyorsan; doğrulayabileceğin e-posta veya telefon numarası verisi ile beraber daha önceden belirlediğin güvenlik sorusu yanıtını veya kurtarma e-postanı kullanarak hesabına ulaşıp, profilinden e-posta ve telefon numarası verilerini kontrol edebilirsin. E-postanı değiştirebilir, telefon numaranızı değiştiremezsin. Her telefon numarası sadece bir hesaba bağlı kalır.</p><p><strong>Turkcell'li değilsen:</strong></p><p>i. Giriş yaptıktan sonra profil sayfasından telefon numaranı değiştirebilirsin.</p><p>&nbsp;<strong>Çözüme ulaşamadıysan:</strong></p><p>i. Hesaba bir telefon numarası bağlı değilse ve uzun süredir (en az 3 aydır) girmiyorsan hesabın askıya alınmış olabilir.<br /> ii. Devir durumlarında telefon numarası bağlı olan hesaptan kopartılarak, ilk giriş ile birlikte yeni telefon numarası tanımlanması beklenir.
uk: <p><strong>Якщо ви є абонентом Turkcell:</strong></p><p>i. Якщо ви не можете увійти за своїм номером телефону, ви можете отримати доступ до свого облікового запису ввівши пароль, який ви використовували під час реєстрації за допомогою електронної пошти.<br /> ii. Якщо ви вважаєте, що правильно ввели свій пароль та адресу електронної пошти, але не можете увійти, Ви можете оновити свій пароль за допомогою параметра “Я забув пароль”. <br /> iii. Якщо ви отримаєте сповіщення про те, що ваша адреса електронної пошти/номер телефону чи пароль неправильні, ви можете отримати доступ до свого облікового запису та перевірити свою інформацію у своєму профілі, скориставшись відповіддю на таємне запитання або електронною поштою для відновлення разом із підтвердженою електронною поштою або номером телефону. Ви можете змінити свою електронну пошту, але ви не можете змінити свій номер телефону. Кожен номер телефону залишається підключеним лише до одного облікового запису.</p><p><strong>Якщо ви не є абонентом Turkcell:</strong></p><p>i. Ви можете змінити свій номер телефону на сторінці профілю після входу.</p><p>&nbsp;<strong>Якщо ви не знайшли рішення:</strong></p><p>i. Якщо номер телефону не підключено до облікового запису, і ви не входили до нього протягом тривалого часу (принаймні 3 місяці), ваш обліковий запис може бути призупинено.<br /> ii. У випадках переказу номер телефону видаляється з підключеного облікового запису, і очікується, що новий номер телефону буде визначено з першим входом до системи.

# support_form_subject_3_detailed_info_label
source: I can't login with my password.
ar: لا استطيع الدخول باستخدام رقم الحماية الخاص بي
de: Ich kann mich mit meiner Telefonnummer nicht anmelden
es: No puedo acceder con mi contraseña
fr: Je ne parviens pas me connecter avec mon mot de passe
ka: ვერ შევდივარ სისტემაში ჩემი პაროლით.
ro: Nu mă pot autentifica cu parola.
ru: Не могу совершить вход при помощи своего пароля
sq: Nuk mund të identifikohem me fjalëkalimin tim.
tr: Şifrem ile giriş yapamıyorum
uk: Я не можу ввійти через свій пароль
