Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# global_permission_description
source: I consent my personal information to be shared with the cooperation operators by Turkcell in order for me to utilize the advantageous services of relevant operator regarding lifebox.
ar: أوافق على مشاركة معلوماتي الشخصية مع المشغل الذي يقوم بعمل مشترك من قبل توركسل من أجل الإستفادة من الخدمات المميزة للمشغلين المتعلقة بمستخدم لايف بوكس
de: Ich bin damit einverstanden, dass Turkcell meine persönlichen Daten mit kooperierenden Betreibern teilt, damit ich bezüglich dem ‚Lifebox‘ Betreiber von den vorteilhaften Dienstleistungen des betreffenden Betreibers profitieren kann.
es: Acepto que mis datos personalizados se comportan con los operadores que se coordinan con Turkcell para beneficiarme de los servicios ventajosos del operador relacionados con el operador “Lifebox”.
fr: J'accepte que mes informations personnelles soient partagées avec les opérateurs partenaires de Turkcell afin que je puisse utiliser les services avantageux de l'opérateur correspondant en ce qui concerne lifebox.
ka: მე თანახმა ვარ, რომ ჩემი პირადი ინფორმაცია თანამშრომლობის ოპერატორებს გაუზიაროს Turkcell-მა, რათა გამოვიყენო შესაბამისი ოპერატორის მომგებიანი სერვისები lifebox-თან დაკავშირებით.
ro: Îmi exprim consimțământul ca datele mele personale să fie împărtășite de către Turkcell cu operatorii cu care cooperează, pentru a putea beneficia de avantajele serviciilor oferite de operatorii respectivi, în ce privește lifebox.
ru: Я даю согласие на передачу моей личной информации операторам, сотрудничающим с Turkcell, чтобы я мог использовать выгодные услуги соответствующего оператора в отношении lifebox.
sq: Unë pranoj që informacioni im personal të ndahet me operatorët e bashkëpunimit me Turkcell në mënyrë që unë të shfrytëzoj shërbimet e dobishme të operatorit përkatës në lidhje me Lifebox.
tr: Kişisel verilerimin ilgili operatörün lifebox’a yönelik avantajlı hizmetlerinden faydalanabilmem için Turkcell tarafından bulunduğum ülkede işbirliği yapılan operatörle paylaşılmasına izin veriyorum.
uk: Я даю згоду на передачу моєї приватної інформації операторам, які співпрацюють з Turkcell, щоб я мав змогу використовувати вигідні послуги оператора у відношенні до lifebox.

# terms_and_use_etk_checkbox_header
source: I have read and accept the text of Commercial Electronic Message and Data Consent.
ar: رسالة إلكترونية تجارية
de: Gewerbliche E-Mail
es: Mensaje electrónico comercial
fr: Newsletter
ka: მე წავიკითხე და მივიღე კომერციული ელექტრონული შეტყობინების ტექსტი და მონაცემების თანხმობა.
ro: Mesaj Electronic Comercial
ru: Коммерческое электронное сообщение
sq: Mesazh Elektronik Komercial
tr: Ticari Elektronik İleti ve Veri İzni metnini okudum ve kabul ediyorum.
uk: Комерційне електронне повідомлення

# global_data_permission_agreement
source: I consent my personal information to be shared with the cooperation operators by Turkcell in order for me to utilize the advantageous services of relevant operator regarding lifebox. Click for detailed information.
ar: أوافق على مشاركة معلوماتي الشخصية مع المشغل الذي يقوم بعمل مشترك من قبل توركسل من أجل الإستفادة من الخدمات المميزة للمشغلين المتعلقة بمستخدم لايف بوكس انقر للحصول على معلومات مفصلة
de: Ich bin damit einverstanden, dass Turkcell meine persönlichen Daten mit kooperierenden Betreibern teilt, damit ich bezüglich dem ‚Lifebox‘ Betreiber von den vorteilhaften Dienstleistungen des betreffenden Betreibers profitieren kann. Klicken Sie hier für ausführliche Informationen.
es: Acepto que mis datos personalizados se comportan con los operadores que se coordinan con Turkcell para beneficiarme de los servicios ventajosos del operador relacionados con el operador “Lifebox”. Hacer clic para información detallada.
fr: J'accepte que mes informations personnelles soient partagées avec les opérateurs partenaire de Turkcell afin que je puisse utiliser les services avantageux de l'opérateur correspondant en ce qui concerne lifebox. Cliquez pour plus de détails.
ka: მე თანახმა ვარ, რომ ჩემი პირადი ინფორმაცია თანამშრომლობის ოპერატორებს გაუზიაროს Turkcell-მა, რათა გამოვიყენო შესაბამისი ოპერატორის მომგებიანი სერვისები lifebox-თან დაკავშირებით. დააწკაპუნე დეტალური ინფორმაციისთვის.
ro: Îmi exprim consimțământul ca datele mele personale să fie împărtășite de către Turkcell cu operatorii cu care cooperează, pentru a putea beneficia de avantajele serviciilor oferite de operatorii respectivi, în ce privește lifebox. Click pentru informație detaliată
ru: Я даю согласие на передачу моей личной информации операторам, сотрудничающим с Turkcell, чтобы я мог использовать выгодные услуги соответствующего оператора в отношении lifebox. Нажмите для подробной информации
sq: Unë pranoj që informacioni im personal të ndahet me operatorët e bashkëpunimit me Turkcell në mënyrë që unë të shfrytëzoj shërbimet e dobishme të operatorit përkatës në lidhje me Lifebox. Klikoni për informacion të detajuar.
tr: Kişisel verilerimin ilgili operatörün lifebox’a yönelik avantajlı hizmetlerinden faydalanabilmem için Turkcell tarafından bulunduğum ülkede işbirliği yapılan operatörle paylaşılmasına izin veriyorum. Detaylı bilgi için tıklayınız.
uk: Я даю згоду на передачу моєї приватної інформації операторам, які співпрацюють з Turkcell, щоб я мав змогу використовувати вигідні послуги оператора у відношенні до lifebox. Натисніть для детальної інформації

# global_data_permission_link
source: Click for detailed information
ar: انقر للحصول على معلومات مفصلة
de: Klicken Sie hier für ausführliche Informationen
es: Hacer clic para información detallada
fr: Cliquez-ici pour plus de détails
ka: დააკლიკე უფრო დეტალური ინფორმაციისთვის
ro: Click pentru informație detaliată
ru: Нажмите для подробной информации
sq: Klikoni për informacion të detajuar.
tr: Detaylı bilgi için tıklayınız.
uk: Натисніть для детальної інформації

# global_permission_header
source: Global Data Permission
ar: إذن البيانات العالمية
de: Globale Datenerlaubnis
es: Permiso de Datos Global
fr: Autorisation globale de données
ka: გლობალური მონაცემთა ნებართვა
ro: Permisiune Globală de Date
ru: Глобальное разрешение на передачу данных
sq: Leja e të dhënave globale
tr: Global Veri Paylaşımı
uk: Глобальний доступ до даних

# informative_description_label
source: Waiting for permission
ar: في انتظار إذن
de: Warten auf Erlaubnis
es: esperando permiso
fr: En attente de permission
ka: ელოდება ნებართვას
ro: așteptând permisiunea
ru: в ожидании разрешения
sq: duke pritur lejen
tr: İzin için bekleniyor
uk: чекаючи дозволу

# global_permission_screen_title
source: Global Data Permission
ar: إذن البيانات العالمية
de: Globale Datenerlaubnis
es: Permiso de Datos Global
fr: Autorisation globale de données
ka: გლობალური მონაცემთა ნებართვა
ro: Permisiune Globală de Date
ru: Глобальное разрешение на передачу данных
sq: Leja e të dhënave globale
tr: Global Veri Paylaşımı
uk: Глобальний доступ до даних

source: Permissions
ar: تصاريح
de: Genehmigungen
es: Permisos
fr: Autorisations
ka: ნებართვები
ro: Permisiuni
ru: Права доступа
sq: Lejimet
tr: İzinler
uk: Дозволи

# NSContactsUsageDescription
source: lifebox needs to access and upload your contacts to lifebox servers to backup and manage them.
ar: أعطي إذن إلى لايف بوكس lifeboxمن أجل القدرة على النسخ الإحتياطي و إدارة الدليل بإصدارات لايف بوكس lifebox ومن أجل التمكن من مشاهدة توصيات الدليل أثناء مشاركة الملف.
de: Lassen Sie der lifebox, Verzeichnisvorschläge anzuzeigen, während Sie Dateien freigeben, und Ihr Verzeichnis auf lifebox-Servern zu sichern und zu verwalten.
es: Permita que lifebox vea las sugerencias de los contactos durante la compartición de archivos y haga una copia de seguridad en los servidores de lifebox y gestione los contactos.
fr: Autorisez lifebox pour afficher les suggestions de répertoire lors du partage de fichiers et pour sauvegarder et pour gérer votre répertoire sur les serveurs lifebox.
ka: lifebox საჭიროებს ნებართვას შენს კონტაქტებზე წვდომისთვის, რათა უზრუნველყოს ტელეფონის წიგნის შემოთავაზებები ფაილის გაზიარების დროს და კონტაქტების სარეზერვო ფუნქციისთვის, რათა ატვირთოს შენი კონტაქტები lifebox სერვერებზე, რათა შექმნა სარეზერვო და მართო ისინი.
ro: Pentru vizualizarea recomandărilor de agendă şi backup-ul respectiv gestionarea agentei tale pe serverele lifebox în timpul partajări fișier acordă permisiune lifebox-ului.
ru: Разрешить lifebox на доступ к вашим контактам в телефонной книге, для предложений и советов, а также для функции резервного копирования контактов, загрузки их на серверы lifebox и управления ими, во время публикаций файлов общего доступа.
sq: Lejo lifebox-in për të jetë e mundur ti shikosh sugjerimet udhëzuese gjatë ndarjes së skedarëve dhe të rezervosh librin tënd telefonik në serverat e lifebox-it dhe të menaxhosh atë.
tr: Dosya paylaşımı sırasında rehber önerilerini görebilmek ve rehberini lifebox sunucularında yedekleyip yönetebilmek için lifebox'a izin ver.
uk: Дозволити lifebox переглядати пропоновані каталоги при спільному використанні файлів, а також створювати резервні копії та керувати вашим каталогом на серверах lifebox.

source: Import from Spotify
ar: الانتقال من سبوتيفي
de: Übertrage von Spotify
es: Transferir de Spotify
fr: Importer de Spotify
ka: იმპორტი Spotify-დან
ro: Importă din Spotify
ru: Импорт из Spotify
sq: Importoni nga Spotify
tr: Spotify'dan Taşı
uk: Імпорт з Spotify

# import_from_spotify_btn
source: Import from Spotify
ar: الانتقال من سبوتيفي
de: Übertrage von Spotify
es: Transferir de Spotify
fr: Importer de Spotify
ka: იმპორტი Spotify-დან
ro: Importă din Spotify
ru: Импорт из Spotify
sq: Importoni nga Spotify
tr: Spotify'dan Taşı
uk: Імпорт з Spotify

# import_from_spotify_title
source: Connect Spotify
ar: اتصل بسبوتيفي
de: Verbinde mit Spotify
es: Conectar a Spotify
fr: Connectez-vous à Spotify
ka: დააკავშირე Spotify-ს
ro: Conectează Spotify
ru: Подключение Spotify
sq: Lidhni Spotify
tr: Spotify'a Bağlan
uk: Імпорт з Spotify

source: Spotify
ar: سبوتيفي

# spotify_remove_connection_warning_title
source: You're about to remove your Spotify connection.
ar: أنت على وشك إزالة تطبيق سبوتيفي
de: Du bist im Begriff, Deine Spotify-Verbindung abzubrechen.
es: Estás a punto de eliminar la conexión de Spotify.
fr: Vous êtes sur le point de supprimer la connexion Spotify.
ka: შენ აუქმებ კავშირს სპოტიფაისთან.
ro: Ești pe cale să ștergi conexiunea Spotify.
ru: Вы собираетесь отменить соединение Spotify.
sq: Ju jeni duke hequr lidhjen tuaj Spotify.
tr: Spotify bağlantını kaldırmak üzeresin.
uk: Ви збираєтесь скасувати з'єднання Spotify.

# spotify_remove_connection_warning_message
source: Are you sure you want to remove your Spotify connection?
ar: هل أنت متأكد من أنك ترغب بإلغاء أتصال سبوتيفي؟
de: Bist Du sicher, dass Du Deine Spotify-Verbindung abbrechen willst?
es: ¿Estás seguro de que deseas eliminar la conexión de Spotify?
fr: Êtes-vous sûr de vouloir supprimer la connexion Spotify ?
ka: დარწმუნებული ხარ, რომ გინდა სპოტიფაისთან კავშირი გააუქმო?
ro: Ești sigur că dorești să ștergi conexiunea Spotify?
ru: Вы уверены, что хотите удалить свое соединение Spotify?
sq: Jeni i sigurt që doni të hiqni lidhjen tuaj Spotify?
tr: Spotify bağlantını kaldırmak istediğine emin misin?
uk: Ви впевнені, що хочете скасувати з'єднання Spotify?

# support_form_problem_description
source: We support you in Turkish, English, Arabic languages, so please write your comment in one of these languages
ar: ندعم اللغات التركية والانجليزية والعربية.من فضلك أرسل لنا تعليقا بإحدى هذه اللغات
de: Wie unterstützen die Sprachen Türkisch, Englisch und Arabisch. Bitte schicke Deinen Kommentar in einer dieser Sprachen
es: Es compatible con los idiomas Turco, Ingles y Árabe. Por favor enviarnos este comentario en uno de estos idiomas.
fr: Nous soutenons les langues turque, anglaise et arabe. S'il vous plaît envoyez-nous votre commentaire dans l'une de ces langues.
ka: ჩვენ გემსახურებით თურქულ, ინგლისურ, არაბულ ენებზე, შეგიძლიათ რომელიმე ენაზე მოიწეროთ კომენტარი
ro: Acordăm suport în limbile turcă, engleză, arabă, așa că te rugăm să scrii comentariul într-una din aceste limbi
ru: Мы поддерживаем вас на турецком, английском, арабском языках, поэтому, пожалуйста, оставьте свой комментарий на одном из этих языков
sq: Ne ju mbështesim në gjuhët turke, angleze, arabe, kështu që ju lutemi shkruani komentin tuaj në njërën nga këto gjuhë.
tr: Türkçe, İngilizce ve Arapça dilleri destekliyoruz. Lütfen yorumunu bu dillerden birinde bize ilet
uk: Ми відповідаємо турецькою, англійською, арабською мовами, тому напишіть свій коментар однією з цих мов

# contact_us_subject_1
source: Contacts Problem
ar: لايف بوكس/مشكلة الدليل
de: Verzeichnisproblem
es: Problema de Lista
fr: Problème de contacts
ka: კონტაქტების პრობლემა
ro: Dificultăți cu contactele
ru: Проблема с контантами
sq: Problem Kontaktet
tr: Rehber Sorunu
uk: Проблема з контактами

# contact_us_subject_2
source: Photos Problem
ar: لايف بوكس/ مشكلة الصور
de: Fotoporoblem
es: Problema de Foto
fr: Problème de photos
ka: ფოტოების პრობლემა
ro: Dificuștăți cu fotografiile
ru: Проблема с фото
sq: Problem me Fotot
tr: Fotoğraf Sorunu
uk: Проблема з фото

# contact_us_subject_3
source: Video Problem
ar: لايف بوكس/مشكلة الفيديو
es: problema de Video
fr: Problème de vidéos
ka: ვიდეოს პრობლემა
ro: Dificuștăți cu video
ru: Проблема с видео
sq: Problem me Video
tr: Video Sorunu
uk: Проблема з відео

# contact_us_subject_4
source: Documents Problem
ar: لايف بوكس/مشكلة الملف
de: Dateiproblem
es: Problema de Folio
fr: Problème de fichiers
ka: დოკუმენტების პრობლემა
ro: Dificuștăți cu documentele
ru: Проблема с документами
sq: Problem me Dokumente
tr: Dosya Sorunu
uk: Проблема з документами

# contact_us_subject_5
source: Collage Problem
ar: لايف بوكس/مشكلة دمج الصور
de: Collagenproblem
es: Problema de Colaje
fr: Problème de création
ka: კოლაჟის პრობლემა
ro: Dificuștăți cu colajele
ru: Проблема с элементами
sq: Problem me Kolazhe
tr: Kolaj Sorunu
uk: Проблема з контактами

# contact_us_subject_6
source: Photopick Problem
ar: لايف بوكس/مشكلة اختيار الصور
es: Problema de Photopick
fr: Problème de Photopick
ka: Photopick პრობლემა
ro: Dificuștăți cu Photopick
ru: Проблема с Photopick
sq: Problem me Photopick
tr: Photopick Sorunu
uk: Проблема з Photopick

# contact_us_subject_7
source: Auto-Sync Problem
ar: لايف بوكس/مشكلة النسخ الاحتياطي التلقائي
de: Problem mit automatischer Speicherung
es: Problema de Reproducción Automática
fr: Problème de sauvegarde automatique
ka: ავტ.სინქრონიზაციის პრობლემა
ro: Dificuștăți cu sincronizarea automată
ru: Проблема c автосинхронизацией
sq: Problem me Vetësinkronizim
tr: Otomatik Yedekleme Sorunu
uk: Проблема з автосинхронізацією

# contact_us_subject_8
source: Face & Image Grouping Problem
ar: لايف بوكس/مشكلة تجميع الأشياء&الوجه
de: Oberflächen- und Objektgruppierungsproblem
es: Problema de Agrupación de Cara& Elemento
fr: Problème de regroupement de visages et d'objets
ka: სახის & სურათის დაჯგუფების პრობლემა
ro: Problemă de grupare după față și imagine
ru: Проблема группировки лиц и изображений
sq: Problem me Grupim Fytyre & Imazhi
tr: Yüz & Nesne Gruplama Sorunu
uk: Проблема групування обличчя та зображень

# contact_us_subject_9
source: Connected Accounts Problem
ar: لايف بوكس/مشكلة الحسابات المرتبطة
de: Problem mit angeschlossenen Konten
es: Problema de Cuentas Conectadas
fr: Problème de connexion de comptes
ka: დაკავშირებული ანგარიშების პრობლემა
ru: Проблема с подключенными аккаунтами
sq: Problem me Llogaritë e Lidhura
tr: Bağlı Hesaplar Sorunu
uk: Проблема підключених облікових записів

# contact_us_subject_10
source: Packages & Storage Problem
ar: لايف بوكس/مشكلة الباقة &حصة الانترنت
de: Paket und Quotenproblem
es: Problema de Paquete& Cuota
fr: Problème d'offres et de stockage
ka: პაკეტების & მახსოვრობის პრობლემა
ro: Dificultăți cu conturilor conectate
ru: Пакеты и проблема хранения
sq: Problem me Paketa & Arkivim
tr: Paket & Kota Sorunu
uk: Проблема за пакетами та сховищем

# contact_us_subject_11
source: Touch ID and Password
ar: لايف بوكس/مشكلة الرقم السري و معرف اللمس
de: Touch-ID und Passwortproblem
es: Problema de ID y Contraseña Táctil
fr: Problème d'ID et de mot de passe
ka: Touch ID და პაროლი
ro: Touch ID și parolă
ru: Touch ID и пароль
sq: Problem me ID me prekje
tr: Dokunmatik ID ve Şifre Sorunu
uk: Торкніться ідентифікатора та пароля

# contact_us_subject_12
source: Connection, Speed, Freezing Problems
ar: لايف بوكس/مشكلة الاتصال,البطئ,التوقف
de: Verbindungs-, Geschwindigkeits- und Einfrierungsproblem
es: Problema de Conexión, Lentitud, Congelación
fr: Problème de connexion, lenteur, blocage
ka: კავშირი, სიჩქარე, გაჭედვის პრობლემები
ro: Dificultăți de conexiune, Viteză, Stopare
ru: Соединение, Скорость, Проблемы с приостановлением
sq: Problem me Lidhje, Shpejtësi, Ngrirje
tr: Bağlantı, Yavaşlık, Donma Sorunu
uk: Проблеми з підключенням, швидкістю, призупиненням

# selected_items_limit_download
source: You cannot download more than %d files
ar: لا تستطيع تحميل ملفات تزيد عن %د
de: Du kannst nicht mehr als %d Dateien herunterladen.
es: No puedes descargar más de d% folios.
fr: Vous ne pouvez pas télécharger plus de %d fichiers.
ka: შენ ვერ გადმოწერ %d ფაილზე მეტს
ro: Nu poți descărca mai mult de %d fișiere
ru: Вы не можете загрузить более %d файлов
sq: Ju nuk mund të shkarkoni më shumë se %d dosje.
tr: %d'ten fazla dosya indiremezsin.
uk: Ви не можете завантажити більше %d файлів

# selected_items_limit_delete
source: You cannot delete more than %d files
ar: لا تستطيع مسح ملفات تزيد عن %د
de: Du kannst nicht mehr als %d Dateien löschen.
es: No puedes eliminar más de d% folios.
fr: Vous ne pouvez pas supprimer plus de %d fichiers.
ka: შენ ვერ წაშლი %d ფაილზე მეტს
ro: Nu poți șterge mai mult de %d fișiere
ru: Вы не можете удалить более %d файлов
sq: Ju nuk mund të fshini më shumë se %d dosje
tr: %d'ten fazla dosya silemezsin.
uk: Ви не можете видалити більше %d файлів

# login_settings_security_passcode_description
source: You can receive your Turkcell Password by texting SIFRE to 2200 and if you enable this button, you can login to lifebox using this password.
ar: تستطيع الحصول على الرقم السري لتوركسل من خلال ارسال رسالة على الرقم 2200 وكتابة كلمة SIFRE وعند تفعيل هذا الزر,تستطيعون تسجيل الدخول على لايف بوكس مستخدمين الرقم السري لتوركسل.
de: Du erhältst Dein Turkcell-Passwort mit der Nachricht SIFRE an die Nummer 2200 und kannst so diesen Button aktivieren.
es: Puedes obtener tu mensaje de Turkcell al enviar un mensaje a 2200 y si habilitas este botón, puedes acceder a Lifebox al utilizar la contraseña de Turkcell.
fr: Vous pouvez recevoir votre mot de passe Turkcell en envoyant SIFRE au 2200. Si vous activez ce bouton, vous pouvez vous connecter à lifebox à l'aide du mot de passe Turkcell.
ka: შენ შეგიძლია მიიღო შენი Turkcell პაროლი SMS-ით SIFRE 2200-ზე და თუ ჩართავ ამ ღილაკს, შეგიძლია შეხვიდე lifebox-ში ამ პაროლის გამოყენებით.
ro: Poți primi parola Turkcell prin trimiterea textului SIFRE la 2200 și dacă activezi acest buton, te poți autentifica în lifebox folosind această parolă.
ru: Вы можете получить свой пароль Turkcell, отправив сообщение SIFRE на номер 2200, и если вы включите эту кнопку, вы сможете войти в lifebox, используя этот пароль.
sq: Ju mund të merrni Fjalëkalimin tuaj Turkcell duke dërguar me SMS tekstin SIFRE në 2200 dhe nëse aktivizoni këtë buton, mund të futeni në Lifebox duke përdorur këtë fjalëkalim.
tr: Turkcell Şifreni SIFRE yazıp 2200'a mesaj atarak alabilir ve bu butonu etkinleştirirsen, Turkcell şifreni kullanarak lifebox'a giriş yapabilirsin.
uk: Ви можете отримати свій пароль Turkcell, надіславши повідомлення SIFRE на 2200, і якщо ви увімкнете цю кнопку, ви можете увійти в lifebox за допомогою цього пароля.

# login_settings_security_autologin_description
source: If you enable this button, you can automatically login to lifebox while connected to internet with 3G/LTE. For your security, this button is set to off for corporate gsm lines. If you want to activate it, please make sure to disable it before you change your gsm line.
ar: إذا قمت بتنشيط هذا الزر,فيمكنك تسجيل الدخول إلى LİFEBOX بشكل تلقائي بينما تكون متصل بالإنترنت من خلال 3G /LTE.تم ضبط هذا الزر مغلق في خطوط المؤسسات من أجل حمايتكم.إذا رغبت بتنشيطه ,فكن متأكد من تركك للزر خارج الخدمة قبل الإلغاء أو قبل تغيير خط المؤسسة المتواجد.
de: Wenn Du diesen Button aktivierst, kannst Du, wenn Du mit 3G/LTE im Internet angemeldet bist, Dich automatisch auf lifebox anmelden. Für Ihre Sicherheit ist dieser Button bei Diensten für Unternehmen deaktiviert. Wenn Du es aktivieren möchtest, musst Du die Schaltfläche deaktivieren, bevor Du den vorhandenen Dienst für Unternehmen änderst oder abbrichst.
es: Si habilitas este botón, puedes acceder automáticamente a lifebox cuando estás conectado al internet con 3G / LTE. Este botón se ha configurado desactivado automáticamente en las líneas corporativas para su seguridad. Si quieres activarlo asegúrate de hayas desactivado el botón antes de cambiar o cancelar la línea corporativa.
fr: Si vous activez ce bouton, vous pouvez vous connecter automatiquement à la lifebox lorsque vous êtes connecté à Internet via 3G / LTE. Ce bouton est regle automatiquement inactif dans les lignes institutionnelles pour votre sécurité. Si vous souhaitez l'activer, veuillez vous assurer de désactiver le bouton avant de modifier ou d'annuler la ligne institutionnelle existante.
ka: თუ ჩართავ ამ ღილაკს, შეგიძლია ავტომატურად შეხვიდე lifebox-ში 3G/LTE-ით ინტერნეტთან დაკავშირებისას. შენი უსაფრთხოებისთვის, ეს ღილაკი გამორთულია კორპორატიული gsm ხაზებისთვის. თუ გსურს მისი გააქტიურება, დარწმუნდი, რომ გამორთე იგი სანამ შეცვლი შენს ნომერს.
ro: Dacă activați acest buton, vă puteți autentifica automat la lifebox atunci când sunteți conectat la internet prin 3G / LTE.Pentru securitatea dumneavoastră, în liniile corporative acest buton a fost setat în mod automat pe poziția închis. Dacă doriți să îl activați, asigurați-vă că a-ţi dezactivați butonul înainte de a schimba sau dezactiva linia corporativă existentă.
ru: Если вы включите эту кнопку, вы сможете автоматически входить в lifebox при подключении к Интернету через 3G / LTE. В целях вашей безопасности данная кнопка автоматически настроена на отключение при нахождении в корпоративных линиях. Если вы хотите активировать, то обязательно отключите кнопку перед изменением или отмены существующей корпоративной линии.
sq: Nëse aktivizon këtë buton, mund të futesh automatikisht në lifebox kur të jesh i lidhur në internet përmes 3G / LTE. Ky buton është rregulluar ‘’i mbyllur’’ automatikisht në linjat e korporatave për sigurinë tuaj. Nëse dëshiron ta aktivizosh atë, të lutem, sigurohu që të çaktivizosh butonin përpara se të ndryshosh ose anulosh linjën tënde korporatës ekzistuese.
tr: Bu butonu etkinleştirirsen, 3G / LTE ile internete bağlıyken otomatik olarak lifebox'a giriş yapabilirsin. Bu buton güvenliğiniz için kurumsal hatlarda otomatik olarak kapalı ayarlanmıştır. Aktive etmek istiyorsan, mevcut kurumsal hattını değiştirmeden veya iptal etmeden önce lütfen butonu devre dışı bıraktığından emin ol.
uk: Якщо ввімкнути цю кнопку, ви можете увійти до lifebox автоматично, коли підключено до Інтернету через 3G / LTE. Ця кнопка автоматично відключається у корпоративних лініях для вашої безпеки. Якщо ви хочете активувати, переконайтесь, що вимкніть кнопку перед тим, як змінити чи скасувати існуючу корпоративну лінію.
