Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# TurkcellSecurityPasscodeWarningText
source: Warning: You have already activated passcode/touch id feature. In order to keep your files in lifebox safely with passcode/touch id features, we recommend not activating login with Turkcell password feature.
ar: تحذير: لقد تم من قبل تنشيط ميزتي رمز المرور وبصمة الاصبع. من المستحسن عدم تنشيط تسجيل الدخول بواسطة ميزة كلمة مرور تركسل، وذلك لسلامة الملفات وأمنها في لايف بوكس عند استعمال ميزتي رمز المرور وبصمة الاصبع.
de: Warnung: Sie haben die Passcode / Touch-ID-Funktion bereits aktiviert. Um Ihre Dateien in der Lifebox sicher mit Passcode- / Touch-ID-Funktionen zu erhalten, empfehlen wir, die Anmeldung mit der Turkcell-Passwortfunktion nicht zu aktivieren.
es: Advertencia: ya ha activado la función de código de acceso / touch id. Para mantener sus archivos en lifebox de forma segura con las funciones de contraseña / touch id, recomendamos no activar el inicio de sesión con la función de contraseña de Turkcell.
fr: Avertissement: Vous avez déjà activé la fonction mot de passe / Touch ID. Nous vous recommandons de ne pas activer l’ouverture cession avec la fonction de mot de passe Turkcell pour conserver vos fichiers dans lifebox en toute sécurité avec les fonctionnalités de mot de passe / Touch ID.
ka: გაფრთხილება: შენ უკვე გააქტიურებული გაქვს საიდუმლო კოდის/Touch id ფუნქცია. იმისათვის, რომ შენი ფაილები lifebox-ში უსაფრთხოდ შეინახო პაროლის/სენსორული ID-ის ფუნქციებით, გირჩევთ არ გაააქტიურო შესვლა Turkcell პაროლის ფუნქციით.
ro: Avertizare: Deja ai activat opțiunea parola/amprenta digitală. Pentru a-ți păstra fișierele din lifebox în siguranță, având această opțiune activată, îți recomandăm să nu activezi modalitatea de conectare cu parola Turkcell.
ru: Предупреждение: вы уже активировали функцию passcode/touch id. Чтобы безопасно хранить ваши файлы в lifebox, используя passcode/touch id, мы не рекомендуем активировать вход с функцией пароль Туркселл.
sq: Paralajmërim: Ju e keni aktivizuar njëherë kodin e kalimit/funksionin ID me prekje. Për sigurimin e skedarëve tuaj me kod kalimi/ID me prekje në lifebox, ju rekomandojmë të mos e aktivizoni hyrjen me fjalëkalimin e Turkcell.
tr: Uyarı: Parola ve touch id özelliklerini daha önce aktive etmiştin. lifebox'taki dosyalarını parola ve touch id ile güvenle saklayabilmen için, Turkcell şifre ile giriş özelliğini aktive etmemeni öneriyoruz.
uk: Попередження: Ви вже активували функцію коду / сенсорний ідентифікатор. Щоб безпечно зберігати свої файли в lifebox за допомогою ідентифікаційних можливостей passcode / touch, ми рекомендуємо не активувати вхід за допомогою функції пароля Turkcell.

# TurkcellSecurityAutologinText
source: Warning: You have already activated passcode/touch id feature. In order to keep your files in lifebox safely with passcode/touch id features, we recommend not activating the autologin with 3G/LTE feature.
ar: تحذير: لقد تم من قبل تنشيط ميزتي رمز المرور وبصمة الاصبع. من المستحسن عدم تنشيط تسجيل الدخول تلقائياً بواسطة ميزة 3G/LTE، وذلك لسلامة الملفات وأمنها في لايف بوكس عند استعمال ميزتي رمز المرور وبصمة الاصبع.
de: Warnung: Sie haben die Passcode / Touch-ID-Funktion bereits aktiviert. Um Ihre Dateien in der Lifebox sicher mit Passcode- / Touch-ID-Funktionen zu erhalten, empfehlen wir, die automatische Anmeldung mit der 3G / LTE-Funktion nicht zu aktivieren.
es: Advertencia: ya ha activado la función de código de acceso / touch id. Para mantener sus archivos en lifebox de forma segura con las funciones de contraseña / touch id, recomendamos no activar la autenticación automática con la función 3G / LTE.
fr: Avertissement: Vous avez déjà activé la fonction mot de passe / Touch ID. Nous vous recommandons de ne pas activer l’ouverture cession automatique avec la fonction 3G/LTE pour conserver vos fichiers dans lifebox en toute sécurité avec les fonctionnalités de mot de passe / Touch ID.
ka: გაფრთხილება: შენ უკვე გააქტიურებული გაქვს საიდუმლო კოდის/Touch id ფუნქცია. იმისათვის, რომ შენი ფაილები lifebox-ში უსაფრთხოდ შეინახო პაროლის/სენსორული ID-ის ფუნქციებით, გირჩევთ არ გაააქტიურო ავტოლოგინი 3G/LTE ფუნქციით.
ro: Avertizare: Deja ai activat opțiunea parola/amprenta digitală. Pentru a-ți păstra fișierele din lifebox în siguranță, având această opțiune activată, îți recomandăm să nu activezi modalitatea de conectare automată cu 3G/LTE.
ru: Предупреждение: вы уже активировали функцию passcode/touch id. Чтобы безопасно хранить ваши файлы в lifebox, используя passcode/touch id, мы не рекомендуем активировать функцию автоматического входа при использовании 3G/LTE.
sq: Paralajmërim: Ju e keni aktivizuar njëherë kodin e kalimit/funksionin ID me prekje. Për sigurimin e skedarëve tuaj me kod kalimi/ID me prekje në lifebox, ju rekomandojmë të mos e aktivizoni hyrjen automatike me funksionin 3G/LTE.
tr: Uyarı: Parola ve touch id özelliklerini daha önce aktive etmiştin. lifebox'taki dosyalarını parola ve touch id ile güvenle saklayabilmen için, hücresel veride otomatik giriş özelliğini aktive etmemeni öneriyoruz.
uk: Попередження: Ви вже активували функцію коду / сенсорний ідентифікатор. Щоб безпечно зберігати свої файли в lifebox за допомогою ідентифікаційних кодів доступу / коду, ми рекомендуємо не активувати autologin за допомогою функції 3G / LTE.

# PasscodeActivationWhileTurkcellActivated
source: Auto login to lifebox with 3G/LTE has been deactivated for you to use lifebox passcode and touch id features safely, you can reactivate from login settings anytime you wish.
ar: تم إلغاء تنشيط تسجيل الدخول تلقائياً بواسطة 3G/LTE، وذلك لاستعمال رمز مرور لايف بوكس وميزة بصمة الاصبع touch id بأمان. ويمكن إعادة التنشيط من إعدادات تسجيل الدخول في أي وقت كان.
de: Die automatische Anmeldung bei der Lifebox mit 3G / LTE wurde deaktiviert, damit Sie die Funktionen des Lifebox-Passcodes und der Touch-ID sicher verwenden können. Sie können die Login-Einstellungen jederzeit wieder aktivieren.
es: Se ha desactivado el inicio de sesión automático en Lifebox con 3G/LTE para que pueda usar las funciones de contraseña y de identificación de Lifebox de forma segura, debe reactivarlas desde el menú configuraciones de inicio de sesión en cualquier momento que lo desee.
fr: L’ouverture automatique de session lifebox avec 3G / LTE a été désactivée pour que vous puissiez utiliser les fonctions de code confidentiel et de Touch Id lifebox en toute sécurité. Vous pouvez réactiver les paramètres d'ouverture automatique de session à tout moment.
ka: ავტომატური შესვლა lifebox-ში 3G/LTE-ით გამორთულია, რათა უსაფრთხოდ გამოიყენო lifebox-ის პაროლი და touch id ფუნქციები, შეგიძლია ხელახლა გააქტიურო შესვლის პარამეტრებიდან ნებისმიერ დროს, როცა გსურს.
ro: Conectarea automată la lifebox cu 3G/LTE a fost dezactivată, pentru ca să poți utiliza în siguranță opțiunea parola/amprenta digitală pentru lifebox. Poți reactiva această opțiune de conectare din setari, oricând dorești.
ru: Автоматический вход в lifebox с 3G/LTE был деактивирован, чтобы безопасно использовать функции passcode и touch id. Вы можете можете повторно ее активировать в настройках входа в любое время.
sq: Hyrja automatike në lifebox me 3G/LTE është çaktivizuar në mënyrë që ju të përdorni të sigurt kodin e kalimit dhe funksionin ID me prekje. Ju mund ta riaktivizoni atë në çdo kohë.
tr: lifebox parola ve touch id özelliklerinin güvenle çalışabilmesi için lifebox’a hücresel veride otomatik girme özelliğini deaktive etmiş oluyorsun. lifebox anılarını daha güvenli hale getirebilmek için ayarlar altından Turkcell şifre ile girişini kapatabilir ve lifebox şifren ile giriş yapabilirsin.
uk: Автоматичний вхід в lifebox з 3G / LTE було деактивовано, щоб ви могли безпечно використовувати код доступу lifebox та сенсорний ідентифікатор, ви можете повторно активувати його з налаштувань входу в будь-який час.

# Error Handling Under Constraction
source: Error Handling Under Construction
ar: خطأ في معالجة ما هو قيد الإنشاء
de: Fehlerbehandlung unter Constraction
es: Manejo de errores en construcción
fr: Gestion des erreurs en construction
ka: შეცდომის დამუშავება შესწორების პროცესშია
ro: Prelucrarea erorii e în proces
ru: Обработка ошибки в стадии разработки
sq: Trajtimi i Gabimeve po vijon
tr: Yapım Aşamasında İşleme Hatası
uk: Обробка помилок під час розробки

source: This e-mail address is not registered. Please try again
ar: عنوان البريد الإلكتروني هذا غير مسجَّل. يرجى المحاولة مرة أخرى.
de: Diese Email-Adresse ist nicht registriert. Bitte versuche es erneut
es: Esta dirección de correo electrónico no está registrada. Inténtelo de nuevo
fr: Cette adresse email n’est pas enregistrée. Veuillez essayer de nouveau.
ka: ამ ელექტრონული ფოსტის მისამართი არ არის რეგისტრირებული. გთხოვთ კიდევ სცადე
ro: Această adresă e-mail nu este înregistrată. Încearcă din nou.
ru: Данный адрес электронной почты не зарегистрирован. Пожалуйста, попробуйте снова.
sq: Kjo adresë e-mail nuk është e regjistruar. Ju lutem, provoni përsëri.
tr: Bu e-posta adresi kayıtlı değil. Lütfen tekrar deneyin.
uk: Ця електронна адреса не зареєстрована. Будь ласка спробуйте ще раз

source: Account not found for email
ar: لم يتم العثور على حساب لهذا البريد الإلكتروني
de: Konto wurde nicht für E-Mail gefunden
es: Cuenta no encontrada para el correo electrónico
fr: Aucun compte ne correspond à cette adresse email.
ka: ელ.ფოსტისთვის ანგარიში ვერ მოიძებნა
ro: Contul pentru e-mail nu a fost găsit
ru: Учетная запись для данного электронного адреса не найдена
sq: Llogaria nuk u gjet për adresën e e-mail.
tr: E-posta için hesap bulunamadı
uk: Обліковий запис не знайдено для електронної пошти

source: This text doesn't match. Please try again
ar: النصّان غير متطابقين. يرجى المحاولة مرة أخرى.
de: Dieser Text stimmt nicht überein. Bitte versuche es erneut
es: Este texto no coincide. Inténtelo de nuevo
fr: Ce texte ne correspond pas. Veuillez essayer de nouveau.
ka: ეს ტექსტი არ ემთხვევა. გთხოვთ კიდევ სცადე
ro: Acest text nu coincide. Încearcă din nou.
ru: Текст не соответствует. Пожалуйста, попробуйте снова.
sq: Ky tekst nuk përputhet. Ju lutem, provoni përsëri.
tr: Bu yazı eşleşmiyor. Lütfen tekrar deneyin.
uk: Цей текст не збігається. Будь ласка спробуйте ще раз

# An error is occurred!
source: An error occurred!
ar: حدث خطأ!
de: Ein Fehler ist aufgetreten!
es: ¡Ha ocurrido un error!
fr: Une erreur est survenue!
ka: დაფიქსირდა შეცდომა!
ro: A apărut o eroare!
ru: Возникла ошибка!
sq: Ka ndodhur një gabim!
tr: Bir hata oluştu!
uk: Виникла помилка!

source: Please check the e-mail address
ar: يرجى التحقق من عنوان البريد الإلكتروني.
de: Bitte überprüfen Sie die E-Mail-Adresse
es: Por favor verifique la dirección de correo electrónico
fr: Veuillez vérifier cette adresse mail.
ka: გთხოვ შეამოწმო მეილის მისამართი
ro: Te rugăm să verifici această adresă e-mail
ru: Пожалуйста, проверьте адрес электронной почты
sq: Ju lutem kontrolloni adresën e e-mail.
tr: Lütfen e-posta adresini tekrar kontrol edin.
uk: Будь-ласка, перевірте адресу електронної пошти

# Your password is sent to your e-mail address
source: Your password was sent to your e-mail address.
ar: تم إرسال كلمة المرور إلى عنوان البريد الإلكتروني
de: Ihr Passwort wird an Ihre E-Mail-Adresse gesendet
es: Su contraseña es enviada a su dirección de correo electrónico
fr: Votre mot de passe vous a été envoyé par email.
ka: შენი პაროლი შენს მეილზე არის გადმოგზავნილი.
ro: Parola ta a fost transmisă la adresa ta e-mail
ru: Пароль отправлен вам на почту.
sq: Fjalëkalimi juaj është dërguar në adresën tuaj të e-mail.
tr: Şifren e-posta adresine gönderilmiştir
uk: Ваш пароль надсилається на вашу адресу електронної пошти

# Please enter a valid email adress
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingrese una dirección de correo electrónico válida
fr: Veuillez saisir une adresse email valide.
ka: გთხოვ შეიყვანო ვალიდური მეილი.
ro: Introdu o adresă e-mail validă
ru: Пожалуйста, введите существующий адрес электронной почты.
sq: Ju lutem, vendosni një adrese të vlefshme e-maili.
tr: Lütfen geçerli bir e-posta adresi girin.
uk: Будь ласка, введіть дійсну адресу електронної пошти

source: Please type the text
ar: يرجى كتابة النص
de: Bitte geben Sie den Text ein
es: Por favor escriba el texto
fr: Veuillez taper le texte
ka: გთხოვ შეიყვანო ტექსტი
ro: Introdu textul
ru: Пожалуйста, введите текст
sq: Ju lutem, shkruani tekstin
tr: Lütfen yazıyı girin
uk: Будь ласка, введіть текст

# You have performed too many attempts. Please try again later.
source: You have performed too many attempts. Account blocked. Please, try again later.
ar: لقد أجريت كثيراً من المحاولات. يرجى إعادة المحاولة لاحقاً.
de: Sie haben zu viele Versuche durchgeführt. Bitte versuche es später erneut.
es: Ha realizado demasiados intentos. Por favor, inténtelo de nuevo más tarde.
fr: Vous avez réalisé trop de tentatives. Le compte est bloqué, essayer de nouveau, plus tard.
ka: შენ განახორციელე ძალიან ბევრი მცდელობა. ანგარიში დაბლოკილია. გთხოვთ სცადო მოგვიანებით.
ro: Ai avut prea multe încercări. Încearcă mai târziu.
ru: Вы превысили количество попыток. Пожалуйста, попробуйте позже.
sq: Ju keni bërë shumë prova. Llogaria juaj u bllokua. Ju lutem, provoni përsëri më vonë.
tr: Çok fazla girişimde bulundun. Hesap bloke edildi. Lütfen daha sonra tekrar deneyin.
uk: Ви виконали надто багато спроб. Будь-ласка спробуйте пізніше.

source: The Internet connection appears to be offline.
ar: اتصال الإنترنت مقطوع
de: Die Internetverbindung scheint offline zu sein.
es: Parece que la conexión a Internet no está funcionando.
fr: La connexion Internet semble être hors ligne.
ka: როგორც ჩანს, ინტერნეტთან კავშირი არ არის.
ro: Se pare că conexiunea Internet este offline.
ru: Подключение к интернету отключено.
sq: Lidhje e internetit duket të jetë jashtë shërbimit.
tr: İnternet bağlantısı çevrimdışı görünüyor.
uk: З'єднання з Інтернетом, здається, є автономним.

# Authentication with Turkcell Password is disabled for the account
source: You can not login to lifebox with your Turkcell password because you have deactivated login with Turkcell password feature. Please, try to login with your lifebox password.
ar: يتعذَّر تسجيل الدخول إلى لايف بوكس بكلمة مرور تركسل فقد تم إلغاء تنشيط ميزة كلمة مرور تركسل. يرجى محاولة تسجيل الدخول باستعمال كلمة مرور لايف بوكس.
de: Sie können sich nicht mit Ihrem Turkcell-Passwort in die lifebox einloggen, da Sie die Anmeldung mit der Turkcell Passwort-Funktion deaktiviert haben. Bitte versuchen Sie sich mit Ihrem lifebox-Passwort einzuloggen.
es: No puede iniciar sesión en Lifebox con su contraseña de Turkcell porque ha desactivado el inicio de sesión con la función de contraseña de Turkcell. Intente iniciar sesión con su contraseña de Lifebox.
fr: Vous ne pouvez pas ouvrir la session lifebox avec votre mot de passe Turkcell car vous avez désactivé l’ouverture de cession avec la fonction de mot de passe Turkcell. Veuillez essayer d'ouvrir la cession avec votre mot de passe lifebox.
ka: შენ არ შეგიძლია შეხვიდეlifebox-ში შენი Turkcell პაროლით, რადგან გამორთე შესვლა Turkcell პაროლის ფუნქციით. გთხოვთ, სცადო შესვლა შენი lifebox პაროლით.
ro: Nu te poți înregistra în lifebox cu parola ta Turkcell, pentru că ai deconectat opțiunea respectivă. Încearcă să te înregistrezi cu parola ta lifebox.
ru: Вы не можете войти в lifebox, используя пароль Туркселл, так как вы деактивировали функцию входа с паролем Туркселл. Пожалуйста, попробуйте войти с вашим паролем lifebox.
sq: Ju nuk mund të hyni në lifebox me fjalëkalimin tuaj të Turkcell pasi hyrja juaj me fjalëkalim të Turkcell është e çaktivizuar. Ju lutem, provoni të hyni me fjalëkalimin tuaj të lifebox.
tr: Turkcell şifre ile lifebox'a giriş yapma özelliğini kapattığın için Turkcell şifrenle lifebox’a giriş yapamıyorsun. Lütfen lifebox şifreniz ile giriş yapmayı deneyin ya da şifremi unuttum butonu ile yeni bir şifre alın.
uk: Ви не можете увійти в lifebox за допомогою пароля Turkcell, оскільки ви вимкнули логін із використанням пароля Turkcell. Будь ласка, спробуйте ввійти зі свіїм паролем від lifebox.

# You don't have any lifebox account. Please signup before using the application
source: You don't have a lifebox account. Please signup before using the application.
ar: ليس لديك حساب في لايف بوكس. يرجى التسجيل قبل استعمال التطبيق.
de: Sie haben kein Lifebox Konto. Bitte melden Sie sich an, bevor Sie die Anwendung verwenden
es: No tiene ninguna cuenta de Lifebox. Por favor regístrese antes de usar la aplicación
fr: Vous n'avez pas de compte lifebox. Veuillez créer un compte.
ka: შენ არ გაქვს lifebox ანგარიში. გთხოვთ დარეგისტრირდე აპლიკაციის გამოყენებამდე.
ro: Nu ai nici un cont lifebox. Te rugăm să te înregistrezi pentru a utiliza aplicația
ru: У вас нет учётной записи в lifebox. Пожалуйста, зарегистрируйтесь.
sq: Ju nuk keni llogari në lifebox. Ju lutem, regjistrohuni përpara se të përdorni aplikacionin.
tr: Herhangi bir lifebox hesabın bulunmamaktadır. Lütfen uygulamayı kullanmadan önce kaydolun.
uk: У вас немає облікового запису lifebox. Будь-ласка, зареєструйтесь перед використанням програми

source: This text doesn't match. Please try again.
ar: النصّان غير متطابقين. يرجى المحاولة مرة أخرى.
de: Dieser Text stimmt nicht überein. Bitte versuche es erneut.
es: Este texto no coincide. Inténtelo de nuevo.
fr: Ce texte ne correspond pas. Veuillez essayer de nouveau.
ka: ეს ტექსტი არ ემთხვევა. კიდევ ერთხელ სცადე.
ro: Acest text nu coincide. Mai încearcă.
ru: Текст не соответствует. Пожалуйста, попробуйте снова.
sq: Ky tekst nuk përputhet. Ju lutem, provoni përsëri.
tr: Bu metin eşleşmiyor. Lütfen tekrar deneyiniz.
uk: Цей текст не збігається. Будь ласка спробуйте ще раз.

source: Email field is invalid
ar: ما أدخلته في حقل البريد الإلكتروني غير صالح
de: Das E-Mail-Feld ist ungültig
es: El campo de correo electrónico no es válido
fr: Le champ adresse email est incorrect.
ka: მეილის გრაფა არავალიდურია
ro: Câmpul pentru e-mail e nevalid
ru: Недопустимое значение адреса электронной почты
sq: Fusha e Email nuk është e vlefshme.
tr: E-posta alanı geçersiz.
uk: Email поле є недійсним

# You have to fill in GSM number
source: You have to fill in your phone number
ar: يرجى كتابة رقم الهاتف الجوال
de: Sie müssen die GSM-Nummer eingeben
es: Debe escribir el número GSM
fr: Vous devez compléter le numéro de mobile.
ka: შენ უნდა შეიყვანო შენი მობილურის ნომერი
ro: Trebuie să completezi Numărul GSM
ru: Укажите номер телефона
sq: Ju duhet të plotësoni numrin tuaj mobile.
tr: GSM numarası girmeniz gerekli
uk: Заповніть GSM номер

# E-mail is already exist
source: E-mail already exists
ar: هذا البريد الإلكتروني موجود بالفعل
de: E-Mail existiert bereits
es: La dirección de correo electrónico ya existe
fr: Cette adresse email existe déjà.
ka: ეს მეილი უკვე არსებობს
ro: E-mail-ul deja există
ru: Адрес электронной почты уже существует
sq: Kjo adresë E-mail ekziston.
tr: Bu e-posta adresi çoktan kayıtlı durumda
uk: E-mail вже існує

# Please enter your GSM number
source: Please enter your phone number
ar: يرجى إدخال رقم الهاتف الجوال GSM.
de: Bitte geben Sie Ihre GSM-Nummer ein
es: Por favor ingrese su número de GSM
fr: Veuillez entrer votre numéro de mobile.
ka: გთხოვ შეიყვანო შენი ტელეფონის ნომერი
ro: Introdu numărul GSM
ru: Пожалуйста, введите номер телефона
sq: Ju lutem, vendosni numrin tuaj mobile.
tr: Lütfen GSM numaranı gir
uk: Будь ласка, введіть свій номер GSM

# GSM number
source: Phone Number
ar: رقم الهاتف الجوال GSM
de: GSM-Nummer
es: Número GSM
fr: Numéro de mobile
ka: ტელეფონის ნომერი
ro: Număr GSM
ru: Номер телефона
sq: Numri mobile
tr: GSM Numarası
uk: Номер GSM

source: Plus
ar: زائد
es: Más
ka: მეტი
ru: Плюс
tr: Artı
uk: Плюс

source: Close
ar: إغلاق
de: Schließe
es: Cerrar
fr: Fermer
ka: დახურვა
ro: Închide
ru: Закрыть
sq: Mbyllni
tr: Kapat
uk: Закрити

source: Photos and videos
ar: الصور ومقاطع الفيديو
de: Fotos und Videos
es: Fotos y videos
fr: Photos et Vidéos
ka: ფოტოები და ვიდეოები
ro: Fotografii și videoclipuri
ru: Фото и видео
sq: Foto dhe Video
tr: Fotoğraflar ve Videolar
uk: Фото та відео

source: Favorite
ar: المفضلة
de: Favorit
es: Favorito
fr: Favoris
ka: რჩეულები
ru: Избранное
sq: Preferencat
tr: Sık Kullanılan
uk: Улюблений

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ka: შერჩეულები
ro: Selectate
ru: Выбрано
sq: Përzgjedhur
tr: Seçili
uk: Вибрано

source: Show & Hide
ar: إظهار وإخفاء
de: Anzeigen Ausblenden
es: Mostrar & Ocultar
fr: Afficher & Masquer
ka: გამოჩენა & დამალვა
ro: Arată & Ascunde
ru: Показать и Скрыть
sq: Tregoni & Fshihni
tr: Göster/Gizle
uk: Показати і сховати

# Show and Hide
source: Show & Hide
ar: إظهار وإخفاء
de: Anzeigen Ausblenden
es: Mostrar & Ocultar
fr: Afficher & Masquer
ka: გამოჩენა & დამალვა
ro: Arată & Ascunde
ru: Показать и Скрыть
sq: Tregoni & Fshihni
tr: Göster/Gizle
uk: Показати і сховати

source: +Add a Name
ar: +إضافة اسم
de: + Einen Namen hinzufügen
es: + Agregar un nombre
fr: + Ajouter un Nom
ka: +დაამატე სახელი
ro: +Adaugă un Nume
ru: Добавить Имя
sq: Shtoni një Emër
tr: +Bir isim ekle
uk: + Додати назву

source: +Add Name
ar: +إضافة اسم
de: + Name hinzufügen
es: + Agregar Nombre
fr: + Ajouter Nom
ka: +დაამატე სახელი
ro: +Adaugă Nume
ru: Добавить Имя
sq: Shtoni Emër
tr: +İsim ekle
uk: + Додати назву

source: Are these the same person
ar: أهو الشخص نفسه؟
de: Sind das die gleichen Personen?
es: ¿Son la misma persona?
fr: S'agit-il de la même personne ?
ka: ეს ერთი და იგივე ადამიანია
ro: E aceeași persoană
ru: Это один и тот же человек?
sq: A janë këta i njëjti person?
tr: Bunlar aynı kişiler mi
uk: Це одна і та сама особа

source: this person
ar: هذا الشخص
de: diese Person
es: esta persona
fr: cette personne
ka: ეს ადამიანი
ro: această persoană
ru: этот человек
sq: Ky person
tr: Bu kişi
uk: ця особа

source: They will be merged together
ar: سيتم دمجهما
de: Sie werden zusammengeführt
es: Se fusionarán juntos
fr: Ces éléments seront fusionnés
ka: ისინი ერთმანეთში გაერთიანდებიან
ro: Acestea vor fi unite
ru: Они будут объединены
sq: Do të bashkohen
tr: Bu kişiler birleştirilecek
uk: Вони будуть об'єднані разом

source: Not selected
ar: غير محدد
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ka: არ არის არჩეული
ro: nu este selectat
ru: Не выбрано
sq: Nuk është përzgjedhur
tr: Seçilmedi
uk: Не вибрано

source: E-mail is empty
ar: البريد الإلكتروني فارغ
de: E-Mail ist leer
es: El correo electrónico está vacío
fr: Le champ adresse email est vide
ka: მეილი ცარიელია
ro: E-mail-ul lipsește
ru: Адрес электронной почты не заполнен
sq: Adresa E-mail është bosh
tr: E-posta adresi boş
uk: E-mail порожній

source: Filter Card
ar: بطاقة عامل التصفية
de: Filterkarte
es: Filtrar por tarjeta
fr: Filtre
ka: ფილტრის ბარათი
ro: Card Filtru
ru: Фильтр карточки
sq: Karta e Filtrit
tr: Filtre Kartı
uk: Застосувати фільтр

source: photos
ar: صور
de: Fotos
es: fotos
ka: ფოტოები
ro: fotografii
ru: фото
sq: Foto
tr: Fotoğraflar
uk: фото

source: Destination folder can not be the same folder
ar: لا يمكن لمجلد الوجهة أن يكون المجلد نفسه
de: Der Zielordner darf nicht derselbe Ordner sein
es: La carpeta de destino no puede ser la misma carpeta
fr: Le dossier de destination ne peut pas être le même dossier
ka: დანიშნულების საქაღალდე არ შეიძლება იყოს იგივე საქაღალდე
ro: Mapa destinație nu poate fi aceeasi mapă
ru: Папка назначения не может быть той же самой
sq: Dosja e destinacionit nuk mund të jetë e njëjtë
tr: Hedef klasör aynı klasör olamaz
uk: Папка призначення не може бути такою ж папкою

source: Successful purchase.
ar: نجحت عملية الشراء.
de: Erfolgreicher Kauf
es: La compra se ha realizado exitosamente.
fr: Achat réussi
ka: წარმატებული შენაძენი
ro: Achiziție reușită.
ru: Успешно оплачено
sq: Blerje e suksesshme
tr: Satın alma işlemi başarılı
uk: Успішна покупка.
