Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# campaign_vc_top_description_zero
source: You have just completed total daily draw. You can try tomorrow again and increase your chance of becoming one of the 20 winners for Samsung Galaxy Note 10!
ar: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
de: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
es: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
fr: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
ka: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
ro: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
ru: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
sq: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!
tr: Kampanyadaki günlük çekiliş hakkını tamamladın. Yarın da fotoğraflarını PhotoPick ile analiz etmeye devam et, büyük ödülü kazanma şansını artır!
uk: You have just completed total daily raffle. Keep analyzing your photos with PhotoPick tomorrow, increase your chances of winning!

# campaign_vc_top_title_non_zero
source: KEEP GOING!
ar: التحليل مستمر!
de: WEITER ANALYSIEREN!
es: ¡CONTINÚE ANALIZANDO!
fr: CONTINUER L'ANALYSE !
ka: არ დანებდე!
ro: CONTINUĂ!
ru: ПРОДОЛЖАЙТЕ АНАЛИЗ!
tr: ANALİZE DEVAM!
uk: ПРОДОВЖУЙЬЕ АНАЛІЗУВАТИ!

# campaign_vc_top_description_non_zero
source: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chance of becoming one of the 20 winners for the Samsung Galaxy Note 10!
ar: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
de: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
es: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
fr: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
ka: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
ro: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
ru: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
sq: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!
tr: Tebrikler! Kampanya kapsamında günlük %d çekiliş hakkı kazandın. Kampanya süresince her gün fotoğraflarını PhotoPick ile analiz etmeye devam et, büyük ödülü kazanma şansını arttır!
uk: Congrats! You have completed %d PhotoPick for today. Keep analyzing your photos with PhotoPick and increase your chances of winning!

# create_story_empty_name_error
source: Story name can not be empty
ar: اسم الحكاية فارغ
de: Name der Geschichte ist leer
es: El nombre de la historia está en blanco.
fr: Le nom de la Story ne peut pas être vide
ka: სთორის სახელი ცარიელი ვერ იქნება
ro: Numele poveștii nu poate fi gol
ru: Пустое название истории
tr: Hikaye ismi boş
uk: Назва історії порожня

# photopick_history_campaign_contest_total_draw
source: Total Draw
ar: مجموع فرصي للسحب
de: Meine gesamten Verlosungsrechte
es: Mis Derechos Totales de Sorteo
fr: Mes droits pour le tirage au sort
ka: მთლიანი გათამაშება
ro: Remiza Totală
ru: Общее Количество Моих Прав на Розыгрыш
tr: Toplam Çekiliş Hakkım
uk: Моє Загальне Право на Участь у Розіграші

# photopick_history_campaign_contest_remaining_draw
source: Daily Draw Left
ar: فرصي اليومية المتبقية
de: Meine verbleibenden Rechte
es: Mis Derechos Diarios Restantes
fr: Mes droits restants du jour
ka: დღიური გათამაშება დარჩენილია
ro: Remiza zilnică rămasă
ru: Остаток Моего Дневного Права на Розыгрыш
tr: Günlük Kalan Hakkım
uk: Моє Денне Право на Участь у Розіграші

# sing_up_error_password_length_is_below_limit
source: Your password cannot contain less than %d characters
ar: لا يمكن أن يكون رقمك السري أقل من أحرف %d
de: Dein Passwort darf nicht weniger als %d Zeichen haben.
es: Tu contraseña no puede ser menos de %d caracteres
fr: Votre mot de passe ne peut pas contenir moins de %d caractères
ka: შენი პაროლი ვერ იქნება %d სიმბოლოზე ნაკლები
ro: Parola dvs. nu poate conține mai puțin de %d caractere
ru: Ваш пароль не может быть менее %d символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më pak se %d karaktere.
tr: Şifren %d karakterden az olamaz
uk: Пароль не може бути меншим, ніж %d символів

# sing_up_error_password_length_exceeded
source: Your password cannot contain more than %d characters
ar: لا يمكن أن يكون رقمك السري أكثر من أحرف %d
de: Dein Passwort darf nicht mehr als %d Zeichen haben.
es: Tu contraseña no puede ser más de %d caracteres
fr: Votre mot de passe ne peut pas contenir plus de %d caractères
ka: შენი პაროლი ვერ იქნება %d სიმბოლოზე გრძელი
ro: Parola dvs. nu poate conține mai puțin de %d caractere
ru: Ваш пароль не может быть более %d символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më shumë se %d karaktere.
tr: Şifren %d karakterden fazla olamaz
uk: Пароль не може містити більше %d символів

# sing_up_error_sequential_characters
source: Your password cannot contain more than %d sequential characters
ar: لا يمكن أن يحتوي رقمك السري على أحرف متتالية أكثر من عدد %d
de: Dein Passwort darf nicht mehr als %d aufeinanderfolgende Zeichen haben.
es: Tu contraseña no puede contener más de %d caracteres consecutivos
fr: Votre mot de passe ne peut pas contenir plus de %d caractères consécutifs.
ka: შენი პაროლი ვერ იქნება %d თანმიმდევრული სიმბოლოსგან შემდგარი
ro: Parola dvs. nu poate conține mai mult de %d caractere secvențiale
ru: Ваш пароль не может содержать более, чем %d последовательных символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më shumë se %d karaktere të njëpasnjëshme.
tr: Şifren %d adetten fazla ardışık karakter içeremez
uk: Пароль не може містити більше %d послідовних символів

# sing_up_error_same_characters
source: Your password cannot contain more than %d same characters
ar: لا يمكن أن يحتوي رقمك السري على عدد أكثر من %d من نفس الأحرف
de: Dein Passwort darf nicht mehr als %d gleiche Zeichen haben.
es: Tu contraseña no puede contener más de %d de mismos caracteres
fr: Votre mot de passe ne peut pas contenir plus de %d de caractères identiques.
ka: შენი პაროლი ვერ იქნება %d ერთი და იმავე სიმბოლოსგან შემდგარი
ro: Parola dvs. nu poate conține mai mult de %d aceleași caractere
ru: Ваш пароль не может содержать более, чем %d одинаковых символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më shumë se %d karaktere të njëjtë.
tr: Şifren %d adetten fazla aynı karakter içeremez
uk: Пароль не може містити більше %d однакових символів

# sing_up_error_uppercase_missing
source: Your password should contain at least one uppercase character
ar: يجب أن يحتوي رقمك السري على الأقل على حرف كبير
de: Dein Passwort muss mindestens einen Großbuchstaben beinhalten.
es: Tu contraseña debe contener al menos una letra mayúscula
fr: Votre mot de passe doit contenir au moins une lettre majuscule.
ka: შენი პაროლი უნდა შეიცავდეს მინიმუმ ერთ დიდ ასოს
ro: Parola dvs. ar trebui să conțină cel puțin un caracter cu majusculă
ru: Ваш пароль должен содержать хотя бы одну заглавную букву
sq: Fjalëkalimi juaj duhet të ketë të paktën një shkronjë të madhe.
tr: Şifren en az bir büyük harf içermelidir
uk: Пароль повинен містити принаймні одну велику літеру

# sing_up_error_lowercase_missing
source: Your password should contain at least one lowercase character
ar: يجب أن يحتوي رقمك السري على الأقل على حرف صغير
de: Dein Passwort muss mindestens einen Kleinbuchstaben beinhalten.
es: Tu contraseña debe contener al menos una letra minúscula
fr: Votre mot de passe doit contenir au moins une lettre minuscule.
ka: შენი პაროლი უნდა შეიცავდეს მინიმუმ ერთ პატარა სიმბოლოს
ro: Parola dvs. trebuie să conțină cel puțin un caracter minuscul
ru: Ваш пароль должен содержать хотя бы одну строчную букву
sq: Fjalëkalimi juaj duhet të ketë të paktën një shkronjë të vogël.
tr: Şifren en az bir küçük harf içermelidir
uk: Пароль повинен містити принаймні одну малу літеру

# sing_up_error_number_missing
source: Your password should contain at least one number
ar: يجب أن يحتوي رقمك السري على الأقل على رقم واحد
de: Dein Passwort muss mindestens eine Zahl beinhalten.
es: Tu contraseña debe contener al menos un número
fr: Votre mot de passe doit contenir au moins un chiffre.
ka: შენი პაროლი უნდა შეიცავდეს მინიმუმ ერთ ციფრს
ro: Parola dvs. trebuie să conțină cel puțin o cifră
ru: Ваш пароль должен содержать хотя бы одну цифру
sq: Fjalëkalimi juaj duhet të ketë të paktën një numër.
tr: Şifren en az bir sayı içermelidir
uk: Пароль повинен містити принаймні одне число

# sing_up_error_unauthorized
source: Your password cannot be empty
ar: لا يمكن ترك حقل الرقم السري فارغ
de: Passwort – Feld darf nicht leer sein
es: No puedes dejar en blanco el campo de contraseña
fr: Votre champ de mot de passe ne peut pas être vide.
ka: შენი პაროლი ვერ იქნება ცარიელი
ro: Parola dvs. nu poate fi goală
ru: Поле пароля не может быть пустым
sq: Fjalëkalimi juaj nuk mund të jetë bosh.
tr: Şifre alanın boş olamaz
uk: Поле пароля не може бути порожнім

# password_in_resent_history
source: Your password cannot be same with your last %d passwords
ar: لا يمكن أن يكون رقمك السري هونفس اخر رقم سري %d
de: Dein Passwort darf nicht gleich wie dein letztes %d Passwort sein
es: Tu contraseña no puede ser la misma con tu última contraseña %d
fr: Votre mot de passe ne peut pas être identique à votre dernier mot de passe %d.
ka: შენი პაროლი ვერ იქნება ზუსტად იგივე რაც შენი ბოლო %d პაროლი
ro: Parola dvs. nu poate fi aceeași cu ultimele %d parole
ru: Ваш пароль не может совпадать с вашим %d последним паролем
sq: Fjalëkalimi juaj nuk mund të jetë i njëjtë me fjalëkalimin tuaj të fundit %d.
tr: Şifren son %d şifren ile aynı olamaz
uk: Пароль не може бути однаковим з останнім паролем %d

# uppercase_miss_in_password
source: Your password should contain at least one uppercase character
ar: يجب أن يحتوي رقمك السري على الأقل على حرف كبير
de: Dein Passwort muss mindestens einen Großbuchstaben beinhalten.
es: Tu contraseña debe contener al menos una letra mayúscula
fr: Votre mot de passe doit contenir au moins une lettre majuscule.
ka: შენს პაროლს უნდა ჰქონდეს სულ მცირე 1 დიდი ასო
ro: Parola dvs. ar trebui să conțină cel puțin un caracter cu majusculă
ru: Ваш пароль должен содержать хотя бы одну заглавную букву
sq: Fjalëkalimi juaj duhet të ketë të paktën një shkronjë të madhe.
tr: Şifren en az bir büyük harf içermelidir
uk: Пароль повинен містити принаймні одну велику літеру

# lowercase_miss_in_password
source: Your password should contain at least one lowercase character
ar: يجب أن يحتوي رقمك السري على الأقل على حرف صغير
de: Dein Passwort muss mindestens einen Kleinbuchstaben beinhalten.
es: Tu contraseña debe contener al menos una letra minúscula
fr: Votre mot de passe doit contenir au moins une lettre minuscule.
ka: შენს პაროლს უნდა ჰქონდეს სულ მცირე 1 პატარა ასო
ro: Parola dvs. trebuie să conțină cel puțin un caracter minuscul
ru: Ваш пароль должен содержать хотя бы одну строчную букву
sq: Fjalëkalimi juaj duhet të ketë të paktën një shkronjë të vogël.
tr: Şifren en az bir küçük harf içermelidir
uk: Пароль повинен містити принаймні одну малу літеру

# number_miss_in_password
source: Your password should contain at least one number
ar: يجب أن يحتوي رقمك السري على الأقل على رقم واحد
de: Dein Passwort muss mindestens eine Zahl beinhalten.
es: Tu contraseña debe contener al menos un número
fr: Votre mot de passe doit contenir au moins un chiffre.
ka: შენს პაროლს უნდა ჰქონდეს სულ მცირე 1 ციფრი
ro: Parola dvs. trebuie să conțină cel puțin o cifră
ru: Ваш пароль должен содержать хотя бы одну цифру
sq: Fjalëkalimi juaj duhet të ketë të paktën një numër.
tr: Şifren en az bir sayı içermelidir
uk: Пароль повинен містити принаймні одне число

# password_length_below_limit
source: Your password cannot contain less than %d characters
ar: لا يمكن أن يكون رقمك السري أقل من أحرف %d
de: Dein Passwort darf nicht weniger als %d Zeichen haben
es: Tu contraseña no puede ser menos de %d caracteres
fr: Votre mot de passe ne peut pas contenir moins de %d caractères.
ka: შენი პაროლი ვერ იქნება %d სიმბოლოზე ნაკლები
ro: Parola dvs. nu poate conține mai puțin de %d caractere
ru: Ваш пароль не может быть менее %d символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më pak se %d karaktere.
tr: Şifren %d karakterden az olamaz
uk: Пароль не може бути меншим, ніж %d символів

# password_length_exceede
source: Your password cannot contain more than %d characters
ar: لا يمكن أن يكون رقمك السري أكثر من أحرف %d
de: Dein Passwort darf nicht mehr als %d Zeichen haben.
es: Tu contraseña no puede ser más de %d caracteres
fr: Votre mot de passe ne peut pas contenir plus de %d caractères.
ka: შენი პაროლი ვერ იქნება %d სიმბოლოზე გრძელი
ro: Parola dvs. nu poate conține mai mult de %d caractere
ru: Ваш пароль не может быть более %d символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më shumë se %d karaktere.
tr: Şifren %d karakterden fazla olamaz
uk: Пароль не може містити більше %d символів

# password_sequential_caharacters
source: Your password cannot contain more than %d sequential characters
ar: لا يمكن أن يحتوي رقمك السري على أحرف متتالية أكثر من عدد %d
de: Dein Passwort darf nicht mehr als %d aufeinanderfolgende Zeichen haben.
es: Tu contraseña no puede contener más de %d caracteres consecutivos
fr: Votre mot de passe ne peut pas contenir plus de %d caractères consécutifs.
ka: შენი პაროლი ვერ იქნება %d თანმიმდევრული სიმბოლოსგან შემდგარი
ro: Parola dvs. nu poate conține mai mult de %d caractere secvențiale
ru: Ваш пароль не может содержать более, чем %d последовательных символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më shumë se %d karaktere të njëpasnjëshme.
tr: Şifren %d adetten fazla ardışık karakter içeremez
uk: Пароль не може містити більше %d послідовних символів

# password_same_caharacters
source: Your password cannot contain more than %d same characters
ar: لا يمكن أن يحتوي رقمك السري على عدد أكثر من %d من نفس الأحرف
de: Dein Passwort darf nicht mehr als %d gleiche Zeichen haben.
es: Tu contraseña no puede contener más de %d de mismos caracteres
fr: Votre mot de passe ne peut pas contenir plus de %d de caractères identiques.
ka: შენი პაროლი ვერ იქნება %d ერთი და იმავე სიმბოლოსგან შემდგარი
ro: Parola dvs. nu poate conține mai mult de %d aceleași caractere
ru: Ваш пароль не может содержать более, чем %d одинаковых символов
sq: Fjalëkalimi juaj nuk mund të përmbajë më shumë se %d karaktere të njëjtë.
tr: Şifren %d adetten fazla aynı karakter içeremez
uk: Пароль не може містити більше %d однакових символів

# password_field_is_empty
source: Your password cannot be empty
ar: لا يمكن ترك حقل الرقم السري فارغ
de: Passwort – Feld darf nicht leer sein
es: No puedes dejar en blanco el campo de contraseña
fr: Votre champ de mot de passe ne peut pas être vide.
ka: შენი პაროლი ვერ იქნება ცარიელი
ro: Parola dvs. nu poate fi goală
ru: Поле пароля не может быть пустым
sq: Fjalëkalimi nuk mund të jetë bosh
tr: Şifre alanın boş olamaz
uk: Поле пароля не може бути порожнім

# Can't upload. File size is 0.
source: Cannot upload, file size is 0 KB.
ar: حجم الملف 0 كيلوبايت , غير قادر على التحميل.
de: Dateigrösse ist 0 KB, es kann nicht hochgeladen werden.
es: El tamaño de archivo es de 0 KB, no se puede hacer la carga.
fr: Taille du fichier 0 Ko, impossible de télécharger.
ka: ვერ აიტვირთა, ფაილის ზომა არის 0 KB.
ro: Nu poate fi încărcat, dimensiunea fișierului este 0 KB.
ru: Размер файла 0 КБ, загрузка невозможна.
sq: Nuk mund të ngarkohet, madhësia e materialit është 0KB
tr: Dosya boyutu 0 KB, yükleme yapılamıyor.
uk: Розмір файлу 0 Кб, не вдається завантажити.

# update_address_error
source: Address field cannot be less than 10 and more than 1024 characters.
ar: لا يمكن أن يكون حقل العنوان أقل من 10 أحرف وأكثر من 1024 حرف.
de: Adressfeld darf nicht weniger als 10 und nicht mehr als 1024 Zeichen beinhalten.
es: El campo de dirección no puede tener menos de 10 caracteres ni más de 1024 caracteres.
fr: Le champ d'adresse ne peut pas contenir moins de 10 caractères ni plus de 1024 caractères.
ka: მისამართის ველი არ შეიძლება იყოს 10-ზე ნაკლები და 1024 სიმბოლოზე მეტი.
ro: Câmpul de adresă nu poate fi mai mic de 10 și mai mult de 1024 de caractere.
ru: Поле адреса не может быть менее 10 символов и более, чем 1024 символов.
sq: Fusha e adresës nuk mund të ketë më pak se 10 karaktere dhe më shumë sesa 1024.
tr: Adres alanı 10 karakterden az, 1024 karakterden çok olamaz.
uk: Поле адреси не може бути менше 10 символів та більше 1024 символів.

# profile_detail_address_title
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
ka: მისამართი
ro: Adresă
ru: Адрес
sq: Adresa
tr: Adres
uk: Адреса

# profile_detail_address_subtitle
source: This information is used for draw campaigns and billing information
ar: يستخدم هذا الحقل من أجل عروض سحب الهدايا ولمعلومات الفاتورة.
de: Dieses Feld wird für die Geschenk-Lotterie-Kampagnen und Rechnungsinformationen verwendet.
es: Este campo se utiliza para campañas de sorteo de regalos e información de facturación.
fr: Ce champ est utilisé pour les campagnes de tirage au sort et les informations de facturation.
ka: ეს ინფორმაცია გამოიყენება გათამაშების კამპანიებისა და ბილინგის ინფორმაციისთვის
ro: Aceste informații sunt utilizate pentru campanii de extragere și informații de facturare
ru: Это поле используется для информации о подарочных розыгрышах и счет-фактуры.
sq: Ky informacion do të përdoret për fushatat me shorte dhe për pagesat.
tr: Bu alan hediye çekiliş kampanyaları ve fatura bilgileri için kullanılmaktadır.
uk: Це поле використовується для розіграшів подарунків та інформації щодо платежів.

# profile_detail_address_placeholder
source: Please enter your address information
ar: من فضلك أدخل معلومات العنوان
de: Bitte gib Deine Adressangaben ein
es: Por favor insertar los datos de dirección
fr: Veuillez entrer votre adresse
ka: გთხოვ შეიყვანო შენი მისამართი
ro: Vă rugăm să introduceți informațiile despre adresa dvs.
ru: Пожалуйста, введите адресную информацию
sq: Ju lutem vendosni adresën
tr: Lütfen adres bilgilerini gir
uk: Будь ласка, введіть інформацію про адресу

# profile_detail_error_contact_call_center
source: Contact call-center to change your number
ar: من فضلك يرجى الاتصال بمركز الاتصال لتغيير رقمك
de: Bitte kontaktiere den Kundendienst damit Du Deine Nummer ändern kannst.
es: Por favor ponerse en contacto con la Atención al Cliente para cambiar tu número de contacto
fr: Veuillez contacter le centre d'appels pour changer votre numéro
ka: დაუკავშირდი ქოლ-ცენტრს შენი ნომრის შესაცვლელად
ro: Contactați centrul de apel pentru a vă schimba numărul
ru: Пожалуйста, обратитесь в колл-центр, чтобы изменить свой номер
sq: Kontakto me call-center për të ndryshuar numrin
tr: Numaranı değiştirmek için lütfen çağrı merkezi ile iletişime geç
uk: Щоб змінити свій номер, зв'яжіться, будь ласка, з кол-центром

# temporary_error
source: Temporary error occurred, please try again
ar: حدث خطأ مؤقت, من فضلك يرجى المحاولة مرة أخرى
de: Ein vorübergehender Fehler ist aufgetreten, versuche es bitte noch einmal
es: Se ha ocurrido un error, por favor volver a intentarlo
fr: Une erreur temporaire s'est produite, veuillez réessayer
ka: დროებითი შეცდომა დაფიქსირდა, კიდევ ერთხელ სცადე
ro: A apărut o eroare temporară, încercați din nou
ru: Произошла временная ошибка, пожалуйста, попробуйте еще раз
sq: Ka ndodhur një gabim, ju lutem provoni përsëri
tr: Geçici bir hata oluştu, lütfen tekrar dene
uk: Виникла тимчасова помилка. Будь ласка, повторіть спробу.

# move_to_trash_albums_message
source: The selected album(s) will be removed to trash bin. You can restore them in 90 days. Please empty your trash bin in case of need for freeing up space.
ar: سوف تنتقل الألبومات المختارة لسلة المهملات. سوف يمكنكم استرجاع ما بداخل سلة المهملات خلال 90 يوما.وإذا لزم فتح مساحة بذاكرة lifebox فلا تنسى أولا تفريغ ما بسلة المهملات.
de: Das/die ausgewählte/-n Album/-en wird/werden in den Papierkorb verschoben. Du kannst diese innerhalb von 90 Tagen wieder vom Papierkorb zurückholen. Vergiss nicht, den Papierkorb zuerst zu leeren, wenn Du Speicherplatz für Deine Lifebox freigeben willst.
es: El/los elemento(s) seleccionado(s) se moverá a la papelera. Podrás restaurar los contenidos dentro de 90 días. Si hace falta liberar la memoria de tu lifebox primero asegurarte de vaciar la papelera.
fr: Le ou les album(s) sélectionnés seront mis à la poubelle. Vous pouvez les restaurer dans un délai de 90 jours. Veuillez vider votre poubellesi besoin pour libérer de l'espace.
ka: არჩეული ალბომ(ებ)ი წაიშლება ნაგვის ურნაში. მათი აღდგენა შეგიძლია 90 დღეში. სივრცის გათავისუფლების აუცილებლობის შემთხვევაში გთხოვთ დაცალო ნაგვის ურნა.
ro: Nu veți vedea acest album ...
ru: Выбранный альбом(ы) будет перемещен в корзину. Альбом и его содержимое можно восстановить в течении 90 дней. Если вам понадобиться освободить память lifebox, не забудьте сначала очистить корзину.
sq: Albumi i pëzgjedhur do të zhvendoset në kosh. Ju mund ta riktheni në 90 ditë. Ju lutem zbrazni koshin në rast se ju duhet të lironi hapsirë.
tr: Seçilen albüm(ler) çöp kutusuna taşınacak. Albüm ve içindeki öğeleri 90 gün içinde geri alabileceksin. lifebox hafızanda yer açman gerekirse öncelikle çöp kutusunu boşaltmayı unutma.
uk: Вибрані альбоми будуть переміщені в корзину. Ви зможете отримати альбом та його елементи протягом 90 днів. Якщо вам потрібно звільнити пам'ять lifebox, не забудьте спочатку очистити корзину.

# move_to_trash_albums_success_message
source: Album(s) sent to trash bin successfully.
ar: تم ارسال الألبومات ومحتوياتها لسلة المهملات.
de: Das Album / die Alben und der Inhalt wurden in den Papierkorb verschoben.
es: Álbum(s) y sus contenidos se enviaron a la papelera de reciclaje.
fr: Album(s) envoyé(s) à la poubelle avec succès.
ka: ალბომ(ებ)ი წარმატებით გაიგზავნა ნაგვის ურნაში.
ro: Albumul este trimis la coșul de gunoi cu succes
ru: Альбом (ы) и содержимое были отправлены в корзину.
sq: Albumet u dërguan në kosh me sukses.
tr: Albüm(ler) ve içerikleri çöp kutusuna gönderildi.
uk: Альбоми та вміст відправлені в корзину.

# confirmation_popup_title_hide
source: Hide
ar: اخفي
de: Ausblenden
es: Ocultar
fr: Sélection masquée
ka: დამალვა
ro: Ascundeți selectat
ru: Скрыть
sq: Fshih të përzgjedhurat
tr: Gizle
uk: Приховати
