Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: Enter your name
ar: أدخل اسمك
de: Gib deinen Namen ein
es: Ingresar su nombre
fr: Entrer votre nom
ka: შეიყვანე შენი სახელი
ro: Introdu numele tău
ru: Введите ваше имя
sq: Vendosni emrin tuaj.
tr: İsmini gir
uk: Введіть ваше ім'я

source: Please enter your surname
ar: الرجاء إدخال الكنية
de: Bitte geben Sie Ihren Nachnamen ein
es: Por favor ingresar su apellido
fr: Entrer votre Nom
ka: გთხოვ შეიყვანო შენი გვარი
ro: Te rugăm să-ți introduci prenumele
ru: Пожалуйста, введите вашу фамилию
sq: Ju lutem, vendosni mbiemrin tuaj.
tr: Lütfen soyismini gir
uk: Введіть ваше прізвище

source: Enter your surname
ar: أدخل الكنية
de: Geben Sie Ihren Nachnamen ein
es: Ingresar su apellido
fr: Entrer votre prénom
ka: შეიყვანე შენი გვარი
ro: Introdu prenumele
ru: Введите вашу фамилию
sq: Vendosni mbiemrin tuaj.
tr: Soyismini gir
uk: Введіть ваше прізвище

source: Enter your e-mail address
ar: أدخل عنوان بريدك الالكتروني
de: Geben sie ihre E-Mailadresse ein
es: Ingresar su correo electrónico
fr: Entrer votre adresse email
ka: შეიყვანე შენი მეილი
ro: Introdu adreas ta e-mail
ru: Введите ваш e-mail
sq: Vendosni adresën tuaj të e-mailit.
tr: E-posta adresini gir
uk: Введіть ваш e-mail

source: Subject
ar: الموضوع
de: Gegenstand
es: Asunto
fr: Sujet
ka: სუბიექტი
ro: Subiect
ru: Тема запроса
sq: Subjekti
tr: Konu
uk: Тема запиту

source: Please enter your subject
ar: الرجاء إدخال الموضوع الخاص بك
de: Bitte geben Sie Ihren Betreff ein
es: Por favor ingresar su asunto
fr: Ecrivez votre sujet
ka: გთხოვ შეიყვანო სათაური
ro: Te rugăm să introduci subiectul
ru: Пожалуйста, введите тему запроса
sq: Ju lutem, vendosni subjektin tuaj.
tr: Lütfen konu gir
uk: Будь ласка введіть тему запиту

# please_choose_subject
source: Please choose a subject
ar: يرجى اختيار الموضوع
de: Bitte wählen Sie einen Betreff
es: Por favor seleccionar un asunto
fr: Sélectionner un sujet s’il vous plaît
ka: გთხოვ აირჩიო საკითხი
ro: Alege subiectul
ru: Пожалуйста, выберите тему запроса
sq: Ju lutem, zgjidhni një subjekt.
tr: Lütfen bir konu seç
uk: Будь ласка оберіть тему запиту

source: Your Problem
ar: مشكلتك
de: Ihr Problem
es: Su problema
fr: Votre problème
ka: შენი პრობლემა
ro: Problema ta
ru: Ваша проблема
sq: Problemi juaj.
tr: Yaşadığın Problem
uk: Ваша складність

source: Please enter your problem shortly
ar: الرجاء إدخال مشكلتك بإيجاز
de: Bitte geben Sie in Kürze Ihr Problem ein
es: Por favor ingresar en breve su problema
fr: Expliquez votre problème brièvement
ka: გთხოვ მოკლედ მოგვიყვე შენს პრობლემაზე
ro: Te rugăm să specifici problema ta
ru: Пожалуйста, опишите вашу проблему
sq: Shkruani shkurtimisht rreth problemit tuaj.
tr: Lütfen yaşadığın problemi gir
uk: Будь ласка опишіть вашу складніть

source: Explain your problem shortly
ar: اشرح مشكلتك بإيجاز
de: Erläutern Sie kurz Ihr Problem
es: Explicar en breve su problema
fr: Expliquer votre problème brièvement
ka: აგვიხსენი შენი პრობლემა მოკლედ
ro: Te rugăm să descrii pe scurt problema
ru: Объясните коротко вашу проблему
sq: Shpjegoni shkurtimisht problemin tuaj.
tr: Lütfen yaşadığın sorunu kısaca açıkla
uk: Поясніть коротко вашу складність

# please_enter_msisdn_or_email
source: Please enter phone number or email field
ar: الرجاء إدخال رقم الهاتف أو حقل البريد الإلكتروني
de: Bitte geben Sie die Telefonnummer oder das E-Mail-Feld ein
es: Por favor introducir su número de teléfono o campo de correo electrónico
fr: Entrer votre numéro de téléphone ou email
ka: გთხოვ შეიყვანო ტელეფონის ნომერი ან მეილი გრაფაში
ro: Introdu în câmp numărul de telefon sau adresa e-mail
ru: Пожалуйста, введите в поле номер телефона или e-mail
sq: Vendosni numrin e telefonit ose emailin.
tr: Lütfen e-mail veya telefon numaranı gir
uk: Будь ласка введіть у поле ваш номер або e-mail

# support_form_subject_1
source: I can't login with my e-mail
ar: Lifebox / لا أستطيع الدخول عن طريق البريد الإلكتروني الخاص بي
de: Ich kann mich nicht mit meiner E-Mail einloggen
es: Yo no puedo iniciar sesión con mi correo electrónico
fr: Je ne peux pas me connecter avec mon email
ka: ვერ შევდივარ ჩემი მეილით
ro: nu mă pot înregistra cu adresa mea e-mail
ru: Я не могу войти со своим e-mail
sq: Unë nuk mund të identifikohem me e-mailin tim.
tr: E-mail adresim ile giriş yapamıyorum
uk: Я не можу увійти у додаток з моїм e-mail

# support_form_subject_2
source: I can't login with my phone number
ar: Lifebox / لا يمكنني تسجيل الدخول باستخدام رقم هاتفي
de: Ich kann mich nicht mit meiner Telefonnummer anmelden
es: Yo no puedo iniciar sesión con mi número de teléfono.
fr: Je ne peux pas me connecter avec mon numéro de téléphone
ka: ვერ შევდივარ ჩემი ტელეფონის ნომრით
ro: nu mă pot înregistra cu numărul meu mobil
ru: Я не могу войти со своим номером телефона
sq: Unë nuk mund të identifikohem me numrin tim të telefonit.
tr: Telefon numaram ile giriş yapamıyorum
uk: Я не можу увійти у додаток з моїм номером телефона

# support_form_subject_3
source: I can't login with my password
ar: Lifebox / لا يمكنني تسجيل الدخول باستخدام كلمة المرور الخاصة بي
de: Ich kann mich nicht mit meinem Passwort einloggen
es: Yo no puedo iniciar sesión con mi contraseña.
fr: Je ne peux pas me connecter avec mon mot de passe
ka: ვერ შევდივარ ჩემი პაროლით
ro: nu mă pot înregistra cu parola mea
ru: Я не могу войти со своим паролем
sq: Unë nuk mund të identifikohem me fjalëkalimin tim.
tr: Şifrem ile giriş yapamıyorum
uk: Я не можу увійти у додаток з моїм паролем

# support_form_subject_4
source: Security text doesn't match
ar: Lifebox / نص الأمان غير متوافق
de: Sicherheitstext stimmt nicht überein
es: texto de seguridad no coincide
fr: Le texte de sécurité ne correspond pas
ka: უსაფრთხოების ტექსტი არ ემთხვევა
ro: textul de Securitate nu coincide
ru: Текст проверки не совпадает
sq: Teksti i sigurisë nuk përputhet.
tr: Güvenlik Metni uyuşmuyor
uk: Текст перевірки не співпадає

# support_form_subject_5
source: Turkcell Password problem
ar: Lifebox / مشكلة كلمة مرور Turkcell
de: Turkcell Passwort Problem
es: Problema de contraseña Turkcell
fr: Problème de mot de passe Turkcell
ka: Turkcell პაროლის პრობლემა
ro: Problemă cu parola Turkcell
ru: Проблема с паролем Turkcell
sq: Problemi me fjalëkalimin e Turkcell
tr: Turkcell Şifre sorunu
uk: Складноcті з паролем Turkcell

# support_form_subject_6
source: Automatic Log-in problem
ar: Lifebox / مشكلة تسجيل الدخول التلقائي
de: Problem mit automatischem Login Problem
es: Problema de registro automático
fr: Problème de connexion automatique
ka: ავტომატური შესვლის პრობლემა
ro: Problemă cu conectare automată
ru: Проблема с автоматическим входом
sq: Problem i identifikimit automatik.
tr: Otomatik Giriş Sorunu
uk: Складність з автоматичним входом

# support_form_subject_7
source: I can't download lifebox app
ar: Lifebox / لا أستطيع تحميل تطبيق Lifebox
de: Ich kann die Lifebox-App nicht herunterladen
es: No puedo descargar la aplicación lifebox
fr: Je n'arrive pas à télécharger l'application lifebox
ka: ვერ გადმოვწერე ლაიფბოქსის აპლიკაცია
ro: nu pot descărca aplicația
ru: Я не могу загрузить приложение lifebox
sq: Unë nuk mund ta shkarkoj aplikacionin lifebox.
tr: Uygulamayı yükleyemiyorum
uk: Я не можу завантажити додаток lifebox

source: Enter your old password
ar: أدخل كلمة المرور القديمة
de: Geben Sie Ihr altes Passwort ein
es: Ingrese su contraseña anterior
fr: Entrez votre ancien mot de passe
ka: შეიყვანე შენი ძველი პაროლი
ro: Introduceți parola veche
ru: Введите старый пароль
sq: Vendosni fjalëkalimin e vjetër
tr: Eski şifreni gir
uk: Введіть старий пароль

source: Enter your new password
ar: أدخل كلمة المرور الجديدة
de: Gib dein neues Passwort ein
es: Introduzca su nueva contraseña
fr: Entrez votre nouveau mot de passe
ka: შეიყვანე შენი ახალი პაროლი
ro: Introduceți parola nouă
ru: Введите новый пароль
sq: Vendosni fjalëkalimin e ri
tr: Yeni şifreni gir
uk: Введіть новий пароль

# enter_your_repeat_password
source: Re-enter your new password
ar: أعد إدخال كلمة المرور الجديدة
de: Geben Sie Ihr neues Passwort erneut ein
es: Vuelve a ingresar tu nueva contraseña
fr: Ressaisissez votre nouveau mot de passe
ka: გაიმეორე შენი ახალი პაროლი
ro: Reintroduceți parola nouă
ru: Введите новый пароль еще раз
sq: Rivendosni fjalëkalimin e ri
tr: Yeni şifreni tekrar gir
uk: Введіть новий пароль ще раз

# user_profile_day_placeholder
source: DD
ar: يوم
fr: JJ
ka: დღე
ro: ZZ
ru: ДД
tr: GG
uk: ДД

# user_profile_month_placeholder
source: MM
ar: شهر
ka: თვე
ro: LL
ru: ММ
tr: AA
uk: ММ

# user_profile_year_placeholder
source: YYYY
ar: سنة
de: JJJJ
es: AAAA
fr: AAAA
ka: წელი
ro: AAAA
ru: ГГГГ
sq: VVVV
uk: РРРР

# frequently_asked_questions
source: FAQ
ar: الأسئلة المتداولة
es: Preguntas Más Frecuentes
fr: Foire Aux Questions
ka: ხდკ
ru: Помощь и поддержка
sq: Pyetje të shpeshta
tr: Sıkça Sorulan Sorular
uk: Допомога та підтримка

# captcha_is_empty
source: Please enter the characters shown in the image
ar: الرجاء إدخال الحروف الظاهرة في الصورة
de: Bitte geben Sie die im Bild gezeigten Zeichen ein
es: Por favor ingrese los caracteres que se muestran en la imagen.
fr: Entrer les caractères affichés dans l'image
ka: გთხოვ შეიყვანო მოცემული სიმბოლოები
ro: Introdu caracterele din imagine
ru: Пожалуйста, введите символы на картинке
sq: Ju lutem, shkruani karakteret e paraqitura në imazh.
tr: Lütfen görselde görünen karakterleri gir
uk: Будь ласка введіть символи на зображенні

source: Enter your password
ar: ادخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es: Ingresar su contraseña
fr: Entrez votre mot de passe
ka: შეიყვანე შენი პაროლი
ro: Introdu Parola ta
ru: Введите пароль
sq: Vendosni fjalëkalimin tuaj.
tr: Şifreni gir
uk: Введіть ваш пароль

source: Re-enter your password
ar: إعادة إدخال كلمة المرور الخاصة بك
de: Wiederhole die Eingabe deines Passwortes
es: Reingresar su contraseña
fr: Entrez de nouveau votre mot de passe
ka: გაიმეორე შენი პაროლი
ro: Introdu din nou parola ta
ru: Введите пароль еще раз
sq: Rivendosni fjalëkalimin tuaj.
tr: Şifreni tekrar gir
uk: Введіть ваш пароль ще раз

# signup_support_info
source: If you are having difficulty signing up, contact us for support.
ar: إذا كنت تواجه صعوبة في التسجيل ، اتصل بنا للحصول على الدعم.
de: Wenn Sie Schwierigkeiten haben, sich anzumelden, wenden Sie sich an uns, um Unterstützung zu erhalten.
es: Si tiene dificultades para registrarse, contáctenos para obtener ayuda.
fr: Si vous ne parvenez pas à vous inscrire, contactez-nous pour obtenir de l’aide
ka: თუ ვერ ახერხებ გაწევრიანებას, გთხოვ დაგვიკავშირდი მხარდაჭერისთვის.
ro: Dacă întîmpini dificultăți la înregistrare, contactează-ne.
ru: Свяжитесь с нами в случае сложности с входом в приложение
sq: Nëse keni vështirësi të regjistroheni, na kontaktoni për t'ju ndihmuar.
tr: Kayıt olmakta zorluk çekiyorsan, destek için bizimle iletişime geçebilirsin
uk: Якщо у вас виникли труднощі під час реєстрації, зв’яжіться з нами

source: Missing Information
ar: معلومات مفقودة
de: Fehlende Information
es: Información que falta
fr: Informations manquantes
ka: გამოტოვებული ინფორმაცია
ro: Lipsă informație
ru: Недостаточно информации
sq: Informacion i munguar.
tr: Eksik Bilgi
uk: Недостатньо інформації

# please_enter_your_missing_account_information
source: Adding your email address to lifebox is the most reliable way to keep your account for a lifetime. Please add your email address to continue reaching your lifebox memories even if your phone number or carrier changes.
ar: الرجاء إدخال معلومات حسابك المفقودة:
de: Bitte geben Sie Ihre fehlenden Kontodaten ein:
es: Por favor ingresar la información de su cuenta faltante:
fr: Entrer vos informations de compte manquantes :
ka: შენი ელ.ფოსტის მისამართის დამატება lifebox-ში არის ყველაზე საიმედო გზა შენი ანგარიშის სიცოცხლისთვის. გთხოვთ, დაამატო შენი ელ.ფოსტის მისამართი, რათა გააგრძელო შენი lifebox მეხსიერებაში წვდომა, მაშინაც კი, თუ შენი ტელეფონის ნომერი ან ოპერატორი შეიცვლება.
ro: Te rugăm să introduci informația ce lipsește
ru: Пожалуйста, введите недостающую информацию
sq: Ju lutem, jepni informacionin e munguar për llogarinë tuaj:
tr: E-posta adresini lifebox’a eklemen hesabını bir ömür koruyabilmek için en güvenilir yoldur. Telefon numaran ya da operatörün değişse bile lifebox’taki anılarına ulaşmaya devam etmek için lütfen e-posta adresini ekle.
uk: Будь ласка введіть інформацію про свій обліковий запис

# login_email_or_phone_placeholder
source: Enter your e-mail or phone number
ar: ادخل بريدك الإلكتروني أو رقم الهاتف النقال
de: Geben Sie Ihre E-Mail oder Handynummer ein
es: Ingresar su correo electrónico o número de teléfono móvil
fr: Entrez votre email ou votre numéro de téléphone mobile
ka: შეიყვანე შენი ელექტრონული ფოსტა ან ტელეფონის ნომერი
ro: Introdu adresa ta e-mail sau numărul mobil
ru: Введите ваш e-mail или номер телефона
sq: Vendosni numrin tuaj mobile apo adresën e-mail.
tr: Email veya telefon numaranı gir
uk: Введіть ваш e-mail або номер телефона

# login_password_placeholder
source: Enter your password
ar: ادخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es: Ingresar su contraseña
fr: Entrez votre mot de passe
ka: შეიყვანე შენი პაროლი
ro: Introdu parola ta
ru: Введите ваш пароль
sq: Vendosni fjalëkalimin tuaj.
tr: Şifreni gir
uk: Введіть ваш пароль

# login_email_or_phone_error
source: You have to fill in your e-mail or phone
ar: عليك ملء بريدك الإلكتروني أو رقم هاتفك
de: Sie müssen Ihre E-Mail oder Ihr Telefon eingeben
es: Tiene que rellenar su e-mail o teléfono.
fr: Entrer votre email ou votre numéro de téléphone
ka: შენ უნდა შეავსო შენი მეილი ან ტელეფონის ნომერი
ro: Trebuie să completați câmpul cu adresa e-mail sau telefon
ru: Укажите e-mail или номер телефона
sq: Ju duhet të plotësoni e-mailin ose telefonin tuaj.
tr: E-mail veya telefon numaranı girmen gerekiyor.
uk: Введіть ваш e-mail або номер телефона

# login_password_error
source: You have to fill in your password
ar: عليك ملء كلمة المرور الخاصة بك
de: Sie müssen Ihr Passwort eingeben
es: Tiene que rellenar su contraseña
fr: Entrer votre mot de passe
ka: შენ უნდა შეავსო შენი პაროლი
ro: Trebuie să completați câmpul cu parolă
ru: Укажите ваш пароль
sq: Ju duhet të plotësoni fjalëkalimin tuaj.
tr: Şifreni girmen gerekiyor.
uk: Введіть ваш пароль

source: Enter Security Code
ar: أدخل رمز الحماية
de: Sicherheitscode eingeben
es: Insertar su código de seguridad
fr: Entrer le code de sécurité
ka: შეიყვანე უსაფრთხოების კოდი
ro: Introdu Codul de Securitate
ru: Введите код безопасности
sq: Vendosni kodin e sigurisë.
tr: Güvenlik Kodu
uk: Введіть ваш код безпеки

# enter_code_get_code_on_phone
source: Please enter 6-digit security code that we sent to this phone number: %@
ar: الرجاء إدخال رمز الحماية المكون من 6 أرقام الذي أرسلناه إلى رقم الهاتف هذا:٪@
de: Bitte geben Sie den 6-stelligen Sicherheitscode ein, den wir an diese Telefonnummer gesendet haben: %@
es: Por favor ingresar el código de seguridad de 6 dígitos que enviamos a este número de teléfono: %@
fr: Entrer le code de sécurité à 6 chiffres que nous avons envoyé à ce numéro de téléphone : %@
ka: გთხოვთ, შეიყვანო უსაფრთხოების 6-ნიშნა კოდი, რომელიც გამოგვიგზავნეთ ამ ტელეფონის ნომერზე: %@
ro: Te rugăm să introduci codul de securitate din 6 simboluri, care l-am transmis la numărul de telefon: %@
ru: Пожалуйста, введите 6 цифр кода безопасности, который мы отправили на этот номер: %@
sq: Ju lutem, vendosni kodin 6-shifror të sigurisë që ju kemi dërguar në këtë numër telefoni: %@
tr: Lütfen bu telefon numarasına gönderdiğimiz 6 basamaklı güvenlik kodunu gir: %@
uk: Будь ласка введіть 6 цифр коду безпеки, який ми надіслали на номер: %@

# time_is_up_for_code
source: Time is up, please request a new code.
ar: انتهى الوقت ، يرجى طلب رمز جديد.
de: Die Zeit ist abgelaufen, bitte fordern Sie einen neuen Code an.
es: Se acabó el tiempo, por favor solicitar un nuevo código.
fr: Le temps est écoulé, veuillez demander un nouveau code.
ka: დრო ამოიწურა, გთხოვ ახალი კოდი მოითხოვე
ro: Timpul a expirat, te rugăm să soliciți un cod nou.
ru: Время истекло. Пожалуйста, отправьте запрос на новый код
sq: Erdhi koha! Ju lutem, kërkoni një kod të ri.
tr: Süre bitti, lütfen yeni kod talep et.
uk: Час вичерпано, будь ласка запитайте новий код

source: Resend Code
ar: أعد إرسال الرمز
de: Code erneut senden
es: Reenviar el código
fr: Renvoyer le code
ka: ხელახლა კოდის მიღება
ro: Retransmitere Cod
ru: Повторно отправить код
sq: Ridërgoni kodin.
tr: Kodu tekrar gönder
uk: Відправити код ще раз

# login_username_not_valid
source: Please check your username
ar: يرجى التحقق من اسم المستخدم الخاص بك
de: Bitte überprüfen Sie Ihren Benutzernamen
es: Por favor verificar su nombre de usuario
fr: Veuillez vérifier votre nom d’utilisateur
ka: გთხოვ შეამოწმო შენი მომხმარებლის სახელი
ro: Te rugăm să verifici numele tău de utilizator
ru: Пожалуйста, проверьте имя пользователя
sq: Ju lutem, kontrolloni emrin tuaj të përdoruesit.
tr: Lütfen kullanıcı adını kontrol et.
uk: Будь ласка перевірте ім'я користувача

# login_support_info
source: If you are having difficulty during login, contact us for support.
ar: إذا كنت تواجه صعوبة أثناء تسجيل الدخول ، اتصل بنا للحصول على الدعم.
de: Wenn Sie Probleme beim Anmelden haben, wenden Sie sich an uns, um Unterstützung zu erhalten.
es: Si tiene dificultades para registrarse, contáctenos para obtener ayuda.
fr: Si vous ne parvenez pas à vous inscrire, contactez-nous pour obtenir de l’aide
ka: თუ პრობლემა შეგექმნა შესვლის პროცესში, გთხოვ დაგვიკავშირდე მხარდაჭერისთვის.
ro: Dacă întîmpini dificultăți la înregistrare, contactează-ne.
ru: Свяжитесь с нами, если у вас возникли сложности с регистрацией
sq: Nëse hasni vështirësi gjatë identifikimit, na kontaktoni për ndihmë.
tr: Giriş yapmakta zorluk çekiyorsan, destek için bizimle iletişime geçebilirsin.
uk: Якщо у вас виникли труднощі під час входу, зв'яжіться з нами для підтримки

# terms_and_privacy_policy
source: Terms of Use and Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصية
de: Nutzungsbedingungen und Datenschutzerklärung
es: Condiciones de Uso y Política de Privacidad
fr: Conditions d'utilisation et politique de confidentialité
ka: გამოყენების პირობები და კონფიდენციალურობის შეტყობინება
ro: Termenii de Utilizare și Politica de Confidențialitate
ru: Условия использования и политика конфиденциальности
sq: Kushtet e Përdorimit dhe Politika e Privatësisë
tr: Kullanıcı Sözleşmesi ve Aydınlatma Metni
uk: Умови користування та політика конфіденційності

source: Temporary error occurred. Please try again later.
ar: .حدث خطأ مؤقت. يرجى المحاولة مرة أخرى لاحقًا
de: Es ist ein vorübergehender Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha ocurrido un error temporal. Por favor, intente de nuevo más tarde.
fr: Une erreur temporaire s'est produite. Veuillez réessayer plus tard.
ka: დროებითი შეცდომა დაფიქსირდა, მოგვიანებთ სცადე
ro: A apărut o eroare temporară. Te rugăm să încerci mai târziu.
ru: Временная ошибка произошла. Пожалуйста, попробуйте позже.
sq: Ndodhi një gabim i përkohshëm. Ju lutemi provoni përsëri më vonë.
tr: Geçici bir hata oluştu, lütfen daha sonra tekrar dene.
uk: Сталася тимчасова помилка. Будь-ласка спробуйте пізніше.

# face_tags_description_premium
source: When you enable Face&Image Recognition feature, the photos you have uploaded will be grouped according to the faces and objects. If the location service option is turned on, the photos will also be grouped according to the location information. We will be able to create automated stories for you based on this grouping.
ar: عند تفعيل خاصية التعرف بالوجه والصورة, يتم تصنيف الصور وفقا للأشياء والأشخاص.في حالة كون خدمة الموقع في الوضع النشط,فيتم تصنيف الصور وفقا لمعلومات الموقع.ويمكنكم تكوين قصص بشكل تلقائي خاصة بكم اعتمادا على هذا التصنيف.
de: Ihre hochgeladenen Bilder werden nach Aktivierung der Gesichts- und Bilderkennungseigenschaft nach Gesichtern und Objekten gruppiert. Sollte der Standortdienst aktiviert sein, werden auch die Bilder entsprechend der Standortinformation gruppiert. Wir können für Sie angelehnt an diese Gruppierungen automatische Storys erstellen.
es: Cuando actives el reconocimiento de rostro e imagen, las fotos que subas se agruparán por caras y objetos. Si la opción de ubicación está activada, las fotos también se agruparán por ubicación. En base a esta agrupación podremos crear historias automáticamente para ti.
fr: Lorsque vous activez la fonction de reconnaissance des visages et des images, les photos que vous avez téléchargées seront regroupées en fonction des visages et des objets. Si l'option de service de localisation est activée, les photos seront également regroupées en fonction des informations de localisation. Nous serons en mesure de créer des stories automatisées pour vous en fonction de ce regroupement.
ka: როდესაც ჩართავ Face&Image Recognition ფუნქციას, შენ მიერ ატვირთული ფოტოები დაჯგუფდება სახეებისა და ობიექტების მიხედვით. თუ მდებარეობის სერვისის ვარიანტი ჩართულია, ფოტოები ასევე დაჯგუფდება მდებარეობის ინფორმაციის მიხედვით. ჩვენ შევძლებთ შენთვის ავტომატური ისტორიების შექმნას ამ დაჯგუფების საფუძველზე.
ro: Atunci când opțiunea Recunoașterea Feței&Imaginei e conectată, pozele încărcate vor fi grupate după Fețe și Obiecte identificate. Dacă opțiunea de localizare e pornită și ea, pozele vor fi grupate și după acest criteriu. Iar noi, vom avea posibilitatea să creăm pentru tine istorii automatizate, în baza grupelor create.
ru: При включении функции распознавания лиц и изображений загруженные фотографии будут сгруппированы по лицам и объектам. Если опция определения местоположения включена, фотографии также будут сгруппированы в соответствии с информацией о местоположении. Таким образом мы сможем автоматически создавать тематические истории для вас.
sq: Kur aktivizoni funksionin e njohjes së fytyrës dhe imazhit, fotot që keni ngarkuar do të grupohen sipas fytyrave dhe objekteve. Nëse opsioni i shërbimit të vendndodhjes është aktivizuar, fotot gjithashtu do të grupohen sipas informacioneve të vendndodhjes. Ne do të mund të krijojmë histori të automatizuara për ju bazuar në këtë grupim.
tr: Yüz ve Nesne Tanıma özelliğini aktiflediğinde, yüklemiş olduğun fotoğraflar yüz ve objelere göre ve konum servisi özelliği açıksa lokasyon bilgilerine göre gruplandırılabilecek ve yüklediğin içeriklere özel hikayeler oluşturulabilecektir.
uk: При включенні функції розпізнавання обличчь та зображень завантажені фото будуть сгруповані по обличчям та об'єктам. Якщо опцію визначення місцезнаходження включено, фото також будуть сгруповані згідно з інформацією про місцезнаходження. Таким чином ми зможемо автоматично створювати тематичні історії для вас.

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de Uso
fr: Conditions d'utilisation
ka: გამოყენების წესები
ro: Termenii de Utilizare
ru: Условия использования
sq: Kushtet e Përdorimit
tr: Kullanıcı Sözleşmesi
uk: Умови користування
