Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: To deactivate lifebox 50GB please send SMS with the text 50VYKL, for lifebox 500GB please send SMS with the text 500VYKL to the number 8080.
ar: لإلغاء حزمة لايف بوكس 50 غيغابايت، أرسل 50VYLK فى رسالة نصيّة قصيرة إلى 8080، ولإلغاء حزمة لايف بوكس 500 غيغابايت ارسل 500VYLK فى رسالة نصيّة قصيرة إلى 8080.
de: Um die Lifebox 50GB zu deaktivieren, senden Sie bitte eine SMS mit dem Text 50VYKL, für die Lifebox 500GB senden Sie bitte eine SMS mit dem Text 500VYKL an die Nummer 8080.
es: Para desactivar lifebox 50GB envíe SMS con el texto 50VYKL, para lifebox 500GB envíe SMS con el texto 500VYKL al número 8080.
fr: Pour désactiver LIFEBOX 50GB envoyez par SMS 50VYKL au 8080, pour désactiver LIFEBOX 500GB envoyez par SMS 500VYKL au 8080
ka: lifebox-ის 50GB-ის დეაქტივაციისთვის, გთხოვ გააგზავნო ტექსტი 50VYKL, ხოლო lifebox-ის 500GB-ის გასაუქმებლად - 500VYKL ტექსტით ნომერზე 8080.
ro: Pentru dezactivarea pachetului lifebox de 50 GB, transmite SMS cu textul 50VYKL la numărul 8080, si text 500VYKL pentru suspendarea pachetului de 500 GB, respectiv.
ru: Чтобы отключить пакет lifebox 50GB, отправьте SMS с текстом 50VYKL на номер 8080. Чтобы отключить пакет lifebox 500GB, отправьте SMS с текстом 500VYKL на номер 8080.
sq: Për të çaktivizuar lifebox 50GB, ju lutem dërgoni SMS me tekst 50VYKL; për lifebox 500GB, ju lutem dërgoni SMS me tekst 500VYKL në numrin 8080.
tr: lifebox 50 GB’yi devre dışı bırakmak için 50VYKL yazarak, lifebox 500 GB için ise 500VYKL yazarak 8080’e SMS gönderin.
uk: Щоб деактивувати lifebox 50GB, надішліть SMS з текстом 50VYKL, для lifebox 500GB, будь-ласка, відправте SMS з текстом 500VYKL на номер 8080.

source: Platinum and lifecell customers can send LIFE, other customers can send LIFEBOX 50GB for lifebox 50GB package, LIFEBOX 500GB for lifebox 500GB package and LIFEBOX 2.5TB for lifebox 2.5TB package to 3030 to start their memberships
ar: يمكن لمشتركي لايف سل وبلاتينوم الاكتفاء بإرسال كلمة LIFE يليها مساحة التخزين التي يرغبون بها إلى الرقم 3030، أما باقي الزبائن فيمكنهم إرسال LIFEBOX 50GB للحصول على حزمة لايف بوكس 50 غيغابايت، وإرسال LIFEBOX 500GB للحصول على حزمة لايف بوكس 500 غيغابايت، وإرسال LIFEBOX 2.5TB للحصول على حزمة لايف بوكس 2.5 تيرابايت، وذلك كله إلى الرقم 3030 لتفعيل عضويتهم.
de: Platinum- und Lifecell-Kunden können LIFE senden, andere Kunden können LIFEBOX 50 GB für das 50-GB-Paket von lifebox, LIFEBOX 500 GB für das 500-GB-Paket und LIFEBOX 2,5 TB für das 2,5-TB-Paket von libe- box bis 3030 senden, um ihre Mitgliedschaft zu beginnen
es: Los clientes Platinum y Lifecell pueden enviar LIFE, otros clientes pueden enviar LIFEBOX 50GB para el paquete lifebox de 50GB, LIFEBOX 500GB para el paquete lifebox 500GB y LIFEBOX 2.5TB para el paquete lifebox 2.5TB a 3030 para comenzar su membresía
fr: Pour activer vos droits, clients Platinium & lifecell envoyez LIFE au 3030, pour les autres, envoyez LIFEBOX 50GB pour l'offre 50GB, LIFEBOX 500GB pour l'offre lifebox 500GB et LIFEBOX 2.5TB pour l'offre lifebox 2.5 TB au 3030.
ka: Platinum-ის და lifecell-ის მომხმარებლებს შეუძლიათ გაგზავნონ LIFE, სხვა მომხმარებლებს შეუძლიათ გაგზავნონ LIFEBOX 50GB lifebox 50GB პაკეტისთვის, LIFEBOX 500GB lifebox 500GB პაკეტისთვის და LIFEBOX 2.5TB lifebox 2.5TB პაკეტისთვის 3030-ზე წევრობის დასაწყებად.
ro: Pentru a se abona, clienții Platinum și lifecell pot transmite LIFE; ceilalți abonați trebuie să trasmită LIFEBOX 50GB pentru pachetul lifebox de 50 GB, LIFEBOX 500GB pentru pachetul lifebox de 500 GB, LIFEBOX 2.5TB pentru pachetul lifebox de 2.5 TB.
ru: Чтобы зарегистрироваться, платиновые клиенты и абоненты lifecell могут отправить SMS с текстом LIFE на номер 3030. Остальные пользователи могут отправить SMS с текстом LIFEBOX 50GB для подключения пакета lifebox 50GB, LIFEBOX 500GB для подключения пакета lifebox 500GB и LIFEBOX 2.5TB для подключения пакета lifebox 2.5TB.
sq: Për të filluar anëtarësimet e tyre, klientët platinum dhe lifecell mund të dërgojnë LIFE; klientët e tjerë mund të dërgojnë LIFEBOX 50GB për paketën lifebox 50GB, LIFEBOX 500GB për paketën lifebox 500GB dhe LIFEBOX 2.5TB për paketën lifebox 2.5TB; në numrin 3030.
tr: Platinum ve lifecell müşterileri üyeliklerini başlatmak için LIFE yazarak, diğer müşteriler ise lifebox 50 GB paketi için LIFEBOX 50GB, lifebox 500GB paketi için LIFEBOX 500GB ve lifebox 2.5TB paketi için LIFEBOX 2.5TB yazarak 3030’a SMS gönderebilirler.
uk: Клієнти Platinum та lifeecell можуть відправляти LIFE, інші клієнти можуть надіслати LIFEBOX 50GB для lifebox 50GB, LIFEBOX 500GB для lifebox 500GB та LIFEBOX 2.5TB для lifebox 2.5TB до 3030 для початку членства

source: Special prices for lifecell users! lifebox 50GB for 24,99 UAH/30 days, lifebox 500GB for 52,99 UAH/30 days. To order: *888#
ar: أسعار خاصة لمشتركي لايف سل! إن رغبت بتنشيط لايف بوكس 50 غيغابايت مقابل 24,99 هريفنا أوكرانية /كل 30 يوماً، أرسل 50VKL برسالة نصية قصيرة SMS إلى 8080، وإن رغبت بلايف بوكس 500 غيغابايت مقابل 52,99 هريفنا أوكرانية/كل 30 يوماً، أرسل 500VKL برسالة نصية قصيرة SMS إلى 8080.
de: Sonderpreise für Lifecell-Abonnenten! Um die Lifebox 50GB für 24,99UAH / 30 Tage zu aktivieren, senden Sie eine SMS mit dem Text 50VKL, für die Lifebox 500GB für 52,99UAH / 30Tage senden Sie eine SMS mit dem Text 500VKL an die Nummer 8080.
es: Precios especiales para los suscriptores de Lifecell Para activar lifebox 50GB por 24,99UAH / 30 días envíe SMS con el texto 50VKL, para lifebox 500GB por 52,99UAH / 30 días envíe SMS con el texto 500VKL al número 8080.
fr: Offres spéciales clients lifecell! Envoyez 50VKL par SMS au 8080 et profitez de 50GB pour 24,99UAH/30 jour, envoyez 500VKL pour 500 GB pour 52,99UAH/30 jours.
ka: სპეციალური ფასები lifecell მომხმარებლებისთვის! lifebox 50GB 24,99 UAH/30 დღე, lifebox 500GB 52,99 UAH/30 დღე. შეკვეთისთვის: *888#
ro: Preț special pentru abonații lifecell! Pentru activarea pachetului lifebox de 50 GB la preț de 24,99 UAU/30 zile, transmite SMS cu textul 50VKL, pentru 500GB la preț de 52,99 UAH/30 zile, transmite SMS cu text 500VKL la numărul 8080.
ru: Специальные цены для абонентов lifecell! lifebox 50ГБ всего за 24,99 грн/30 дней, lifebox 500ГБ всего за 52,99 грн/30 дней. Подключить: *888#
sq: Çmime speciale për të gjithë përdoruesit lifecell! Për të aktivizuar lifebox 50GB për 24,99UAH/30 ditë, dërgoni SMS me tekst 50VKL; për lifebox 500GB për 52,99UAH/30 ditë, dërgoni SMS me tekst 500VKL në numrin 8080.
tr: lifecell abonelerine özel fiyatlar! lifebox 50GB paketini 24,99UAH/30 gün ile aktif hale getirmek için 50VKL, lifebox 500GB paketini 52,99UAH/30 gün ile aktif hale getirmek için *888# arayın.
uk: Спеціальні ціни для абонентів lifecell! lifebox 50ГБ всього за 24,99 грн/30 днів, lifebox 500ГБ всього за 52,99 грн/30 днів. Підключити: *888#

# %ld docs
source: %ld documents
ar: %ld مستند
de: % ld Dokumente
es: %ld documentos
ka: %ld დოკუმენტები
ro: %ld documente
ru: %ld документов
sq: Dokumente %ld
tr: %ld belge
uk: %ld документи

# Quota info
source: Usage info
ar: معلومات الاستعمال
de: Nutzungsinformationen
es: Información de uso
fr: Quota
ka: გამოყენების ინფორმაცია
ro: Informația de utilizare
ru: Общий объем хранилища
sq: Info përdorimi
tr: Kullanım bilgisi
uk: Інформація про використання

# %@ of %@ has remained
source: %1$@ of %2$@ has remained
ar: بقي %@ من %@
de: %@ von %@ ist geblieben
es: %@ de %@ ha quedado
fr: %1$@ de %2$@ s’est maintenu
ka: %1$@ of %2$@ არის დარჩენილი
ro: Au rămas %@ din %@
ru: %@ из %@ осталось
sq: Ka mbetur %1$@ of %2$@
tr: %2$@’nin %1$@'si kaldı
uk: %@ з %@ залишилося

source: %ld documents
ar: %ld مستند
de: %ld Dokumente
es: %ld documentos
ka: %ld დოკუმენტები
ro: %ld documente
ru: %ld документов
sq: Dokumente %ld
tr: %ld belge
uk: %ld документи

source: %ld songs
ar: %ld أغنية
de: %ld Lieder
es: %ld canciones
fr: %ld titres
ka: %ld სიმღერები
ro: %ld melodii
ru: %ld трэков
sq: Këngë %ld
tr: %ld şarkı
uk: %ld треки

source: %ld videos
ar: %ld مقطع فيديو
fr: %ld vidéos
ka: %ld ვიდეოები
ro: %ld vidioclipuri
ru: %ld видео
sq: Video %ld
tr: %ld video
uk: %ld відео

source: %ld photos
ar: %ld صورة
de: %ld Fotos
es: %ld fotos
ka: %ld ფოტოები
ro: %ld fotografii
ru: %ld фото
sq: Foto %ld
tr: %ld fotoğraf
uk: %ld фото

source: Failed
ar: فشل
de: Gescheitert
es: Ha fallado
fr: Échec
ka: წარუმატებელია
ro: Eșuat
ru: Ошибка
sq: Dështoi
tr: Başarısız oldu
uk: Помилка

source: Refreshing...
ar: تحديث...
de: Aktualisieren...
es: Actualizando...
fr: Réactualiser…
ka: ნახლდება...
ro: Reîncarcă...
ru: Обновление...
sq: Duke u rifreskuar...
tr: Yenileniyor...
uk: Оновлення ...

source: Release to refresh
ar: ارفع للتحديث
de: Zum Aktualisieren freigeben
es: Sueltalo para actualizar
fr: Lâchez pour actualiser
ka: გაუშვი განახლებისთვის
ro: Eliberează pentru actualizare
ru: Запустить обновление
sq: Lejoni rifreskimin
tr: Yenilemek için bırak
uk: Відпустіть, щоб оновити

# My Activity Timeline
source: Activity Timeline
ar: خط الأنشطة الزمني
de: Aktivitätszeitachse
es: Cronología de actividad
fr: Activités Récentes
ka: აქტივაციის თაიმლაინი
ro: Cronologia activității
ru: Мои активности
sq: Afati i Aktivitetit
tr: Son Aktiviteler
uk: Хронологія активності

source: file(s)
ar: من الملفات
de: Datei(en)
es: archivo(s)
fr: Fichier (s)
ka: ფაილ(ებ)ი
ro: fișier(e)
ru: файл(-а, -ов)
sq: Skedar/ët
tr: öğe
uk: файл (и)

# My Stream
source: Smart Albums
ar: الألبومات الذكية
de: Intelligente Alben
es: Álbumes inteligentes
fr: Mes Albums
ka: ჭკვიანი ალბომები
ro: Albune Inteligente
ru: Смарт-альбомы
sq: Albumet Smart
tr: Akıllı Albümlerim
uk: Розумні альбоми

# You have free space for %d more items.
source: %d items deleted from your device to free up storage on your device. As the last step, delete photos from Recently Deleted album from your device.
ar: تم حذف %d عنصر من الجهاز لتحرير المساحة فيه.
de: %d Elemente wurden von Ihrem Gerät gelöscht, um Speicherplatz von Ihrem Gerät freizugeben.
es: %d elementos eliminados de su dispositivo para liberar el almacenamiento de su dispositivo.
fr: %d éléments supprimés de votre appareil pour libérer de l'espace de stockage.
ka: %d ელემენტი წაიშალა შენი მოწყობილობიდან მეხსიერების გასათავისუფლებლად შენს მოწყობილობაზე. როგორც ბოლო ნაბიჯი, წაშალე ფოტოები ახლახანს წაშლილი ალბომიდან შენი მოწყობილობიდან.
ro: %d fișiere șterse de pe dispozitivul tău pentru a elibera din spațiul lui de stocare.
ru: Вы удалили %d файл(-а, -ов) с вашего устройства.
sq: %d njësi të fshira nga pajisja juaj për të liruar arkivën e pajisjes suaj.
tr: Cihazının depolama alanını boşaltmak için cihazından %d öğe silindi. Son adım olarak, cihazındaki Son Silinenler albümündeki öğeleri de lütfen sil.
uk: %d елементів видалено з вашого пристрою, щоб звільнити пам'ять з вашого пристрою.

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ka: წაშლა
ro: Șterge
ru: Удалить
sq: Fshini
tr: Sil
uk: Видалити

source: Some photos will also be deleted from an album.
ar: ستحذف بعض الصور من الألبوم أيضاً.
de: Einige Fotos werden auch aus einem Album gelöscht.
es: Algunas fotos también se eliminarán de un álbum.
fr: Certaines photos seront également supprimées d'un album.
ka: ზოგი ფოტო ალბომიდანაც წაიშლება
ro: Careva poze la fel vor fi șterse din album.
ru: Некоторые фото будут также удалены из альбома.
sq: Disa fotografi do të fshihen nga një album gjithashtu.
tr: Bazı fotoğraflar ayrıca bir albümden de silinecek.
uk: Деякі фото також будуть видалені з альбому

source: Allow lifebox to delete %d photos?
ar: هل تسمح للايف بوكس %d بحذف صورة؟
de: Lifebox erlauben,%d Fotos zu löschen?
es: ¿Desea permitir que lifebox elimine %d fotos?
fr: Autorisez-vous lifebox à supprimer %d photos?
ka: აძლევ ლაიფბოქსს ნებას წაშალოს %D=d ფოტოები?
ro: Permite lifebox să șteargă %d fotografii?
ru: Разрешить lifebox удалить %d фото?
sq: E lejoni lifebox-in të fshijë %d foto?
tr: %d fotoğrafı silmek için lifebox’a izin verilsin mi?
uk: Дозволити lifebox видалити %d фото?

source: There are %d duplicated photos both on your device and lifebox. Clear some space by selecting the photos that you want to delete from your device.
ar: يوجد صور مكررة بعدد %d في جهازك وفي لايف بوكس. يرجى تحديد الصور التي تريد حذفها لتحرير المساحة.
de: Es gibt %d duplizierte Fotos sowohl in Ihrem Gerät als auch in Ihrer Lifebox. Löschen Sie etwas Speicherplatz, indem Sie die Fotos auswählen, die Sie löschen möchten.
es: Hay %d fotos duplicadas tanto en tu dispositivo y en lifebox. Libera algo de espacio seleccionando las fotos que quieres eliminar de tu dispositivo.
fr: %d photos dupliquées dans votre appareil et dans lifebox. Libérer de l’espace en sélectionnant les photos que vous souhaitez supprimer.
ka: არის %d დუბლირებული ფოტო, როგორც თქვენს მოწყობილობაში, ასევე lifebox-ში. გაასუფთავე სივრცე იმ ფოტოების არჩევით, რომელთა წაშლა გსურს შენი მოწყობილობიდან.
ro: Sunt %d poze duplicate în lifebox și pe dispozitivul tău. Eliberează spațiu selectând pozele pe care ai vrea să le ștergi.
ru: В вашем устройстве есть фото и видео, которые уже загружены в lifebox. Вы можете их удалить, чтобы освободить место на устройстве.
sq: Ka %d foto të përsëritura në pajisjen e në lifebox-in tuaj. Pastroni pak hapësirë duke përzgjedhur fotot që dëshironi të fshini.
tr: Hem cihazınızda hem de lifebox’ta yedeklenmiş %d öğe bulundu. Cihazından silmek istediğin fotoğrafları seçerek hafızanda yer aç.
uk: У вашому пристрої та в lifebox є %d дубльованих фото. Очистити деякий простір, вибравши фото, які ви хочете видалити.

# Download to Camera Roll
source: Download to Device Gallery
ar: التنزيل إلى معرض الأجهزة
de: In Gerätegalerie herunterladen
es: Descargar a la Galería de dispositivos
fr: Télécharger dans Galerie
ka: გადმოწერე მოწყობილობის გალერეაში
ro: Descărcat în Galeria dispozitivului
ru: Скачать в фотоплёнку.
sq: Shkarkoni Galerinë e Pajisjes.
tr: Cihaz Galerisine İndir
uk: Завантажити в галерею пристроїв

source: Share Album
ar: مشاركة الألبوم
de: Album teilen
es: Compartir Álbum
fr: Partager l’Album
ka: გააზიარე ალბომი
ro: Împărtășire Album
ru: Поделиться альбомом
sq: Shpërndani Albumin
tr: Albümü Paylaş
uk: Спільний доступ до альбому

source: Album Details
ar: تفاصيل الألبوم
es: Detalles del Álbum
fr: Détails de l’Album
ka: ალბომის დეტალები
ro: Detalii Album
ru: Об альбоме
sq: Detajet e Albumit
tr: Albüm Detayları
uk: Інформація про альбом

# Make album covers
source: Make album cover
ar: إضافة غلاف للألبوم
de: Erstelle Albumcover
es: Establecer como portada de un álbum
fr: Créer la pochette du disque
ka: გახადე ალბომის ქავერი
ro: Fă coperta albumului
ru: Создать обложки альбомов
sq: Krijoni kapakun e albumit
tr: Albüm kapağı yap
uk: Зробити обкладинку альбому

# Music Dteails
source: Music Details
ar: تفاصيل الموسيقى
de: Musik Details
es: Detalles de música
fr: Détails Musique
ka: მუსიკის დეტალები
ro: Detalii Muzică
ru: Детали музыки
sq: Detajet e Muzikës
tr: Müzik Detayları
uk: Інформація про музику

source: Document Details
ar: تفاصيل المستند
de: Dokumenten Details
es: Detalles del documento
fr: Détails du Document
ka: დოკუმენტების დეტალები
ro: Detalii Documente
ru: Детали документа
sq: Detajet e Dokumentit
tr: Belge Detayları
uk: Документація

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
ka: გადარქმევა
ro: Redenumește
ru: Переименовать
sq: Riemërtoni
tr: Yeniden adlandır
uk: Перейменувати

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
ka: მონიშნე ყველა
ro: Seletează-le pe toate
ru: Выбрать все
sq: Përzgjidhini të gjitha
tr: Tümünü Seç
uk: Вибрати все

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
ka: მონიშვნა
ro: Selectează
ru: Выбрать
sq: Përzgjidhini
tr: Seç
uk: Виберіть

source: More
ar: مزيد
de: Mehr
es: Más
fr: Plus
ka: მეტი
ro: Mai multe
ru: Больше
sq: Më shumë
tr: Daha fazla
uk: Більше

source: lifebox
ar: لايف بوكس
ka: lifebox-ი

source: Photos
ar: الصور
de: Fotos
es: Fotos
ka: ფოტოები
ro: Fotografii
ru: Фото
sq: Fotot
tr: Fotoğraflar
uk: Фото

# Choose From Library
source: Choose From Device Gallery
ar: اختيار من معرض الأجهزة
de: Wählen Sie Aus Gerätegalerie
es: Elija desde la Galería de dispositivos
fr: Sélectionner à partir de la bibliothèque
ka: აარჩიე მოწყობილობის გალერეიდან
ro: Alege din Galeria dispozitivului
ru: Выбрать из библиотеки
sq: Zgjidhni nga Galeria e Pajisjes
tr: Cihaz Galerisinden Seç
uk: Виберіть з галереї пристроїв

# Take Photo
source: Use Camera
ar: استعمال الكاميرا
de: Verwende Kamera
es: Usar la Camara
fr: Utiliser l'appareil photo
ka: გამოიყენე კამერა
ro: Folosește Camera
ru: Сделать фото
sq: Përdorni Kamerën
tr: Kamerayı Kullan
uk: Камера

source: Remove from album
ar: إزالة من الألبوم
de: Aus dem Album entfernen
es: Eliminar del álbum
fr: Supprimer de l’album
ka: წაშალე ალბომიდან
ro: Elimină din album
ru: Удалить из альбома
sq: Hiqni nga albumi
tr: Albümden kaldır
uk: Видалити з альбому

source: Back Up
ar: إنشاء نسخة احتياطية
de: Sichern
es: Realizar una copia de seguridad
fr: Sauvegarder
ka: რეზერვი
ro: Copie de rezervă
ru: Резервное копирование
sq: Krijoni kopje rezervë
tr: Yedekle
uk: Копіювати

source: Add to album
ar: إضافة إلى الألبوم
de: Zu Album hinzufügen
es: Agregar al Álbum
fr: Ajouter à l’album
ka: დაამატე ალბომში
ro: Adaugă la album
ru: Добавить в альбом
sq: Shtoni në album
tr: Albüme ekle
uk: До альбому

source: Remove from favorites
ar: إزالة من المفضلة
de: Von Favoriten entfernen
es: Quitar de favoritos
fr: Supprimer des favoris
ka: რჩეულებიდან წაშლა
ro: Elimină din favorite
ru: Удалить из избранного
sq: Hiqni nga preferencat
tr: Favorilerden çıkar
uk: Видалити з обраного

source: Remove
ar: إزالة
de: Löschen
es: Retirar
fr: Supprimer
ka: წაშლა
ro: Elimină
ru: Удалить только альбом
sq: Hiqni
tr: Kaldır
uk: Видалити

source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu den Favoriten hinzufügen
es: Agregar a favoritos
fr: Ajouter aux favoris
ka: დაამატე რჩეულებში
ro: Adaugă la favorite
ru: Добавить в избранное
sq: Shtoni tek preferencat
tr: Favorilere Ekle
uk: Додати в обране

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ka: კოპირება
ro: Copie
ru: Копиовать
sq: Kopjoni
tr: Kopyala

source: Create a Story
ar: إنشاء عرض شرائح الفيديو
de: Erstelle eine Geschichte
es: Crear una historia
fr: Créer une Story
ka: შექმენი სთორი
ro: Crează o Poveste
ru: Новая история
sq: Krijoni një histori
tr: Hikaye Oluştur
uk: Створіть історію

source: Share via link
ar: قم بنسخ الرابط
de: Link Kopieren
es: Copiar enlace
fr: Copiez le lien
ka: დააკოპირე საჯარო ლინკი
ro: Copiază Linkul
ru: Копировать Ссылку
sq: Kopjo Lidhjen
tr: Bağlantıyı Kopyala
uk: Копіювати посилання

source: Original Size
ar: ارسل نسخة منه
de: Senden Sie eine Kopie
es: Enviar copia
fr: Envoyez sa copie
ka: გააგზავნე კოპიო
ro: Trimite o Copie
ru: Отправить Копию
sq: Dërgo kopjen e tij/saj
tr: Kopyasını Gönder
uk: Надіслати копію

source: Small Size
ar: حجم صغير
de: Kleine Größe
es: Tamaño Pequeño
fr: Format réduit
ka: პატარა ზომა
ro: Dimensiune mică
ru: Маленький размер
sq: Përmasa e Vogël
tr: Küçük Boyut
uk: Маленький розмір

source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
ka: გადმოწერა
ro: Descarcă
ru: Скачать
sq: Shkarkoni
tr: İndir
uk: Завантажити

source: Sync
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
ka: სინქრონიზაცია
ro: Sincronizare
ru: Синхронизиовать
sq: Sinkronizoni
tr: Yedekle
uk: Синхронізувати

source: Move
ar: نقل
de: Bewegung
es: Mover
fr: Déplacer
ka: გადატანა
ro: Mută
ru: Переместить
sq: Hiqni
tr: Taşı
uk: Рухатися

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
ka: შეცვლა
ro: Editare
ru: Редактировать
sq: Ndryshoni
tr: Düzenle
uk: Редагувати

source: Share
ar: مشاركة
de: Aktie
es: Compartir
fr: Partager
ka: გაზიარება
ro: Împărtășește
ru: Поделиться
sq: Shpërndani
tr: Paylaş
uk: Поділитися

# Wait for a Wi-Fi Connection
source: Waiting for a Wi-Fi connection
ar: يتم الآن انتظار الاتصال بشبكة Wi-Fi
de: Warten auf eine Wi-Fi-Verbindung
es: Esperando una conexión Wi-Fi
fr: Attente d’une connexion Wi-Fi
ka: Wi-Fi სიგნალს ველოდებით
ro: În așteptarea conexiunii Wi-Fi
ru: Дождитесь Wi-Fi соединения
sq: Në pritje të lidhjes Wi-Fi
tr: Wi-Fi bağlantısı bekleniyor
uk: Очікування Wi-Fi-з'єднання

source: Auto Sync Preparation
ar: يتم تحضير الملفات للمزامنة التلقائية
de: Auto-Sync-Vorbereitung
es: Preparar sincronización automática
fr: Préparation à la Sync. Auto.
ka: ავტომატური სინქრონიზაციის მომზადება
ro: Pregătirea sincronizării automate
ru: Подготовка к автосинхронизации
sq: Përgatitja e sinkronizimit automatik
tr: Otomatik yedekleme hazırlanıyor
uk: Підготовка автоматичної синхронізації

source: Sync with data plan
ar: المزامنة باستعمال خطة البيانات
de: Synchronisieren mit Datentarif
es: Sincronizar con plan de datos
fr: Synchroniser en utilisant les données mobiles
ka: სინქრონიზაცია მონაცემთა გეგმით
ro: Sincronizare cu planul de date
ru: Синхронизировать с тарифным планом
sq: Sinkronizim me planin e të dhënave
tr: Fotoğraf ve videoların hücresel veri kullanarak yedeklenecek
uk: Синхронізувати з планом даних

source: Waiting for Wi-Fi connection to auto-sync
ar: يتم الآن انتظار الاتصال بشبكة Wi-Fi لبدء المزامنة التلقائية
de: Warten, bis die Wi-Fi-Verbindung automatisch synchronisiert wird
es: Esperando la conexión Wi-Fi para comenzar auto-sincronización
fr: Attente d’une connexion Wi-Fi pour la Sync. Auto.
ka: ელოდება Wi-Fi კავშირს ავტომატური სინქრონიზაციისთვის
ro: În așteptarea conexiunii Wi-Fi pentru sincronizarea automată
ru: Ожидание Wi-Fi для начала автосинхронизации
sq: Në pritje të lidhjes Wi-Fi për të filluar vetësinkronizimin.
tr: Otomatik yedekleme için Wi-Fi bekleniyor
uk: Очікування з'єднання Wi-Fi для автоматичної синхронізації

# Auto Upload is off. Go to setting to auto sync.
source: Auto sync is off. Go to settings to auto sync
ar: التحميل التلقائي متوقف. لتشغيله يرجى الانتقال إلى الإعدادات.
de: Die automatische Synchronisierung ist deaktiviert. Gehe zur Einstellung für die automatische Synchronisierung.
es: La sincronización automática está desactivada. Vaya al menú configuración para autosincronizar.
fr: La synchronisation automatique est désactivée. Aller dans paramétrages afin de l'activer.
ka: ავტომატური სინქრონიზაცია გამორთულია. გადადით პარამეტრებზე ავტომატური სინქრონიზაციისთვის
ro: Auto-sincronizarea e deconectată. Mergi la setări pentru a o conecta.
ru: Автозагрузка отключена. Перейдите в настройки, чтобы начать автоматическую синхронизацию.
sq: Vetësinkronizimi është i çaktivizuar. Shkoni tek rregullimet për ta aktivizuar sërish.
tr: Otomatik yedekeleme kapalı. Otomatik yedekleme ayarlarına gidin.
uk: Автосинхронізація вимкнена. Перейдіть до налаштування для автоматичної синхронізації.

# 4G
source: Mobile Data
ar: بيانات شبكة الجوّال 4G
de: Mobile Daten
es: Datos Móviles
fr: Données Mobile
ka: მობილურის ინტერნეტი
ro: Date Mobile
ru: 4G
sq: Të Dhëna Mobile
tr: Mobil Veri
uk: 4G

# 3G
source: Mobile Data
ar: بيانات شبكة الجوّال 3G
de: Mobile Daten
es: Datos Móviles
fr: Données Mobile
ka: მობილურის ინტერნეტი
ro: Date Mobile
ru: 3G
sq: Të Dhëna Mobile
tr: Mobil Veri
uk: 3G

source: Free up space
ar: تحرير مساحة
de: Platz frei machen
es: Liberar espacio
fr: Libérer de l’espace
ka: გაათავისუფლე ადგილი
ro: Eliberează spațiu
ru: Освободить место
sq: Lironi hapësirë
tr: Yer aç
uk: Звільни місце

source: Your device memory is almost full
ar: أوشكت مساحة التخزين على الامتلاء!
de: Ihr Gerätespeicher ist fast voll
es: La memoria de su dispositivo está casi llena
fr: L'espace de stockage de votre appareil est presque plein
ka: შენი მოწყობილობის მახსოვრობა თითქმის სავსეა
ro: Memoria dispozitivului tău e aproape plină
ru: Память вашего устройства практически заполнена.
sq: Memorja e pajisjes suaj është pothuajse plot.
tr: Cihazının hafızası dolmak üzere!
uk: Ваша пам'ять майже повна
