Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# feature_apple_cancel_text
source: To cancel your package, please use iTunes & App Store menu in your device
ar: لإلغاء حزمتك، يرجى استخدام قائمة iTunes & App Store على جهازك.
de: Um Ihr Paket zu stornieren, verwenden Sie bitte das iTunes & App Store-Menü auf Ihrem Gerät
es: Para cancelar su paquete, use el menú de iTunes y App Store en su dispositivo.
fr: Pour annuler votre offre, veuillez utiliser le menu iTunes & App Store depuis votre appareil.
ka: პაკეტის გასაუქმებლად, გთხოვ გამოიყენო iTunes & App Store მენიუ შენს მოწყობილობაში
ro: Pentru anularea abonamentului, te rugăm să folosești iTunes & App Store din dispozitivul tău
ru: Текст отмены подписки функции Apple.
sq: Për të anuluar paketën tuaj, ju lutem përdorni menunë iTunes & App Store në pajisjen tuaj.
tr: Paketini iptal etmek için lütfen telefonundaki iTunes & App Store menüsünü kullan.
uk: Ви можете відмінити підписку через iTunes або App Store меню

# feature_slcm_cancel_text
source: To cancel your package, Please send an SMS to 2200 with this text: LIFEBOX PREMIUM IPTAL
ar: للإلغاء يمكنك إرسال (LIFEBOX PREMIUM IPTAL) إلى 2200.
de: Um Ihr Paket zu stornieren, senden Sie bitte eine SMS mit dem folgenden Text an die Nummer 2200: LIFEBOX PREMIUM IPTAL
es: Para cancelar su paquete, envíe un mensaje al numero de “2200” con este texto: LIFEBOX PREMIUM IPTAL
fr: Pour annuler votre offre, veuillez envoyer “IPTAL LIFEBOX PREMIUM” au 2200.
ka: შენი პაკეტის გასაუქმებლად, გთხოვთ, გამოაგზავნო SMS ნომერზე 2200 ამ ტექსტით: LIFEBOX PREMIUM IPTAL
ro: Pentru a-ți anula pachetul, transmite un SMS la 2200, cu textul: LIFEBOX PREMIUM IPTAL
ru: Чтобы отменить подписку, пожалуйста, отправьте сообщение с текстом LIFEBOX PREMIUM IPTAL на номер 2200.
sq: Për të anuluar paketën tuaj, ju lutem dërgoni një SMS me tekst: LIFEBOX PREMIUM IPTAL në numrin 2200.
tr: Paketini iptal etmek için lütfen LIFEBOX PREMIUM IPTAL yazıp 2200’a gönder.
uk: Щоб відмінити підписку, будь ласка, відправте СМС на номер 2200 з текстом LIFEBOX PREMIUM IPTAL

# feature_google_cancel_text
source: To cancel your package, please use Google Play Store
ar: لإلغاء حزمتك، يرجى استخدام جوجل بلاي ستور
de: Um Ihr Paket zu stornieren, verwenden Sie bitte den Google Play Store
es: Para cancelar su paquete, use “Google Play Store”.
fr: Pour annuler votre offre, veuillez utiliser Google Play Store.
ka: შენი პაკეტის გასაუქმებლად, გთხოვ გამოიყენო Google Play Store
ro: Pentru anularea abonamentului, te rugăm să folosești Google Play Store din dispozitivul tău
ru: Текст отмены подписки функции Google.
sq: Për të anuluar paketën tuaj, ju lutem përdorni Google Play Store
tr: Paketini iptal etmek için lütfen Google Play Store'u kullan.
uk: Ви можете відмінити підписку через Google Play Store

# feature_free_of_charge_cancel_text
source: Please use Contact Us menu to inform us to process your request
ar: يرجى استخدام قائمة الاتصال بنا لإبلاغنا بمعالجة طلبك.
de: Bitte verwenden Sie das Menü "Kontaktieren Sie uns", um uns Ihre Anfrage zu bearbeiten
es: Por favor use el menú de “Contáctenos” (Contact us) para informarnos para procesar su solicitud.
fr: Veuillez utiliser le menu "Contactez-nous" pour toute question.
ka: გთხოვთ, გამოიყენო დაგვიკავშირდი მენიუ, რათა შეგვატყობინო შენი მოთხოვნა დამუშავებისთვის
ro: Pentru a ne informa de solicitarea ta, te rugăm să folosești meniul Cotactează-ne
ru: Пожалуйста, воспользуйтесь меню "Оставить отзыв", чтобы сообщить нам о вашем запросе.
sq: Ju lutem, përdorni menunë Kontakt për të na informuar, që të përpunojmë kërkesën tuaj.
tr: Bize Ulaşın menüsünden iptal talebini bize iletebilirsin.
uk: Щоб надіслати запит, будь ласка, скористуйтеся меню Залишити відгук

# feature_lifecell_cancel_text
source: You can continue to use Premium features for free since you are a lifecell user
ar: لأنك مستخدم lifecell يمكنك الاستمرار في استخدام مميزات العضوية البريميوم مجانًا.
de: Sie können die Premium-Funktionen weiterhin kostenlos nutzen, da Sie ein lifeCell-Benutzer sind
es: Puede continuar utilizando las funciones de Premium de forma gratuita porque usted es un usuario de LifeCell.
fr: Vous pouvez continuer à utiliser gratuitement les fonctionnalités Premium puisque vous êtes un utilisateur de lifecell
ka: შენ შეგიძლია განაგრძო პრემიუმ ფუნქციების გამოყენება უფასოდ, რადგან ხარ lifecell-ის მომხმარებელი
ro: Odată ce ești utilizator lifecell, poți utiliza în continuare beneficiile Premium, gratuit
ru: Вы можете продолжать использовать функции Премиум пользователя, поскольку вы являетесь абонентом lifecell
sq: Ju mund të vazhdoni të përdorni mundësitë Premium falas me qënë se jeni një përdorues lifecell.
tr: Lifecell kullanıcısı olduğun için Premium özelliklerini ücretsiz olarak kullanmaya devam edebilirsin.
uk: Як абонент lifecell ви можете продовжувати користуватися функціями Преміум підписки безкоштовно

# feature_promo_cancel_text
source: Please use the Contact Us menu to inform us about your request so we can process it.
ar: يرجى استخدام قائمة الاتصال بنا لإبلاغنا بمعالجة طلبك.
de: Bitte verwenden Sie das Menü "Kontaktieren Sie uns", um uns Ihre Anfrage zu bearbeiten
es: Por favor use el menú de “Contáctenos” (Contact us) para informarnos para procesar su solicitud.
fr: Veuillez utiliser le menu "Contactez nous" pour toute question
ka: გთხოვთ, გამოიყენო დაგვიკავშირდი მენიუ, რათა შეგვატყობინო შენი მოთხნის შესახებ, რათა ჩვენ შევძლოთ მისი დამუშავება.
ro: Pentru a ne informa de solicitarea ta, te rugăm să folosești meniul Cotactează-ne
ru: Пожалуйста, воспользуйтесь меню "Оставить отзыв", чтобы сообщить нам о вашем запросе.
sq: Ju lutem, përdorni menunë Kontakt për të na informuar, që të përpunojmë kërkesën tuaj.
tr: Bize Ulaşın menüsünden iptal talebini bize iletebilirsin.
uk: Щоб надіслати запит, будь ласка, скористуйтеся меню Залишити відгук

# feature_kktcell_cancel_text
source: You can continue to use Premium features for free since you are a KKTCELL user
ar: لأنك مستخدم lifecell-KKTCيمكنك الاستمرار في استخدام مميزات العضوية البريميوم مجانًا.
de: Sie können die Premium-Funktionen weiterhin kostenlos nutzen, da Sie ein KKTCELL-Benutzer sind
es: Puede continuar utilizando las funciones de Premium de forma gratuita porque usted es un usuario de KKTC.
fr: Vous pouvez continuer à utiliser gratuitement les fonctionnalités Premium en tant qu'utilisateur lifecell-KKTC
ka: შენ შეგიძლია განაგრძო პრემიუმ ფუნქციების გამოყენება უფასოდ, რადგან ხარ KKTCELL-ის მომხმარებელი
ro: Odată ce ești utilizator KKTCELL, poți utiliza în continuare beneficiile Premium, gratuit
ru: Вы можете продолжать использовать функции Премиум пользователя, поскольку вы являетесь абонентом KKTCELL
sq: Ju mund të vazhdoni të përdorni mundësitë Premium falas me qënë se jeni një përdorues KKTCELL.
tr: KKTCELL kullanıcısı olduğun için Premium özelliklerini ücretsiz olarak kullanmaya devam edebilirsin.
uk: Як абонент lifecell/KKTCELL ви можете продовжувати користуватися функціями Преміум підписки безкоштовно

# feature_moldcell_cancel_text
source: You can continue to use Premium features for free since you are a Moldcell user
ar: لأنك مستخدم Moldcellيمكنك الاستمرار في استخدام مميزات العضوية البريميوم مجانًا.
de: Sie können die Premium-Funktionen weiterhin kostenlos nutzen, da Sie ein Moldcell-Benutzer sind
es: Puede continuar utilizando las funciones de Premium de forma gratuita porque usted es un usuario de MoldCell.
fr: Vous pouvez continuer à utiliser gratuitement les fonctionnalités Premium en tant qu'utilisateur de Moldcell
ka: შენ შეგიძლია განაგრძო პრემიუმ ფუნქციების გამოყენება უფასოდ, რადგან ხარ Moldcell-ის მომხმარებელი
ro: Odată ce ești abonat Moldcell, poți continua utilizarea beneficiilor Premium, gratuit
ru: Вы можете продолжать использовать функции Premium пользователя, поскольку вы являетесь абонентом Moldcell
sq: Ju mund të vazhdoni të përdorni mundësitë Premium falas me qënë se jeni një përdorues Moldcell.
tr: Moldcell kullanıcısı olduğun için Premium özelliklerini ücretsiz olarak kullanmaya devam edebilirsin.
uk: Як абонент Moldcell ви можете продовжувати користуватися функціями Преміум підписки безкоштовно

# feature_life_cancel_text
source: You can continue to use Premium features for free since you are a life:) user
ar: لأنك مستخدم لايف:) يمكنك الاستمرار في استخدام مميزات العضوية البريميوم مجانًا.
de: Sie können die Premium-Funktionen weiterhin kostenlos nutzen, da Sie ein life:)-Benutzer sind
es: Puede continuar utilizando las funciones de Premium de forma gratuita porque usted es un usuario de Life :).
fr: Vous pouvez continuer à utiliser gratuitement les fonctionnalités Premium en tant qu'utilisateur Life :)
ka: შეგიძლია გააგრძელო Premium ფუნქციების უფასოდ გამოყენება, რადგან შენ ხარ life-ი :) მომხმარებელი
ro: Odată ce ești abonat life:), poți continua utilizarea beneficiilor Premium, gratuit
ru: Вы можете продолжать использовать функции Premium пользователя, поскольку вы являетесь абонентом life:)
sq: Ju mund të vazhdoni të përdorni mundësitë Premium falas me qënë se jeni një përdorues life:)
tr: life:) kullanıcısı olduğun için Premium özelliklerini ücretsiz olarak kullanmaya devam edebilirsin.
uk: Як абонент life:) ви можете продовжувати користуватися функціями Преміум підписки безкоштовно

# feature_paycell_all_access_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.mylifebox.com
ka: პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți suspenda pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# feature_paycell_slcm_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.mylifebox.com
ka: პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți suspenda pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# feature_slcm_paycell_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.mylifebox.com
ka: პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți suspenda pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# feature_all_access_paycell_cancel_text
source: To cancel your package, please visit www.mylifebox.com
ar: لإلغاء حزمتك، يرجى زيارة الموقع الإلكتروني www.mylifebox.com.
de: Um Ihr Paket zu stornieren, besuchen Sie bitte www.mylifebox.com
es: Para cancelar su paquete, por favor visite a la página de web; www.mylifebox.com
fr: Pour annuler votre offre, veuillez vous rendre sur www.mylifebox.com
ka: პაკეტის გასაუქმებლად, გთხოვ ეწვიო www.lifebox.com
ro: Pentru a-ți suspenda pachetul, te rugăm să accesezi www.mylifebox.com
ru: Чтобы отменить подписку на пакет, пожалуйста, перейдите на www.mylifebox.com
sq: Për të anuluar paketën tuaj, ju lutem vizitoni www.mylifebox.com
tr: Paketini iptal etmek için lütfen www.mylifebox.com'u ziyaret et
uk: Ви можете відмінити підписку через www.mylifebox.com

# feature_default_cancel_text
source: Please use the Contact Us menu to inform us about your request so we can process it.
ar: يرجى استخدام قائمة الاتصال بنا لإبلاغنا لمعالجة طلبك.
de: Bitte verwenden Sie das Menü "Kontaktieren Sie uns", um uns Ihre Anfrage zu bearbeiten
es: Por favor use el menú de “Contáctenos” (Contact us) para informarnos para procesar su solicitud.
fr: Veuillez utiliser le menu "Contactez-nous" pour toute question
ka: გთხოვთ, გამოიყენო დაგვიკავშირდით მენიუ, რათა შეგვატყობინო შენი მოთხოვნის შესახებ, რათა ჩვენ შევძლოთ მისი დამუშავება.
ro: Pentru a ne informa de solicitarea ta, te rugăm să utilizezi meniul Contactează-ne
ru: Пожалуйста, воспользуйтесь меню "Оставить отзыв", чтобы сообщить нам о вашем запросе.
sq: Ju lutem përdorni menunë Kontakt për të na informuar, që të përpunojmë kërkesën tuaj.
tr: Bize Ulaşın menüsünden iptal talebini bize iletebilirsin.
uk: Щоб відправити нам запит, скористайтеся меню Залишити відгук

source: My Storage
ar: مساحة التخزين
de: Mein Speicher
es: Mi almacenamiento.
fr: Mon stockage
ka: ჩემი საცავი
ro: Spațiul meu de stocare
ru: Моё хранилище
sq: Arkiva ime
tr: Saklama Alanım
uk: Моє сховище

source: See Details
ar: رؤية التفاصيل
de: Siehe Einzelheiten
es: Ver detalles.
fr: Voir les détails
ka: ნახე დეტალები
ro: Vezi detaliile
ru: Смотрите детали
sq: Shikoni detajet
tr: Detaylar
uk: Дивіться деталі

# face_image_description
source: Since you have a standard account, 100 of your photos will be processed. You will only see 3 people, objects and places in your smart albums.
ar: نظرًا لأن لديك حسابًا قياسيًا، فستتم معالجة 100 صورة من صورك. سترى فقط 3 أشخاص وكائنات وأماكن في ألبوماتك الذكية.
de: Da Sie über ein Standardkonto verfügen, werden 100 Ihrer Fotos verarbeitet. In Ihren Smart-Alben werden nur 3 Personen, Objekte und Orte angezeigt.
es: En caso de que usted tiene una cuenta estándar, 100 de sus fotos se procesarán. Usted solamente verá 3 personas, objetos y lugares en sus álbumes inteligentes (smart albums).
fr: Vous bénéficiez d'un compte standard, 100 photos de votre album seront traitées. 3 personnes, objets ou lieux seront reconnus automatiquement dans vos Smart albums.
ka: ვინაიდან შენ გაქვს სტანდარტული ანგარიში, შენი 100 ფოტო დამუშავდება. იხილავ მხოლოდ 3 ადამიანს, ობიექტს და ადგილს შენს smart ალბომებში.
ro: Pentru că ai un cont standard, 100 de fotografiile tale vor fi procesate. Vei vedea doar 3 persoane, obiecte și locuri în albumele tale inteligente.
ru: Так как вы являетесь стандартным пользователем, только 100 ваших фото будут обработаны. В ваших умных альбомах вы сможете увидеть только 3 объекта, человека и места.
sq: Me qënë se ju keni një llogari standarde, 100 prej fotove tuaja do të përpunohen. Ju do të shihni vetëm 3 persona, objekte dhe vende në albumin tuaj smart.
tr: Standart kullanıcı olduğun için fotoğrafların arasından sadece 100 tanesi işlenebilecek. Sana özel oluşturulacak akıllı albümlerde sadece 3 kişi, nesne ve lokasyon klasörü görebileceksin.
uk: Відколи ви є користувачем стандартного пакету, 100 фото будуть оброблені. Ви зможете бачити тільки 3 людини, об'єкта та місця у ваших смарт альбомах

# face_image_upgrade
source: Upgrade to lifebox Premium to use this feature without any limitation.
ar: قم بالترقية إلى لايف بوكس بريميوم لاستخدام هذه الميزة دون أي قيود.
de: Aktualisieren Sie auf lifebox-Premium, um diese Funktion ohne Einschränkungen nutzen zu können.
es: Actualice a lifebox de Premium para utilizar esta función sin ninguna limitación.
fr: Passez à lifebox Premium pour utiliser cette fonctionnalité sans aucune limitation.
ka: განაახლე lifebox Premium-ზე, რომ გამოიყენო ეს ფუნქცია ყოველგვარი შეზღუდვის გარეშე.
ro: Treci la lifebox Premium pentru a utiliza toate beneficiile, fără limitări.
ru: Обновитесь до lifebox Premium, чтобы использовать данную функцию без ограничений.
sq: Kaloni në lifebox Premium për ta përdorur këtë mundësi pa asnjë kufizim.
tr: Bu özelliği fotoğraf limiti olmadan kullanmak için sen de hemen Premium ol!
uk: Покращіть пакет до lifebox Преміум, щоб користатися цією функцією без обмежень

# face_image_footer_view_message
source: To see all the %@ in your gallery and unlock many more features become a Premium member!
ar: لمشاهدة جميع %@ في معرضك وإلغاء قفل العديد من الميزات، احصل على العضوية البريميوم!
de: Um alle %@ in Ihrer Galerie zu sehen und viele weitere Funktionen freizuschalten, werden Sie ein Premium-Mitglied!
es: Conviértete en miembro Premium para ver todo el “%@” en tu galería y para poder desbloquear muchas más funciones.
fr: Pour voir tous les %@ de votre galerie et pour débloquer de nombreuses autres fonctionnalités, devenez membre Premium !
ka: იმისათვის, რომ ნახო ყველა %@ შენს გალერეაში და განბლოკო მრავალი სხვა ფუნქცია, გახდი Premium წევრი!
ro: Pentru a vedea toate %@ în galeria ta și a beneficia de toate avantajele, devino membru Premium!
ru: Чтобы увидеть все %@ в вашей галерее и разблокировать больше функций, станьте Premium пользователем!
sq: Për t'i parë të gjitha %@ në galerinë tuaj e për më shumë mundësi bëhuni anëtar Premium!
tr: Fotoğraflarındaki tüm %@ ulaşmak ve Premium hesabın diğer avantajlı özelliklerinden faydalanmak için Premium ol!
uk: Станьте Преміум користувачем, щоб бачити всі %@ у вашій галереї та користуватися розширеними функціями!

# face_image_face_recognition
source: People
ar: الأشخاص
de: Leute
es: Personas
fr: Personnes
ka: ადამიანები
ro: Oameni
ru: лица
sq: Persona/ Njerëz
tr: Kişiler
uk: обличчя

# face_image_place_recognition
source: Places
ar: الأماكن
de: Orte
es: Lugares
fr: Lieux
ka: ადგილები
ro: Locuri
ru: места
sq: Vende
tr: Yerler
uk: місця

# face_image_thing_recognition
source: Things
ar: الأشياء
de: Dinge
es: Cosas
fr: Objets
ka: ნივთები
ro: Lucruri
ru: предметы
sq: Sende
tr: Nesneler
uk: об'єкти

# package_cancel_button
source: Cancel your subscription
ar: إلغاء اشتراكك
de: Kündigen Sie Ihr Abonnement
es: Cancela tu suscripción
fr: Annuler votre offre
ka: გააუქმე გამოწერა
ro: Anulează-ți abonamentul
ru: Отменить подписку
sq: Anuloni abonimin tuaj
tr: Aboneliğinizi iptal edin
uk: Відмінити підписку

# my_storage_usage
source: %1$@ of %2$@ has remained
ar: متبقي %1$@ من %2$@
de: %1$@ von %2$@ ist geblieben
es: %1$@ de %2$@ ha permanecido
fr: %1$@ de %2$@ restent
ka: %2$@-დან %1$@ დარჩა
ro: %1$@ din %2$@ au rămas
ru: %@ из %@ осталось
sq: %1$@ of %2$@ ka mbetur
tr: %2$@’nin %1$@'si kaldı
uk: %1$@ of %2$@ залишилося

# package_section_title
source: Upgrade Your Storage
ar: ترقية مساحة التخزين
de: Aktualisieren Sie Ihren Speicher
es: Actualice su almacenamiento
fr: Augmentez votre stockage
ka: გააუმჯობესე შენი მახსოვრობა
ro: Actualizează-ți spațiul de stocare
ru: Расширьте ваше хранилище
sq: Përditësoni Arkivën tuaj
tr: Saklama alanını yükselt
uk: Розширте ваше сховище

# home_page_pop_up
source: Would you like to be a Premium member to store your memories in original quality and get access to all the premium features?
ar: هل ترغب في عضوية ممتازة من أجل حفظ ذكرياتك بالجودة الأصلية و الحصول على جميع المميزات الممتازة؟
de: Möchten Sie Premium-Mitglied werden, um Ihre Erinnerungen in Originalqualität zu erhalten und auf alle Premium-Funktionen zuzugreifen?
es: ¿Querrías convertirte en miembro Premium para archivar tus recuerdos en calidad original y acceder a todas las funciones premium?
fr: Souhaitez-vous devenir un membre Premium afin de conserver vos souvenirs avec leur qualité d'origine et accéder à toutes les fonctionnalités Premium ?
ka: გსურს იყოს Premium წევრი, რომ შეინახო შენი მოგონებები ორიგინალურ ხარისხში და მიიღო წვდომა ყველა პრემიუმ ფუნქციაზე?
ro: Ai vrea să devii membru Premium, pentru a putea stoca amintirile tale în calitatea originală și a avea acces la toate opțiunile premium?
ru: Хотите стать Премиум пользователем, чтобы ваши воспоминания хранились в оригинальном качестве?
sq: Doni të bëheni anëtar Premium, të ruani kujtimet tuaja në cilësi origjinale, si edhe t'i aksesoni të gjitha funksionalitetet Premium?
tr: Anılarını orijinal kalitede saklamak ve tüm premium özelliklere erişmek için Premium üye olmak ister misin?
uk: Хочете стати Преміум користувачем, щоб зберігати ваші спогади у оригінальній якості?

# sync_page_pop_up
source: Would you like to be a Premium member to store your memories in original quality and get access to all the premium features?
ar: هل ترغب في عضوية ممتازة من أجل حفظ ذكرياتك بالجودة الأصلية و الحصول على جميع المميزات الممتازة؟
de: Möchten Sie Premium-Mitglied werden, um ‎Ihre Erinnerungen in Originalqualität zu ‎erhalten und auf alle Premium-Funktionen ‎zuzugreifen?‎
es: ¿Querrías convertirte en miembro Premium para archivar tus recuerdos en calidad original y acceder a todas las funciones premium?
fr: Souhaitez-vous devenir un membre Premium pour conserver vos souvenirs dans leur qualité d'origine et accéder à toutes les fonctionnalités Premium ?
ka: გსურს იყო Premium წევრი, რომ შეინახო შენი მოგონებები ორიგინალურ ხარისხში და მიიღო წვდომა ყველა პრემიუმ ფუნქციაზე?
ro: Ai vrea să devii membru Premium, pentru a putea stoca amintirile tale în calitatea originală și a avea acces la toate opțiunile premium?
ru: Хотите стать Премиум пользователем, чтобы ваши воспоминания хранились в оригинальном качестве?
sq: Doni të bëheni anëtar Premium, të ruani kujtimet tuaja në cilësi origjinale, si edhe t'i aksesoni të gjitha funksionalitetet Premium?
tr: Anılarını orijinal kalitede saklamak ve tüm premium özelliklere erişmek için Premium üye olmak ister misin?
uk: Хочете стати Преміум користувачем, щоб зберігати ваші спогади у оригінальній якості?

# ok_for_upgrade
source: Yes, Upgrade
ar: نعم، ترقية
de: Ja, aktualisieren
es: Sí, actualice.
fr: Oui, passer à une offre Premium
ka: კი, გააუმჯობესე
ro: Da, Actualizează
ru: Да, хочу
sq: Po, Përmirëso
tr: Evet, Premium Ol
uk: Так, бажаю

# no_for_upgrade
source: No, I'm OK
ar: لا، هذا جيد
de: Nein mir geht's gut
es: No, estoy bien.
fr: Non merci
ka: არა, იყოს
ro: Nu, sunt bine așa
ru: Нет, не хочу
sq: Jo
tr: Hayır, Devam Et
uk: Ні, не бажаю

# uploded_photos_high_quality
source: Would you like to be a Premium member to store your memories in original quality and get access to all the premium features?
ar: هل ترغب في عضوية ممتازة من أجل حفظ ذكرياتك بالجودة الأصلية و الحصول على جميع المميزات الممتازة؟
de: Möchten Sie Premium-Mitglied werden, um ‎Ihre Erinnerungen in Originalqualität zu ‎erhalten und auf alle Premium-Funktionen ‎zuzugreifen?‎
es: ¿Querrías convertirte en miembro Premium para archivar tus recuerdos en calidad original y acceder a todas las funciones premium?
fr: Souhaitez-vous devenir un membre Premium pour conserver vos souvenirs dans leur qualité d'origine et accéder à toutes les fonctionnalités Premium ?
ka: გსურს იყო Premium წევრი, რომ შეინახო შენი მოგონებები ორიგინალურ ხარისხში და მიიღო წვდომა ყველა პრემიუმ ფუნქციაზე?
ro: Ai vrea să devii membru Premium, pentru a putea stoca amintirile tale în calitatea originală și a avea acces la toate opțiunile premium?
ru: Хотите стать Премиум пользователем, чтобы ваши воспоминания хранились в оригинальном качестве?
sq: Doni të bëheni anëtar Premium, të ruani kujtimet tuaja në cilësi origjinale, si edhe t'i aksesoni të gjitha funksionalitetet Premium?
tr: Anılarını orijinal kalitede saklamak ve tüm premium özelliklere erişmek için Premium üye olmak ister misin?
uk: Хочете стати Преміум користувачем, щоб зберігати ваші спогади у оригінальній якості?
