Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: 5 PhotoPick analysis
ar: 5 حق تحليل فوتوبيك
de: 5 PhotoPick-Analyse Guthaben
es: Derecho de análisis de 5 PhotoPick
fr: 5 analyses PhotoPick
ka: 5 PhotoPick ანალიზი
ro: 5 analize PhotoPick
ru: 5 оценок PhotoPick
sq: 5 analiza PhotoPick
tr: 5 PhotoPick Analiz Hakkı
uk: 5 оцінок PhotoPick

source: +10 PhotoPick analysis
ar: 10 حق تحليل فوتوبيك
de: 10 PhotoPick-Analyse Guthaben
es: Derecho de análisis de +10 PhotoPick
fr: +10 analyses PhotoPick
ka: +10 PhotoPick ანალიზი
ro: +10 analize PhotoPick
ru: +10 оценок PhotoPick
sq: +10 analiza PhotoPick
tr: +10 PhotoPick Analiz Hakkı
uk: +10 оцінок PhotoPick

# data_package_for_turkcell
source: Additional data advantage
ar: حزمة بيانات إضافية
de: Zusätzliches Datenpaket
es: Paquete de datos adicional.
fr: Quota supplémentaire
ka: დამატებითი მონაცემების უპირატესობა
ro: Avantaje data adiționale
ru: No translation
sq: Avantazh të dhënash shtesë
tr: Ek data paketi
uk: No translation

# delete_duplicated_contacts
source: Remove Duplicate Contacts from Your Phone Directory
ar: احذف الاسماء المتكررة في الدليل الخاص بي!
de: Löschen Sie Ihre wiederholenden Kontakte aus Ihren Kontakten!
es: Eliminar los contactos repetidos en su guía telefónica.
fr: Supprimer les contacts en doublon dans votre répertoire
ka: წაშალე დუბლიკატი კონტაქტები შენი ტელეფონის ცნობარიდან
ro: Elimină contactele dublicate din directoriul Telefon
ru: Удалить дубликаты контактов в вашей телефонной книге
sq: Hiqni kontaktet e përsëritura nga Direktoria e Telefonit tuaj.
tr: Rehberindeki tekrarlayan kontakları sil!
uk: Видаліть дублікати контактів з вашої телефонної книги

# leave_middle_membership
source: Leave Standard+ Membership
ar: انهي العضوية القياسية +
de: Beenden Sie Ihre Standartmitgliedschaft
es: Terminar la membresía Estándar+
fr: Mettre fin à l'offre Standard+
ka: დატოვე სტანდარტ+ წევრობა
ro: Renunță la pachetul Standard+
ru: Оставить подписку Стандарт+
sq: Largohuni nga Anëtarësimi Standard+
tr: Standart+ üyeliğini sonlandır
uk: Залишити підписку Стандарт+

# leave_middle_turkcell
source: To cancel your package, please send an SMS to 2200 with this text: IPTAL LIFEBOX STANDART+
ar: من أجل الغاء الحزمة الرجاء اكتب IPTAL LIFEBOX STANDART+ وارسلها على الرقم 2200.
de: Um das Paket zu stornieren, schreiben Sie bitte ''IPTAL ‎LİFEBOX STANDARD+'' und senden die Nachricht an 2200.
es: Para cancelar el paquete por favor escribir CANCELACIÓN LIFEBOX ESTÁNDAR+ y enviarlo a 2200.
fr: Pour annuler votre option, veuillez envoyer ANNULE LIFEBOX STANDARD+ au 2200
ka: შენი პაკეტის გასაუქმებლად, გთხოვთ, გამოაგზავნო SMS ნომერზე 2200 ამ ტექსტით: IPTAL LIFEBOX STANDART+
ro: Trimite textul IPTAL LIFEBOX STANDART+ la 2200, pentru a anula pachetul tău
ru: Чтобы отменить ваш пакет, пожалуйста, отправьте СМС на 2200 с текстом IPTAL LIFEBOX STANDART+
sq: Për të anuluar paketën tuaj, ju lutem dërgoni një SMS drejt 2200 me tekst: IPTAL LIFEBOX STANDART+
tr: Paketini iptal etmek için lütfen IPTAL LIFEBOX STANDART+ yazıp 2200’a gönder.
uk: Щоб відмінити ваш пакет, відправте будь ласка СМС на 2200 з текстом: IPTAL LIFEBOX STANDART+

# package_FWI_cancel_text
source: You can cancel or manage your Digicel subscription from the My Digicel App, Customer Care, or In Store.
ar: يمكنك إلغاء أو إدارة اشتراك Digicel من تطبيق My Digicel أو خدمة العملاء أو في المتجر.
de: Sie können Ihr Digicel-Abonnement über die My Digicel App, den Kundenservice oder im Store kündigen oder verwalten.
es: Puede cancelar o administrar su suscripción a Digicel desde la aplicación My Digicel, Atención al cliente o En la tienda
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: შეგიძლია გააუქმო ან მართო შენი Digicel გამოწერა My Digicel აპლიკაციიდან, მომხმარებელთა მოვლის საშუალებით ან მაღაზიაში.
ro: Puteți anula sau gestiona abonamentul dvs. Digicel din aplicația My Digicel, Serviciu Clienți sau In Store.
ru: Вы можете отменить подписку Digicel через приложение My Digicel, представителя обслуживания или в магазине
sq: Ju mund ta anuloni apo menaxhoni abonimin tuaj Digicel nëpërmjet aplikacionit My Digicel, Kujdesit të Klientit apo në dyqan.
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете відмінити підписку Digicel через додаток My Digicel, представника обслуговування або в магазині

# package_jamaica_cancel_text
source: You can cancel or manage your Digicel subscription from the My Digicel App, Customer Care, or In Store.
ar: يمكنك إلغاء أو إدارة اشتراك Digicel من تطبيق My Digicel أو خدمة العملاء أو في المتجر.
de: Sie können Ihr Digicel-Abonnement über die My Digicel App, den Kundenservice oder im Store kündigen oder verwalten.
es: Puede cancelar o administrar su suscripción a Digicel desde la aplicación My Digicel, Atención al cliente o En la tienda
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: შეგიძლია გააუქმო ან მართო შენი Digicel გამოწერა My Digicel აპლიკაციიდან, მომხმარებელთა მოვლის საშუალებით ან მაღაზიაში.
ro: Puteți anula sau gestiona abonamentul dvs. Digicel din aplicația My Digicel, Serviciu Clienți sau In Store.
ru: Вы можете отменить подписку Digicel через приложение My Digicel, представителя обслуживания или в магазине
sq: Ju mund ta anuloni apo menaxhoni abonimin tuaj Digicel nëpërmjet aplikacionit My Digicel, Kujdesit të Klientit apo në dyqan.
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете відмінити підписку Digicel через додаток My Digicel, представника обслуговування або в магазині

# feature_digicell_cancel_text
source: You can continue to use Premium features for free since you are a Digicell user
ar: نظرًا لأنك مستخدم لخدمة Digicell ، فلا يزال بإمكانك استخدام ميزات Premium مجانًا.
de: Da Sie Digicell-Benutzer sind, können Sie die Premium-Funktionen weiterhin kostenlos nutzen.
es: Ya que eres el usuario de Digicell puede seguir utilizando gratuito las características Premium.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: შენ შეგიძლია განაგრძო პრემიუმ ფუნქციების გამოყენება უფასოდ, რადგან ხარ Digicell-ის მომხმარებელი
ro: Poți beneficia în continuare de avantajele Premium, odată ce ești abonat Digicell
ru: Вы можете продолжать использовать функции Премиум пользователя, поскольку вы являетесь абонентом Digicell
sq: funksionalitet_digicell_anulim_tekst
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Як абонент Digicell ви можете продовжувати користуватися функціями Преміум підписки безкоштовно

# terms_and_use_etk_checkbox
source: I hereby give my consent to receive commercial e-mail messages in order to be informed about advantageous products and services of Turkcell and its Group Companies unless and until I request otherwise pursuant to the Law No. 6563 and other applicable legislation.
ar: أرغب في الحصول على رسائل إلكترونية تجارية من أجل الإطلاع على المنتجات والخدمات المميزة من تركسال وشركات المجموعة لغاية بإبلاغ عكس ذلك من قبلي وفق القانون رقم 6553 واللوائح الأخرى ذات الصلة.
de: Hiermit erkläre ich mich damit einverstanden, kommerzielle E-Mails zu erhalten, um über vorteilhafte Produkte und Dienstleistungen von Turkcell und seiner Konzerngesellschaften informiert zu werden, sofern und bis ich gemäß Gesetz Nr. 6563 und anderen anwendbaren Gesetzen etwas anderes beantrage.
es: Acepto recibir mensajes de correo electrónico comercial acerca de las propuestas de productos y servicios ventajosos de Turkcell y las Compañias del Grupo de conformidad con la Ley 6563 y demás legislación pertinente, hasta que haya dicho lo contrario
fr: J'aimerais recevoir des messages commerciaux afin de connaître les produits et services avantageux de Turkcell et des sociétés du groupe jusqu'à ce que je déclare le contraire en vertu de la loi n ° 6563 et d'autres législations pertinentes.
ka: მე ვაძლევ თანხმობას, რომ მივიღო კომერციული ელ.ფოსტის შეტყობინებები, რათა ვიყო ინფორმირებული Turkcell-ისა და მისი ჯგუფის კომპანიების მომგებიანი პროდუქტებისა და სერვისების შესახებ, თუ და სანამ არ მოვითხოვ სხვაგვარად კანონის No. 6563 და სხვა მოქმედი კანონმდებლობის შესაბამისად.
ro: Până la o notificare contrară întreprinsă de mine conform Legii numărul 6563 şi legislațiilor relevante, doresc să primesc mesaje electronice comerciale cu privire la produsele şi serviciile avantajoase ale lui Turkcell şi Societățile Grupului .
ru: Я хотел бы получать коммерческие электронные сообщения, чтобы получать уведомления о выгодных продуктах и услугах компаний Turkcell и Группы компаний в соответствии с Законом номер 6563 и другими соответствующими законами, пока мной не будет указано иное
sq: Deri në një vendim të ndryshëm nga ana ime, Unë jap miratimin tim për marrjen e mesazheve elektronike komerciale në mënyrë që të informohem për produktet dhe shërbimet e favorshme të Turkcell dhe kompanive të grupit të tij, në pajtim me ligjin nr. 6563 dhe legjislacionin në fuqi
tr: <p><a href="https://www.turkcell.com.tr/tr/hakkimizda/duyurular/izin-politikasi">Lifecell Bulut &Ccedil;&ouml;z&uuml;mleri A.Ş., Lifecell Dijital Servisler ve &Ccedil;&ouml;z&uuml;mler A.Ş ve Grup Şirketleri</a>&rsquo;nin avantajlı &uuml;r&uuml;n ve hizmetlerden haberdar olmak i&ccedil;in 6563 sayılı Kanun ve diğer ilgili mevzuat uyarınca aksi tarafımca belirtilene kadar <u>ticari elektronik ileti</u> almak istiyorum.</p>
uk: Я бажаю отримувати від компанії Turkcell і Turkcell Group комерційні електронні повідомлення про вигідні пропозиції та послуги, згідно з положеннями Закону № 6563 та інших відповідних нормативно-правових актів, та доти інше не буде зазначене мною

# terms_and_use_etk_link_turkcell_and_group_companies
source: Turkcell and its Group Companies
ar: تركسال وشركات المجموعة
de: Turkcell und seiner Konzerngesellschaften informiert
es: Turkcell y las Compañias del Grupo
fr: Turkcell et des sociétés du groupe
ka: Turkcell და მისი ჯგუფის კომპანიები
ro: Turkcell şi Societățile Grupului
ru: Turkcell и Группы компаний
sq: Turkcell dhe kompanive të grupit të tij
tr: Turkcell ve Grup Şirketleri
uk: Turkcell і Turkcell Group

# terms_and_use_etk_link_commercial_email_messages
source: commercial e-mail messages
ar: رسائل إلكترونية تجارية
de: kommerzielle E-Mails
es: correo electrónico comercial
fr: messages électroniques commerciaux
ka: კომერციული მეილის მესიჯები
ro: mesaje electronice comerciale
ru: коммерческие электронные сообщения
sq: mesazheve elektronike komerciale
tr: ticari elektronik ileti
uk: комерційні електронні повідомлення
