Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# There are some duplicated items both in your device and lifebox
source: Let's check duplicated items both on your device and lifebox!
ar: يوجد بعض العناصر المكررة في جهازك وفي لايف بوكس
de: Es gibt einige doppelte Einträge sowohl in Ihrem Gerät als auch in der Lifebox
es: Verifiquemos los elementos duplicados tanto en tu dispositivo como en tu lifebox!
fr: Vérifions les éléments en double sur votre appareil et sur votre lifebox!
ka: მოდი შევამოწმოთ დუბლირებული ფაილები როგორც შენს მოწყობილობაში, ასევე lifebox-ში!
ro: Sunt câteva articole duplicate pe dispozitivul tău și în lifebox
ru: В вашем устройстве и lifebox найдены дубликаты
sq: Keni disa njësi të përsëritura në pajisje e në lifebox-in tuaj.
tr: Hem cihazında hem lifebox’ında olan öğelere göz at!
uk: Існує кілька дубльованих елементів як у вашому пристрої, так і в lifebox

# Operation is complete
source: Operation completed
ar: اكتملت العملية
de: Die Operation ist abgeschlossen
es: La operación se ha completado
fr: Fin de l’opération
ka: ქმედება წარმატებულია
ro: Operația s-a finalizat
ru: Операция выполнена
sq: Operacioni u përmbush.
tr: İşlem tamamlandı
uk: Операція завершена

# Download is complete
source: Download completed
ar: اكتمل التنزيل
de: Der Download ist abgeschlossen
es: La descarga se ha completado
fr: Fin du téléchargement
ka: გადმოწერა დასრულდა
ro: Descărcarea s-a finalizat
ru: Скачивание завершено
sq: Shkarkimi u krye.
tr: İndirme tamamlandı
uk: Завантаження завершено

# Deleting is complete
source: Deleting completed
ar: اكتمل الحذف
de: Löschen ist abgeschlossen
es: La eliminación se ha completado
fr: Suppression terminée
ka: წაშლა დასრულდა
ro: Ștergerea e finalizată
ru: Удаление завершено
sq: Fshirja u krye
tr: Silme işlemi tamamlandı.
uk: Видалення завершено

source: Downloading files
ar: يتم تنزيل الملفات
de: Herunterladen von Dateien
es: Descargando archivos
fr: Téléchargement de fichiers
ka: იტვირთება ფაილები
ro: Descărcarea fișierelor
ru: Скачивание файлов
sq: Duke shkarkuar skedarët
tr: Dosyalar indiriliyor
uk: Завантаження файлів

source: Uploading files over %@
ar: انتهى تحميل الملفات%@
de: Hochladen von Dateien über
es: Cargar de archivos en
fr: Téléchargement de fichiers %@
ka: ფაილების ატვირთვა %@-ზე
ro: Încărcarea fișierelor peste %@
ru: Загрузка через %@
sq: Ngarkimi i skedarëve mbi %@
tr: %@ ile dosyalar yedekleniyor
uk: Завантаження файлів закінчено

# Syncing files over
source: Syncing files with %@
ar: مزامنة الملفات باستعمال %@
de: Synchronisieren von Dateien mit
es: Sincronizando archivos con
fr: Synchroniser les fichiers %@
ka: ფაილების სინქრონიზაცია %@-თან
ro: Sincronizarea fișierelor cu %@
ru: Синхронизация через %@
sq: Duke sinkronizuar skedarët me %@
tr: %@ ile dosyalar yedekleniyor
uk: Синхронізувати файли за допомогою

source: (%ld of %ld)
ar: (%ld من %ld)
de: (% ld von% ld)
es: (%ld de %ld)
fr: (%ld de %ld)
ka: (%ld %ld-დან)
ro: (%ld din %ld)
sq: (%ld te %ld)
tr: (%ld / %ld)
uk: (%ld з %ld)

source: You need to specify your language preference so that we can serve you better.
ar: يرجى تعيين تفضيلات اللغة حتى تصلك خدماتنا بشكل أفضل.
de: Sie müssen Ihre bevorzugte Sprache angeben, damit wir Ihnen besser dienen können.
es: Debe especificar su preferencia de idioma para que podamos servirle mejor.
fr: Afin que nous puissions mieux vous servir, veuillez choisir votre langue.
ka: შენ უნდა დააკონკრეტო რომელ ენას ანიჭებ უპირატესობას, რათა უკეთ მოგემსახურო.
ro: Pentru a te putea deservi mai bine, te rugăm să indici limba de comunicare.
ru: Пожалуйста, укажите предпочтительный для вас язык общения.
sq: Ju duhet të specifikoni gjuhën tuaj të preferuar në mënyrë që t'ju ofrojmë shërbim më të mirë.
tr: Sana daha iyi hizmet verebilmem için dil tercihini belirtebilir misin?
uk: Потрібно вказати мовні налаштування, щоб ми могли служити вам краще.

source: Please type your message
ar: يرجى كتابة رسالة
de: Bitte geben Sie Ihre Nachricht ein
es: Por favor escriba su mensaje
fr: Ecrivez votre message
ka: გთხოვ აკრიფო შენი მესიჯი
ro: Te rugăm să scrii mesajul
ru: Нельзя отправить пустой отзыв
sq: Ju lutem, shkruani mesazhin tuaj.
tr: Lütfen mesajını yaz
uk: Будь ласка, введіть своє повідомлення

source: Error
ar: خطأ
fr: Erreur
ka: შეცდომა
ro: Eroare
ru: Ошибка
sq: Gabim
tr: Hata
uk: Помилка

source: Please configurate e-mail client
ar: يرجى تكوين وكيل البريد الإلكتروني
de: Bitte konfigurieren Sie den E-Mail-Client
es: Por favor configure un cliente de correo electrónico
fr: Configurez votre adresse mail
ka: გთხოვთ, დააკონფიგურირო ელ.ფოსტის მომხმარებელი
ro: Te rugăm să configurezi e-mailul
ru: Пожалуйста, настройте клиента электронной почты
sq: Ju lutem, konfiguroni e-mail-in e klientit.
tr: Lütfen e-posta müşterisini konfigüre ediniz
uk: Будь ласка, налаштуйте поштовий клієнт

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ka: გაგზავნა
ro: Transmite
ru: Отправить
sq: Dërgoni
tr: Gönder
uk: Відправити

source: %@ about Lifebox
ar: %@ حول لايف بوكس
de: %@ über Lifebox
es: %@ acerca de Lifebox
fr: %@ à propos de lifebox
ka: %@ Lifebox-ის შესახებ
ro: %@ despre lifebox
ru: %@ о lifebox
sq: %@ rreth Lifebox
tr: lifebox hakkında %@
uk: %@ про Lifebox

source: Complaint
ar: شكوى
de: Beschwerde
es: Quejas
fr: Réclamation
ka: საჩივარი
ro: Plângere
ru: Жалоба
sq: Ankesë
tr: Şikayet
uk: Скарга

source: Suggestion
ar: اقتراح
de: Vorschlag
es: Sugerencia
ka: რჩევა
ro: Sugestie
ru: Предложение
sq: Sugjerim
tr: Öneri
uk: Пропозиція

# Feedback Form
source: For any suggestions or complaints, please contact us:
ar: يرجى الاتصال بنا لتقديم أي اقتراح أو شكوى:
de: Für Anregungen oder Beschwerden kontaktieren Sie uns bitte:
es: Para cualquier sugerencia o queja, contáctenos:
fr: Pour toute suggestion ou réclamation, contactez-nous:
ka: ნებისმიერი რჩევისა თუ საჩივარისთვის, გთხოვ დაგვიკავშირდი:
ro: Pentru orice sugestie sau reclamație, contactează-ne:
ru: Чтобы оставить предложение или жалобу, пожалуйста, свяжитесь с нами:
sq: Për çdo sugjerim apo ankesë, ju lutem na kontaktoni:
tr: Önerilerin veya şikayetlerin için lütfen bizimle iletişime geçin
uk: Для будь-яких пропозицій або скарг, будь ласка, зв'яжіться з нами:

# Thanks for leaving a comment!
source: Contact Us
ar: الاتصال بنا
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
ka: დაგვიკავშირდი
ro: Contactează-ne
ru: Оставить отзыв
sq: Kontakt
tr: Bize Ulaşın
uk: Дякуємо за ваш коментар!

source: Please do not delete the information below. The information will be used to address the problem. Application Version: %@ Msisdn: %@ Carrier: %@ Device:%@ Device OS: %@ Language: %@ Network Status: %@ Packages: %@ Total Storage: %lld Used Storage: %lld Name: %@ Surname: %@ E-mail: %@ Subject: %@
ar: يرجى عدم حذف المعلومات الموجودة أدناه. فسوف تُستعمَل تلك المعلومات في تحديد المشكلة. إصدار التطبيق: %@ رقم Msisdn: %@ شركة الجوّال: %@ الجهاز: %@ نظام تشغيل الجهاز: %@ اللغة: %@ تفضيلات اللغة: %@ حالة الشبكة: %@ إجمالي مساحة التخزين: %lld المساحة الممتلئة: %lld الحزم: %@
de: Bitte löschen Sie die folgenden Informationen nicht. Die Informationen werden verwendet, um das Problem zu beheben. Anwendungsversion: %@ Msisdn: %@ Träger: %@ Gerät: %@ Gerätebetriebssystem: %@ Sprache: %@ Spracheinstellung: %@ Netzwerkstatus: %@ Gesamtspeicher: %lld Verwendeter Speicher: %lld Pakete: %@
es: Por favor, no elimine la información que se muestra a continuación. Esta información se usará para abordar el problema. Versión de la aplicación: %@ Msisdn: %@ Operador: %@ Dispositivo: %@ Sistema operativo del dispositivo: %@ Idioma: %@ Preferencia de idioma: %@ Estado de la red: %@ Almacenamiento total: %lld Almacenamiento utilizado: %lld Paquetes: %@
fr: Veuillez ne pas supprimer les informations ci-dessous. Ces éléments seront nécessaires afin de résoudre votre problème. Version d’Application: %@ Msisdn/Numéro: %@ Porteur: %@ Appareil: %@ Système d'exploitation de l'appareil: %@ Langue: %@ L'état du réseau: %@ Offres: %@ Espace de stockage Total: %lld Espace de stockage utilisé: %lld Nom: %@ Nom de famille: %@ e-mail: %@ Matière: %@
ka: გთხოვთ, არ წაშალო ქვემოთ მოცემული ინფორმაცია. ინფორმაცია გამოყენებული იქნება პრობლემის მოსაგვარებლად. აპლიკაციის ვერსია: %@ Msisdn: %@ გადამზიდავი: %@ მოწყობილობა:%@ მოწყობილობის ოპერაციული სისტემა: %@ Ენა: %@ ქსელის სტატუსი: %@ პაკეტები: %@ მთლიანი მეხსიერება: %lld მეორადი საცავი: %lld სახელი: %@ გვარი: %@ ელ.ფოსტა: %@ თემა: %@
ro: Te rugăm să nu ștergi informația de mai jos. Informația va fi necesară la procesarea problemei. Versiunea Aplicației: %@ Număr: %@ Purtător: %@ Dispozitiv:%@ Sstemul de operare: %@ Limba: %@ Preferința lingvistică: %@ Starea Rețelei: %@ Spațiu Total: %lld Spațiu Utilizat: %lld Pachete: %@
ru: Пожалуйста, не удаляйте следующую информацию. Данная информация будет использована для отправки сообщения о проблеме: Версия приложения: %@ Номер телефона: %@ Оператор: %@ Устройство: %@ Операционная система: %@ Язык: %@ Предпочтительный язык: %@ Статус сети: %@ Общий объём хранилища: %lld Использованный объём хранилища: %lld Пакеты: %@
sq: Ju lutem, mos e fshini informacionin e mëposhtëm, pasi ky informoacion do të përdoret për të adresuar problemin: Versioni i Aplikacionit: %@ Msisdn: %@ Rrjeti: %@ Pajisja:%@ Pajisja OS: %@ Gjuha: %@ Gjuha e preferuar: %@ Statusi i Rrjetit: %@ Hapësira Totale: %lld Hapësira e Përdorur: %lld Paketat: %@
tr: Lütfen aşağıdaki bilgileri silmeyiniz. Bu bilgiler problemin çözümünde kullanılacak. Uygulama Sürümü: %@ Msisdn: %@ Taşıyıcı: %@ Cihaz: %@ Cihaz OS: %@ Dil: %@ Ağ Durumu: %@ Paketler: %@ Toplam depolama alanı: %lld Kullanılan depolama alanı: %lld İsim: %@ Soyisim: %@ E-posta: %@ Konu: %@
uk: Будь-ласка, не видаляйте інформацію нижче. Ця інформація буде використовуватися для вирішення проблеми. Версія програми: %@ Номер: %@ Перевізник: %@ Пристрій: %@ Пристрій OS: %@ Мова: %@ Мовне уподобання: %@ Статус мережі: %@ Загальна кількість зберігання: %lld Використано зберігання: %lld Пакети: %@

source: Upload Photos
ar: تحميل الصور
de: Fotos hochladen
es: Subir fotos
fr: Télécharger des photos
ka: ატვირთე ფოტოები
ro: Încarcă fotografii
ru: Загрузить фото
sq: Ngarkoni Fotot
tr: Fotoğrafları Yükle
uk: Завантажте фото

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
ka: დამატება
ro: Adaugă
ru: Добавить
sq: Shtoni
tr: Ekle
uk: Додати

source: Albums
ar: الألبومات
de: Alben
es: Álbumes
ka: ალბომები
ro: Albume
ru: Альбомы
sq: Albumet
tr: Albümler
uk: Альбоми

source: Sorry, but play list name should not be empty
ar: عذراً، لا يمكن ترك قائمة التشغيل بلا اسم
de: Entschuldigung, aber der Name der Playliste sollte nicht leer sein
es: Lo sentimos, pero el nombre de la lista de reproducción no debe quedar vacío
fr: Désolé, le nom de la playlist ne doit pas être vide
ka: ვწუხვარ, მაგრამ ფლეილისთის სახელი არ უნდა იყოს ცარიელი
ro: Scuze, dar trebuie sa dai nume listei de redare
ru: Извините, название плейлиста не должно быть пустым
sq: Na vjen keq, por emri i listës suaj muzikore nuk duhet të lihet bosh.
tr: Üzgünüz ancak çalma listesinin adı boş olamaz
uk: Вибачте, але ім'я списку відтворення не повинно бути порожнім

source: Sorry, but album name should not be empty
ar: عذراً، لا يمكن ترك الألبوم بلا اسم
de: Entschuldigung, aber der Name des Albums sollte nicht leer sein
es: Lo sentimos, pero el nombre del álbum no debe quedar vacío
fr: Désolé, le nom de l’album ne doit pas être vide
ka: ვწუხვარ, მაგრამ ალბომის სახელი არ უნდა იყოს ცარიელი
ro: Scuze, dar trebuie sa dai nume albumului
ru: Извините, название альбома не должно быть пустым
sq: Na vjen keq, por emri i albumit tuaj nuk duhet të lihet bosh.
tr: Üzgünüz ancak albüm adı boş olamaz
uk: Вибачте, але ім'я альбому не повинно бути порожнім

source: Sorry, but folder name should not be empty
ar: عذراً، لا يمكن ترك الملف بلا اسم
de: Entschuldigung, aber der Ordnername sollte nicht leer sein
es: Lo sentimos, pero el nombre de la carpeta no debe quedar vacío
fr: Désolé, le nom du dossier ne doit pas être vide
ka: ვწუხვარ, მაგრამ საქაღალდის სახელი არ უნდა იყოს ცარიელი
ro: Scuze, dar trebuie sa dai nume fișierului
ru: Извините, название папки не должно быть пустым
sq: Na vjen keq, por emri i dosjes nuk duhet të lihet bosh.
tr: Üzgünüz ancak klasör adı boş olamaz
uk: Вибачте, але ім'я папки не повинно бути порожнім

source: Play List Name
ar: اسم قائمة التشغيل
de: Name der Wiedergabeliste
es: Nombre de lista de reproducción
fr: Nom de la playlist
ka: ფლეილისთის სახელი
ro: Numele listei de redare
ru: Название плейлиста
sq: Emri i listës muzikore
tr: Çalma Listesi Adi
uk: Назва списку відтворення

source: Album Name
ar: اسم الألبوم
es: Nombre de Álbum
fr: Nom de l’Album
ka: ალბომის სახელი
ro: Denumirea Albumului
ru: Название альбома
sq: Emri i Albumit
tr: Album Adı
uk: Назва альбому

source: Folder Name
ar: اسم الملف
de: Ordnernamen
es: Nombre de Caprte
fr: Nom du Dossier
ka: საქაღალდის სახელი
ro: Denumirea Fișierului
ru: Название папки
sq: Emri i Dosjes
tr: Klasör Adı
uk: Ім'я папки

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
ka: შექმნა
ro: Crează
ru: Создать
sq: Krijoni
tr: Oluştur
uk: Створити

source: New PlayList
ar: قائمة تشغيل جديدة
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle playlist
ka: ახალი ფლეილისტი
ro: Listă de redare nouă
ru: Новый плейлист
sq: Listë e re muzikore
tr: Yeni Çalma Listesi
uk: Новий список відтворення

source: New Album
ar: ألبوم جديد
de: Neues Album
es: Nuevo Álbum
fr: Nouvel Album
ka: ახალი ალბომი
ro: Album Nou
ru: Новый альбом
sq: Album I Ri
tr: Yeni Albüm
uk: Новий альбом

source: New Folder
ar: ملف جديد
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau Dossier
ka: ახალი საქაღალდე
ro: Fișier Nou
ru: Новая папка
sq: Dosje e Ri
tr: Yeni Klasör
uk: Нова папка

source: Print
ar: طباعة
de: Drucken
es: Imprimir
fr: Imprimer
ka: ფოტოს დაბეჭდვა
ru: Печать
sq: Printoni
tr: Foto Baskı
uk: Друк

source: Make album cover
ar: إضافة غلاف للألبوم
de: Mache Albumcover
es: Establecer como portada de un álbum
fr: Utiliser comme pochette de l'album
ka: აირჩიე ალბომის ქავერად
ro: Fă coperta albumului
ru: Создать обложку альбома
sq: Bejeni kapak të albumit
tr: Album kapağı yap
uk: Зробити обкладинку альбому

source: Add To Album
ar: إضافة إلى الألبوم
de: Zu Album hinzufügen
es: Agregar al Álbum
fr: Ajouter à l’Album
ka: დაამატე ალბომში
ro: Adaugă la Album
ru: В альбом
sq: Shtoni në Album
tr: Albüme Ekle
uk: До альбому

source: Remove From Album
ar: إزالة من الألبوم
de: Aus Album entfernen
es: Eliminar del álbum
fr: Supprimer de l’Album
ka: წაშალე ალბომიდან
ro: Elimină din Album
ru: Удалить из альбома
sq: Hiqni nga Albumi
tr: Albümden Kaldır
uk: Видалити з альбому

source: Remove Album
ar: إزالة الألبوم
de: Album entfernen
es: Eliminar álbum
fr: Supprimer l’Album
ka: წაშალე ალბომი
ro: Elimină Albumul
ru: Удалить альбом
sq: Hiqni Albumin
tr: Albümü Kaldır
uk: Видалити альбом

source: Documents
ar: المستندات
de: Unterlagen
es: Documentos
ka: დოკუმენტები
ro: Documente
ru: Документы
sq: Dokumente
tr: Belgeler
uk: Документи

source: Music
ar: موسيقى
de: Musik
es: Música
fr: Musique
ka: მუსიკა
ro: Muzică
ru: Музыка
sq: Muzikë
tr: Müzik
uk: Музика

source: Photos & Videos
ar: الصور ومقاطع الفيديو
de: Fotos und Videos
es: Fotos y Videos
fr: Photos & Vidéos
ka: ფოტო & ვიდეო
ro: Fotografii și Video
ru: Фото и видео
sq: Foto & Video
tr: Fotoğraflar ve Videolar
uk: Фото та відео

source: Home
ar: الصفحة الرئيسية
de: Zuhause
es: Inicio
fr: Accueil
ka: მთავარი
ro: Acasă
ru: Домашняя страница
sq: Faqja Kryesore
tr: Ana Sayfa
uk: Будинок

source: Choose a destination folder
ar: اختر مجلد الوجهة
de: Wählen Sie einen Zielordner
es: Elija una carpeta de destino
fr: Choisir un dossier de destination
ka: აირჩიე დანიშნულების საქაღალდე
ro: Alege fișierul destinație
ru: Выберите папку
sq: Zgjidhni një dosje destinacioni
tr: Bir hedef klasör seçin
uk: Виберіть папку

source: Ok
ar: موافق
es: De acuerdo
tr: Tamam
uk: Добре

source: Need to select folder
ar: يجب تحديد الجلد
de: Müssen Ordner auswählen
es: Debe seleccionar la carpeta
fr: Sélectionnez un dossier
ka: უნდა აირჩიო საქაღალდე
ro: Trebuie să selectezi fișierul
ru: Необходимо выбрать папку
sq: Duhet përzgjedhur dosja
tr: Klasör seçmen gerek
uk: Потрібно вибрати папку

source: Back
ar: السابق
de: Zurück
es: Volver
fr: Précédent
ka: უკან
ro: Înapoi
ru: Назад
sq: Prapa
tr: Geri
uk: Назад

# Fail while uploading from LifeBox
source: Upload from lifebox failed
ar: فشل التحميل من لايف بوكس
de: Fehler beim Hochladen von LifeBox
es: Error al cargar desde LifeBox
fr: Le téléchargement depuis lifebox a échoué
ka: ატვირთვა ლაიფბოქსიდან წარუმატებელია
ro: Încărcarea din lifebox a eșuat
ru: Произошла ошибка при загрузке из lifebox
sq: Dështim gjatë ngarkimit në lifeBox
tr: lifebox’tan yükleme sırasında hata oluştu
uk: Помилка під час завантаження з lifeBox

# Sorry, but photos not selected
source: Photos are not selected
ar: عذراً، لم يتم تحديد الصور
de: Entschuldigung, aber Fotos nicht ausgewählt
es: Lo sentimos, pero no hay fotos seleccionadas
fr: Les photos n'ont pas été sélectionnées
ka: ფოტოები არ არის არჩეული
ro: Scuze, dar pozele nu sunt selectate
ru: Извините, ни один файл не выбран
sq: Na vjen keq, por nuk janë përzgjedhur foto.
tr: Fotoğraflar seçili değil.
uk: Вибачте, але фотографії не вибрані

source: Upload from lifebox
ar: التحميل من لايف بوكس
de: Hochladen von der Lifebox
es: Cargar desde Lifebox
fr: Télécharger depuis lifebox
ka: დაამატე ლაიფბოქსიდან
ro: Încarcă din lifebox
ru: Загрузить из lifebox
sq: Ngarkoni nga lifebox
tr: lifebox’tan ekle
uk: Завантажити з lifebox

source: Upload failed
ar: فشل التحميل
de: Upload fehlgeschlagen
es: Carga de archivo(s) fallida
fr: Le téléchargement a échoué
ka: ატვირთვა წარუმატებელია
ro: Incărcare eșuată
ru: Не удалось загрузить
sq: Ngarkimi dështoi.
tr: Yükleme başarısız
uk: Не вдалося завантажити

# Upload was successful
source: Uploaded successfully
ar: تم التحميل بنجاح
de: Hochgeladen erfolgreich
es: Carga de archivo(s) exitosa.
fr: Téléchargement réussi
ka: წარმატებით აიტვირთა
ro: Încărcare reușită
ru: Загрузка успешна
sq: U ngarkua me sukses
tr: Başarıyla yüklendi
uk: Завантажено успішно

source: Nothing to upload
ar: لا توجد عناصر لتحميلها
de: Nichts zum Hochladen
es: No hay nada para cargar
fr: Rien à télécharger
ka: არაფერია ასატვირთი
ro: Nimic de încărcat
ru: Нет объектов для загрузки
sq: Asgje për të ngarkuar.
tr: Yüklenecek birşey yok
uk: Нічого не потрібно завантажувати

source: Items Selected
ar: العناصر المحددة
de: Artikel ausgewählt
es: Elementos seleccionados
fr: Éléments Sélectionnés
ka: შერჩეული ფაილები
ro: Elemente selectate
ru: Выбранные объекты
sq: Njësitë u përzgjodhën.
tr: Seçilen öğeler
uk: Вибрані елементи

source: Item Selected
ar: العناصر المحددة
de: Artikel ausgewählt
es: Elemento seleccionado
fr: Élément Sélectionné
ka: შერჩეული ფაილი
ro: Element Selectat
ru: элемент выбран
sq: Njësia u përzgjodh.
tr: Seçilen öğe
uk: Вибраний елемент

source: Upload
ar: تحميل
de: Hochladen
es: Cargar
fr: Télécharger
ka: ატვირთვა
ro: Încarcare
ru: Загрузка
sq: Ngarkoni
tr: Yükle
uk: Завантажити

# You can change the sequence
source: You can change the sequence of photos
ar: يمكنك تغيير تسلسل الصور
de: Sie können die Reihenfolge der Fotos ändern
es: Puede cambiar la secuencia de fotos
fr: Vous pouvez modifier l'ordre des photos
ka: შეგიძლია ფოტოების განლაგება შეცვალო
ro: Poți modifica consecutivitatea fotografiilor
ru: Вы можете изменить последовательность
sq: Ju mund të ndryshoni sekuencën e fotove.
tr: Fotoğraflarının sırasını değiştirebilirsin
uk: Ви можете змінити послідовність фото

source: Save
ar: حفظ
de: sparen
es: Guardar
fr: Enregistrer
ka: შენახვა
ro: Salvează
ru: Сохранить
sq: Ruani
tr: Kaydet
uk: Зберегти

source: Add Music
ar: إضافة موسيقى
de: Musik hinzufügen
es: Agregar Música
fr: Ajouter de la musique
ka: დაამატე მუსიკა
ro: Adaugă Muzică
ru: Добавить музыку
sq: Shtoni Muzikë
tr: Müzik Ekle
uk: Додати музику

# Sorry, but story audio should not be empty
source: Please choose music for your story
ar: يرجى اختيار موسيقى لعرض شرائح الفيديو
de: Bitte wähle eine Musik für deine Geschichte
es: Por favor, elija una canción para su historia
fr: Veuillez choisir une musique pour votre story
ka: გთხოვ აირჩიო მუსიკა შენი სთორისთვის
ro: Te rugăm să selectezi melodia pentru povestea ta
ru: Пожалуйста, добавьте музыку к своей истории
sq: Ju lutem, zgjidhni muzikën për historinë tuaj.
tr: Hikayen için lütfen bir müzik seç
uk: Будь ласка, виберіть музику для своєї історії

source: Add music
ar: إضافة موسيقى
de: Musik hinzufügen
es: Agregar Música
fr: Ajouter de la musique
ka: დაამატე მუსიკა
ro: Adaugă muzică
ru: Добавить музыку
sq: Shtoni muzikë
tr: Müzik ekle
uk: Додати музику

source: You did not choose music for your story
ar: لم يتم اختيار أي موسيقى لعرض شرائح الفيديو.
de: Du hast keine Musik für deine Geschichte gewählt
es: No ha elegido ninguna canción para su historia
fr: Vous n’avez pas choisi de musique pour votre story
ka: არ აგირჩევნია მუსიკა სთორისთვის
ro: Nu ai ales muzica pentru povestea ta
ru: Вы не выбрали музыку для вашей истории
sq: Ju nuk keni zgjedhur muzikë për historinë tuaj.
tr: Hikayen için müzik seçmedin
uk: Ви не вибрали музику для своєї історії

# Fail while adding to album
source: Failed while adding to album
ar: تعذّرت الإضافة إلى الألبوم
de: Fehler beim Hinzufügen zum Album
es: Error al agregar al álbum
fr: Echec de l'ajout à l'album
ka: ალბომში დამატება წარუმატებელია
ro: Adăugarea în album a eșuat
ru: Не удалось добавить в альбом
sq: Dështim gjatë shtimit të albumit.
tr: Albüme eklerken hata meydana geldi
uk: Помилка під час додавання до альбому

source: Story not created
ar: لم يتم إنشاء عرض شرائح الفيديو
de: Geschichte nicht erstellt
es: No se ha creado la historia
fr: La story n'a pas pu être créée
ka: სთორი არ არის შექმნილი
ro: Povestea nu-a fost creată
ru: История не создана
sq: Historia nuk u krijua
tr: Hikaye oluşturulamadı.
uk: Історія не створена

# Story created
source: We are preparing your story. Once it is finished, you can access it from Videos Album.
ar: تم إنشاء عرض شرائح الصور
de: Geschichte erstellt
es: Historia creada
fr: Nous préparons votre story. Une fois terminée, vous pourrez la trouver dans Mes stories.
ka: ჩვენ ვამზადებთ შენს სთორის. მზად რომ იქნება, მისი ნახვა ვიდეოს ალბომში შეგეძლება.
ro: Povestea e creată
ru: История создана
sq: Jemi duke përgatitur historinë tuaj. Në mbarim të saj, ju mund ta aksesoni atë nga Albumi i Videove.
tr: Hikayeni hazırlıyoruz. Hazır olduğunda Videolar albümünde bulabilirsin.
uk: Історію створено

# Sorry, but story photos should not be empty
source: Please choose at least one photo
ar: يرجى اختيار صورة واحدة أو فيديو واحد على الأقل
de: Bitte wählen Sie mindestens ein Foto oder Video aus
es: Por favor elija al menos una foto o video
fr: Veuillez choisir au moins une photo
ka: გთხოვ აირჩიო სულ მცირე ერთი ფოტო
ro: Selectează cel puțin o fotografie sau un videoclip
ru: Извините, фото истории не должны быть пустыми
sq: Na vjen keq por fotot e historisë nuk duhet të lihen bosh.
tr: Lütfen en az bir fotoğraf seçin
uk: Виберіть принаймні одну фото або відео

# Please choose %d files at most
source: Please choose maximum %d photos
ar: يرجى اختيار %d صورة أو مقطع فيديو لا أكثر
de: Bitte wählen Sie höchstens %d Fotos oder Videos
es: Por favor elija %d fotos o videos como máximo
fr: Veuillez choisir au maximum %d photos
ka: გთხოვთ, აირჩიო მაქსიმუმ %d ფოტო
ro: Selectează cel mult %d fotografii sau videoclipuri
ru: Пожалуйста, выберите не более %d файлов
sq: Ju lutem, zgjidh jo më shumë se %d foto.
tr: Lütfen en fazla %d fotoğraf seçin
uk: Виберіть більше %d фото або відео

source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fr: Continuer
ka: გაგრძელება
ro: Continuă
ru: Далее
sq: Vazhdoni
tr: Devam et
uk: Продовжуй
