Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# This package activation code definition time has not yet begun
source: This package activation code's activation time has not yet started.
ar: لم يبدأ بعد تنشيط رمز تنشيط الحزمة.
de: Diese Aktivierung des Paketaktivierungscodes wurde noch nicht gestartet
es: La activación del código de activación del paquete aún no se ha iniciado
fr: Ce code d’activation d'offre n’a pas encore débuté.
ka: ამ პაკეტის გააქტიურების კოდის აქტივიაციის დრო ჯერ არ დაწყებულა
ro: Activarea acestui cod de activare a pachetului încă nu a început
ru: Время определения кода пакета активации ещё не начато
sq: Aktivizimi i këtij kodi aktivizimi të paketës nuk ka filluar ende.
tr: Bu paket aktivasyon kodu için aktivasyon henüz başlamadı
uk: Цей код активації ще не розпочався

source: This package activation code has not been activated yet
ar: لم يتم بعد تنشيط رمز تنشيط الحزمة.
de: Dieser Paketaktivierungscode wurde noch nicht aktiviert
es: Este código de activación del paquete aún no se ha activado
fr: Ce code d’activation d'offre n’est pas encore activé.
ka: ამ პაკეტის გააქტიურების კოდი ჯერ არ გააქტიურებულა
ro: Acest cod de activare a pachetului nu a fost încă activat
ru: Код активации пакета ещё не активен
sq: Ky kod aktivizimi i paketës nuk është aktivizuar ende.
tr: Bu paket aktivasyon kodu henüz etkin hale getirilmedi
uk: Цей код активації пакету ще не активовано

# This package activation code has been used before, please try different code
source: This package activation code is defined for a different user, please try a different code.
ar: تم استعمال رمز التنشيط هذا من قبل. يرجى إدخال رمز آخر.
de: Dieser Paketaktivierungscode wurde bereits zuvor verwendet. Bitte versuchen Sie es mit einem anderen Code
es: Este código de activación del paquete se ha usado anteriormente, por favor inténtelo con un código diferente
fr: Ce code d’activation d'offre a déjà été utilisé, veuillez essayer un autre code.
ka: ამ პაკეტის აქტიცავიის კოდი სხვა მომხარებელზეა გათვლილი, გთხოვ სხვა კოდი სცადო
ro: Acest cod de activare a pachetului a fost utilizat anterior, încearcă un alt cod
ru: Код активации пакета был использован ранее, пожалуйста, используйте другой код
sq: Ky kod aktivizimi i paketës është përdorur më parë. Ju lutem, provoni një kod tjetër
tr: Bu paket aktivasyon kodu daha önce kullanılmış. Lütfen farklı bir kod dene
uk: Цей код активації пакета раніше використовувався, будь ласка, спробуйте інший код

source: Package activation process is in progress
ar: تتم الآن عملية تنشيط الحزمة.
de: Der Paketaktivierungsprozess wird gerade ausgeführt
es: El proceso de activación del paquete está en progreso
fr: Le processus d’activation de l'offre est en cours.
ka: მიმდინარეობს პაკეტის აქტივაციის პროცესი
ro: Procesul de activare a pachetului e în desfășurare
ru: Процесс активации пакета продолжается
sq: Procesi i aktivizimit të paketës është në progres
tr: Paket aktivasyon süreci halen devam ediyor
uk: Процес активації пакету вже завершено

# This package activation code is defined for different user
source: This package activation code is activated for different user
ar: رمز تنشيط الحزمة هذا معرّف من مستخدم آخر.
de: Dieser Paketaktivierungscode ist für verschiedene Benutzer aktiviert
es: Este código de activación del paquete está activado para diferentes usuarios
fr: Ce code d’activation d'offre est activé pour plusieurs utilisateurs.
ka: ამ პაკეტის აქტივაციის კოდი სხვა მომხმარებელს აქვს გამოყენებული
ro: Acest cod de activare a pachetului e activat pentru un alt utilizator
ru: Код активации пакета активирован для другого пользователя
sq: Ky kodi aktivizimi pakete është i aktivizuar për një tjetër përdorues
tr: Bu paket aktivasyon kodu farklı kullanıcılar tarafından etkin hale getirilmiş durumda.
uk: Цей код активації пакета активується для іншого користувача

source: This package activation code has expired
ar: انتهت صلاحية رمز تنشيط الحزمة
de: Dieser Paketaktivierungscode ist abgelaufen
es: Este código de activación del paquete ha expirado
fr: Ce code d’activation d'offre a expiré.
ka: ამ პაკეტის აქტივაციის კოდს ვადა გაუვიდა
ro: Acest cod de activare a pachetului a expirat
ru: Код активации пакета истёк
sq: Ky kodi aktivizimi i paketës ka skaduar.
tr: Bu paket aktivasyon kodunun süresi doldu
uk: Цей код активації пакету минув

source: Account cannot be found
ar: ‏‏يتعذر العثور على الحساب
de: Konto kann nicht gefunden werden
es: No se puede encontrar la cuenta
fr: Ce compte est introuvable.
ka: ანგარიში არ იძებნება
ro: Contul nu poate fi găsit
ru: Учётная запись не найдена
sq: Llogaria nuk mund të gjendet.
tr: Hesap bulunamadı
uk: Обліковий запис неможливо знайти

source: Nothing to download
ar: لا توجد عناصر لتنزيلها
de: Nichts zum Herunterladen
es: Nada para descargar
fr: Rien à télécharger
ka: გადმოსაწერი არაფერია
ro: Nimic de descărcat
ru: Нет файлов для скачивания
sq: Asgjë për të shkarkuar.
tr: İndirilecek birşey yok
uk: Нічого не можна завантажити

source: Can't get access to file system
ar: لا يمكن الوصول إلى نظام الملفات
de: Zugriff auf Dateisystem nicht möglich
es: No se puede obtener acceso al sistema de archivos
fr: Impossible d'accéder au fichier
ka: ვერ მივწვდით სისტემის ფაილს
ro: Sistemul de fișiere nu poate fi accesat
ru: Невозможно получить доступ к файловой системе
sq: Nuk kam akses në sistemin e skedarëve.
tr: Dosya sistemine erişilemiyor
uk: Неможливо отримати доступ до файлової системи

source: Server error
ar: خطأ في الخادم
de: Serverfehler
es: Error del Servidor
fr: Erreur de serveur
ka: სერვერის შეცდომა
ro: Eroare pe server
ru: Ошибка сервера
sq: Gabim serveri
tr: Sunucu hatası
uk: Помилка сервера

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ka: უცნობი შეცდომა
ro: Eroare necunoscută
ru: Неизвестная ошибка
sq: Gabim i panjohur
tr: Bilinmeyen hata
uk: Невідома помилка

source: Too many OTP verification attempts. Please try again later.
ar: لقد أجريت كثيراً من محاولات التحقق باستعمال رمز المرور لمرة واحدة. يرجى إعادة المحاولة لاحقاً.
de: Zu viele OTP-Verifizierungsversuche Bitte versuche es später erneut.
es: Demasiados intentos de verificación OTP. Por favor, inténtelo de nuevo más tarde.
fr: Trop de tentatives de vérification OTP ont été effectuées. Veuillez essayer de nouveau.
ka: ძალიან ხშირი OTP ვერიფიკაციის მცდელობა დაფიქსირდა. სცადე მოგვიანებით
ro: Prea multe încercări cu parola temporară. Încearcă mai târziu.
ru: Процедура отправки OTP повторяется несколько раз. Попробуйте снова позже. До следующей попытки должно пройти некоторое время
sq: Shumë përpjekje për verifikimin e FNP. Ju lutem, provoni më vonë.
tr: Bu telefon numarası için çok fazla doğrulama kodu talep edildi. Lütfen daha sonra tekrar dene.
uk: Забагато спроб перевірки OTP. Будь-ласка спробуйте пізніше.

source: The password is too short. Please choose a password with nonconsecutive letters and numbers, between 6 and 16 characters.
ar: كلمة المرور قصيرة جداً. يرجى تعيين كلمة مرور تحوي أحرفاً وأرقاماً غير متعاقبة حدّها الأدنى 6 أحرف وحدّها الأقصى 12 حرفاً.
de: Das Passwort ist zu kurz. Bitte geben Sie ein Passwort einschließlich nicht aufeinanderfolgender Buchstaben und Ziffern ein, mindestens 6 maximal 16 Zeichen.
es: La contraseña es muy corta. Establezca una contraseña que incluya letras y números no consecutivos con un mínimo de 6 y un máximo de 16 caracteres.
fr: Le mot de passe est trop court. Veuillez définir un mot de passe comprenant des lettres et des chiffres non consécutifs de 6 caractères minimum à 16 caractères maximum.
ka: პაროლი ძალიან მოკლეა. შეეცადე შეარჩიო პაროლი არათანმიმდევრული ასოებისა და ციფრებისგან, 6-დან 16 სიმბოლომდე.
ro: Parola e prea scurtă. Te rugăm să setezi o parolă de 6-16 caractere, ce ar conține litere și cifre aleatorii, neconsecutive.
ru: Количество символов в пароле меньше допустимого. Допустимая длина пароля предоставляется в поле значение в ответе
sq: Fjalëkalimi është shumë i shkurtër. Ju lutem, vendosni një fjalëkalim që përfshin shkronja e numra jo të njëpasnjëshëm, minimumi 6 e maksimumi 16 karaktere.
tr: Şifre çok kısa. Lütfen ardışık olmayan harf ve sayılardan oluşan en az 6 en fazla 16 karakterli bir şifre belirle.
uk: Пароль занадто короткий. Будь-ласка, встановіть пароль, що включає несумісні літери та цифри, щонайменше 6 максимум 16 символів.

source: The password is too long. Please choose a password with nonconsecutive letters and numbers, between 6 and 16 characters.
ar: كلمة المرور طويلة جداً. يرجى تعيين كلمة مرور تحوي أحرفاً وأرقاماً غير متعاقبة حدّها الأدنى 6 أحرف وحدّها الأقصى 12 حرفاً.
de: Das Passwort ist zu lang. Bitte geben Sie ein Passwort einschließlich nicht aufeinanderfolgender Buchstaben und Ziffern ein, mindestens 6 maximal 16 Zeichen.
es: La contraseña es demasiado larga. Establezca una contraseña que incluya letras y números no consecutivos con un mínimo de 6 máximo de 16 caracteres.
fr: Le mot de passe est trop long. Veuillez définir un mot de passe comprenant des lettres et des chiffres non consécutifs de 6 caractères minimum à 16 caractères maximum.
ka: პაროლი ძალიან გრძელია. შეეცადე შეარჩიო პაროლი არათანმიმდევრული ასოებისა და ციფრებისგან, 6-დან 16 სიმბოლომდე.
ro: Parola e mult prea lungă. Te rugăm să setezi o parolă de 6-16 caractere, ce ar conține litere și cifre aleatorii, neconsecutive.
ru: Количество символов в пароле больше допустимого. Допустимая длина пароля предоставляется в поле значение в ответе
sq: Fjalëkalimi është shumë i gjatë. Ju lutem, vendosni një fjalëkalim që përfshin shkronja e numra jo të njëpasnjëshëm, minimumi 6 e maksimumi 16 karaktere.
tr: Şifre çok uzun. Lütfen ardışık olmayan harf ve sayılardan oluşan en az 6 en fazla 16 karakterli bir şifre belirle.
uk: Пароль занадто довгий. Будь-ласка, встановіть пароль, що включає несумісні літери та цифри, щонайменше 6 максимум 16 символів.

# It is not allowed that the password consists of all the same characters.
source: Your password has consecutive numbers or letters. Please choose a password with nonconsecutive letters and numbers, between 6 and 16 characters.
ar: تحوي كلمة المرور أرقاماً أو أحرفاً متعاقبة. يرجى تعيين كلمة مرور تحوي أحرفاً وأرقاماً غير متعاقبة حدّها الأدنى 6 أحرف وحدّها الأقصى 12 حرفاً.
de: Ihr Passwort hat fortlaufende Nummern oder Buchstaben. Bitte geben Sie ein Passwort einschließlich nicht aufeinanderfolgender Buchstaben und Ziffern ein, mindestens 6 maximal 16 Zeichen.
es: Su contraseña tiene números consecutivos o letras. Establezca una contraseña que incluya letras y números no consecutivos, un mínimo de 6 y un máximo de 16 caracteres.
fr: Votre mot de passe est composé de lettres ou de chiffres consécutifs. Veuillez définir un mot de passe comprenant des lettres et des chiffres non consécutifs de 6 caractères minimum à 16 caractères maximum.
ka: შენს პაროლს აქვს მიყოლებითი ციფრები ან ასოები. შეეცადე შეარჩიო პაროლი არათანმიმდევრული ასოებისა და ციფრებისგან, 6-დან 16 სიმბოლომდე.
ro: Parola ta conține caractere consecutive. Te rugăm să setezi o parolă de 6-16 caractere, ce ar conține litere și cifre aleatorii, neconsecutive.
ru: Не допускается использование одинаковых символов в пароле
sq: Fjalëkalimi juaj përmban numra a shkronja të njëpasnjëshme. Ju lutem, vendosni një fjalëkalim që përfshin shkronja e numra jo të njëpasnjëshëm, minimumi 6 e maksimumi 16 karaktere.
tr: Şifrende ardışık harfler veya sayılar var. Lütfen ardışık olmayan harf ve sayılardan oluşan en az 6 en fazla 16 karakterli bir şifre belirle.
uk: Ваш пароль містить послідовні числові або літери. Будь-ласка, встановіть пароль, що включає несумісні літери та цифри, щонайменше 6 максимум 16 символів.

# It is not allowed that the password consists of consecutive characters.
source: Your password has consecutive numbers or letters. Please choose a password with nonconsecutive letters and numbers, between 6 and 16 characters.
ar: تحوي كلمة المرور أرقاماً أو أحرفاً متعاقبة. يرجى تعيين كلمة مرور تحوي أحرفاً وأرقاماً غير متعاقبة حدّها الأدنى 6 أحرف وحدّها الأقصى 12 حرفاً.
de: Ihr Passwort hat fortlaufende Nummern oder Buchstaben. Bitte geben Sie ein Passwort einschließlich nicht aufeinanderfolgender Buchstaben und Ziffern ein, mindestens 6 maximal 16 Zeichen.
es: Su contraseña tiene números consecutivos o letras. Establezca una contraseña que incluya letras y números no consecutivos con un mínimo de 6 y un máximo de 16 caracteres.
fr: Votre mot de passe est composé de lettres ou de chiffres consécutifs. Veuillez définir un mot de passe comprenant des lettres et des chiffres non consécutifs de minimum 6 caractères minimum à 16 caractères maximum.
ka: შენს პაროლს აქვს მიყოლებითი ციფრები ან ასოები. შეეცადე შეარჩიო პაროლი არათანმიმდევრული ასოებისა და ციფრებისგან, 6-დან 16 სიმბოლომდე.
ro: Te rugăm să setezi o parolă de 6-16 caractere, ce ar conține litere și cifre aleatorii, neconsecutive.
ru: Не допускается использование последовательных символов в пароле
sq: Fjalëkalimi juaj përmban numra apo shkronja të njëpasnjëshme. Ju lutem, vendosni një fjalëkalim që përfshin shkronja e numra jo të njepasnjëshëm, minimumi 6 e maksimumi 16 karaktere.
tr: Şifrende ardışık harfler veya sayılar var. Lütfen ardışık olmayan harf ve sayılardan oluşan en az 6 en fazla 16 karakterli bir şifre belirle.
uk: Ваш пароль містить послідовні числові або літери. Будь-ласка, встановіть пароль, що включає несумісні літери та цифри, щонайменше 6 максимум 16 символів.

source: Password is invalid
ar: كلمة المرور غير صالحة.
de: Passwort ist ungültig
es: Contraseña invalida
fr: Le mot de passe est erroné.
ka: პაროლი არასწორია
ro: Parola este incorectă
ru: Недопустимый пароль
sq: Fjalëkalimi është i pavlefshëm
tr: Şifre geçersiz
uk: Пароль недійсний

source: Phone number is in an invalid format.
ar: تنسيق رقم الهاتف غير صحيح.
de: Telefonnummer ist in einem ungültigen Format.
es: El número de teléfono tiene un formato inválido.
fr: Le format du numéro de téléphone est incorrect.
ka: ნომრის ფორმატი არავალიდურია.
ro: Format incorect al numărului de telefon.
ru: Недопустимый формат номера телефона
sq: Numri i telefonit i përket një formati të pavlefshëm.
tr: Telefon numaran geçersiz bir formatta.
uk: Номер телефону недійсний.

# This e-mail address is already registered. Please enter another e-mail address.
source: This e-mail address is already registered. Please try a different e-mail address.
ar: عنوان البريد الإلكتروني هذا مسجل لدينا من قبل. فيرجى إدخال عنوان بريد إلكتروني آخر.
de: Diese Email-Adresse ist bereits registriert. Bitte versuchen Sie es mit einer anderen E-Mail-Adresse.
es: Esta dirección de correo electrónico ya está registrada. Por favor, inténtelo con una dirección de correo electrónico diferente.
fr: Cette adresse mail est déjà enregistrée. Veuillez essayer une autre adresse mail.
ka: ეს მეილი უკვე რეგისტრირებულია. გთხოვ სხვა მისამართი სცადო.
ro: Acest e-mail deja a fost înregistrat. Te rugăm să încerci o altă adresă e-mail.
ru: Данный электронный адрес уже зарегистрирован. Пожалуйста, введите другой адрес
sq: Kjo adresë e-mail është regjistruar më parë. Ju lutem, provoni një adresë tjetër e-mail.
tr: Bu e-posta adresi kullanımdadır. Lütfen farklı bir e-posta adresi dene.
uk: Ця електронна адреса вже зареєстрована. Будь ласка, спробуйте іншу електронну адресу.

source: E-mail address is in an invalid format.
ar: تنسيق عنوان البريد الإلكتروني غير صحيح.
de: Die E-Mail-Adresse hat ein ungültiges Format.
es: La dirección de correo electrónico tiene un formato inválido.
fr: Le format de votre adresse mail est invalide.
ka: მეილის მისამართის ფორმატი არავალიდურია.
ro: Format greșit al adresei e-mail.
ru: Недопустимый формат электронного адреса
sq: Adresa e e-mail i përket një formati të pavlefshëm.
tr: E-mail adresin geçersiz bir formatta.
uk: Адреса електронної пошти недійсний.

# Specifies that the phone number parameter is sent blank.
source: The phone number field is empty.
ar: يرجى إدخال رقم الهاتف
de: Gibt an, dass der Telefonnummernparameter leer gesendet wird.
es: Especifica que el parámetro de número de teléfono se envía en blanco.
fr: Le champ du numéro de téléphone est vide
ka: ტელეფონის ნომრის გრაფა ცარიელია.
ro: Specificat că parametrul numărului mobil e transmis necompletat.
ru: указывает, что параметр номера телефона пустой
sq: Specifikon që parametri i numrit të telefonit është dërguar bosh.
tr: Lütfen telefon numaranı gir.
uk: Вказує, що параметр номера телефону надсилається порожнім.

# Indicates that the password parameter is sent blank.
source: The password field is empty.
ar: يردى إدخال كلمة المرور
de: Zeigt an, dass der Parameter password leer gesendet wird.
es: Indica que el parámetro de contraseña se envía en blanco.
fr: Le champ du mot de passe est vide
ka: პაროლის გრაფა ცარიელია.
ro: Indicat că parametrul parolă e transmis necompletat.
ru: указывает, что параметр пароля пустой
sq: Tregon që parametri i fjalëkalimit është dërguar bosh.
tr: Lütfen bir şifre belirle.
uk: Вказує, що параметр пароля надсилається порожнім.

# Indicates that the e-mail parameter is sent blank.
source: The e-mail field is empty.
ar: يردى إدخال البريد الإلكتروني
de: Gibt an, dass der E-Mail-Parameter leer gesendet wird.
es: Indica que el parámetro de correo electrónico se envía en blanco.
fr: Le champ de l'adresse mail est vide
ka: მეილის გრაფა ცარიელია.
ro: Indicat că parametrul e-mail e transmis necompletat.
ru: указывает, что параметр электронного адреса пустой
sq: Tregon që parametri i e-mail është dërguar bosh.
tr: Lütfen bir e-posta adresini gir.
uk: Вказує, що параметр електронної пошти надсилається порожнім.

# Enter the verification code sent to your number %@
source: Enter the verification code sent to your phone number %@
ar: إدخال رمز التحقق المُرسَل إلى رقم هاتفك %@
de: Geben Sie den Bestätigungscode ein, der an Ihre Telefonnummer gesendet wurde %@
es: Ingrese el código de verificación enviado a su número de teléfono %@
fr: Veuillez entrer le code de vérification envoyé sur votre numéro de téléphone %@
ka: შეიყვანე ვერიფიკაციის კოდი ნომრიდან %@
ro: Introdu codul de verificare transmis la numărul tău de telefon %@
ru: Введите код подтверждения, который был отправлен на ваш номер %@
sq: Vendosni kodin e verifikimit që ju është dërguar në numrin tuaj të telefonit %@
tr: %@ telefon numarana gönderilen doğrulama kodunu gir.
uk: Введіть код підтвердження надіслано на ваш номер телефону %@

source: Resend
ar: إعادة الإرسال
de: Erneut senden
es: Reenviar
fr: Renvoyer
ka: გადაგზავნა
ro: Retrimitere
ru: Отправить повторно
sq: Ridërgoni
tr: Tekrar Gönder
uk: Надіслати повторно

source: Next
ar: التالي
de: Nächster
es: Siguiente
fr: Suivant
ka: შემდეგი
ro: Urmatorul
ru: Далее
sq: Tjetra
tr: İleri
uk: Далі

source: %.2f %@ / month
ar: %.2f %@ / شهر
de: %.2f %@ / Monat
es: %.2f %@/ mes
fr: %.2f %@ / mois
ka: %.2f %@ / თვე
ro: %.2f %@ / lună
ru: %.2f %@ / месяц
sq: %.2f %@ / muaj
tr: %.2f %@ / Ay
uk: %.2f %@ / місяць

source: Settings
ar: الإعدادات
de: die Einstellungen
es: Ajustes
fr: Paramètres
ka: პარამეტრები
ro: Setări
ru: Настройки
sq: Rregullimet
tr: Ayarlar
uk: Налаштування

source: OK
ar: موافق
es: De acuerdo
tr: Tamam
uk: Добре

# Buy
source: Purchase
ar: شراء
de: Kauf
es: Comprar
fr: Acheter
ka: შეძენა
ro: Achiziție
ru: Купить
sq: Blini
tr: Satın Al
uk: Покупка

source: Cancel
ar: إلغاء الأمر
de: Stornieren
es: Cancelar
fr: Annuler
ka: გაუქმება
ro: Anulare
ru: Отмена
sq: Anuloni
tr: Vazgeç
uk: Скасувати

source: Info
ar: معلومات
es: Información
ka: ინფორმაცია
ru: Информация
tr: Bilgi
uk: Інформація

# You can open settings and cancel subscption.
source: To cancel your package, please use iTunes & App Store menu in your device.
ar: يمكن إلغاء الاشتراك بفتح الإعدادات.
de: Sie können Einstellungen öffnen un Ihr Abonnement abbrechen.
es: Para cancelar su paquete, use el menú de iTunes y App Store en su dispositivo.
fr: Pour annuler votre offre, veuillez utiliser le menu iTunes & App Store de votre appareil.
ka: პაკეტის გასაუქმებლად, გთხოვ გამოიყენო iTunes & App Store მენიუ შენს მოწყობილობაში
ro: Poți suspenda abonamentul din setări
ru: Вы можете открыть настройки и отменить подписку.
sq: Ju mund të vizitoni iTunes për të anuluar paketën tuaj.
tr: Paketini iptal etmek için lütfen telefonundaki iTunes & App Store menüsünü kullan.
uk: Ви можете відкрити налаштування та скасувати підписку.

# Please text "Iptal LIFEBOX %@" to 2222 to cancel your subscription
source: To cancel your package, please send an SMS to 2200 with this text: "IPTAL LIFEBOX %@"
ar: يرجى إرسال "Iptal LIFEBOX %@" إلى 2222 لإلغاء الحزمة.
de: Bitte schreiben Sie "Iptal LIFEBOX %@" an 2200, um Ihr Paket zu stornieren
es: Envíe un mensaje de texto con el mensaje "Iptal LIFEBOX %@" al 2200 para cancelar su paquete
fr: Pour annuler votre offre, veuillez nous envoyer un SMS au 2200 avec la mention ‘‘"IPTAL LIFEBOX %@"
ka: პაკეტის გასაუქმებლად, გთხოვ გამოგზავნო SMS ნომერზე 2200 შემდეგი ტექსტით: "IPTAL LIFEBOX %@"
ro: Transmite mesaj cu textul "Iptal LIFEBOX %@" la număerul 2200 pentru a suspenda abonamentul
ru: Пожалуйста, отправьте сообщение с текстом "Iptal LIFEBOX %@" на номер 2222, чтобы отменить вашу подписку.
sq: Për të anuluar paketën, ju lutem dergoni tekstin "IPTAL LIFEBOX %@" në numrin 2200
tr: Paketini iptal etmek için lütfen “IPTAL LIFEBOX %@” yazıp 2200’a gönder.
uk: Будь ласка, текст "Iptal LIFEBOX %@" до 2200, щоб скасувати ваш пакет

# You can visit iTunes to cancel your subscription
source: To cancel your package, please use iTunes & App Store menu in your device.
ar: يمكن زيارة iTunes لإلغاء الحزمة.
de: Sie können iTunes besuchen, um Ihr Paket zu stornieren
es: Para cancelar su paquete, use el menú de iTunes y App Store en su dispositivo.
fr: Pour annuler votre offre, veuillez utiliser le menu iTunes & App Store de votre appareil.
ka: პაკეტის გასაუქმებლად, გთხოვ გამოიყენო iTunes & App Store მენიუ შენს მოწყობილობაში
ro: Poși intra în iTunes pentru a suspenda pachetul tău
ru: Войдите в iTunes, чтобы отменить подписку.
sq: Ju mund të vizitoni iTunes për të anuluar paketën tuaj.
tr: Paketini iptal etmek için lütfen telefonundaki iTunes & App Store menüsünü kullan.
uk: Ви можете відвідати iTunes, щоб скасувати ваш пакет

source: Platinum and lifecell customers can send LIFE CANCEL, other customers can send LIFEBOX CANCEL to 3030 to cancel their memberships
ar: يمكن لمشتركي لايف سل وبلاتينوم إرسال كلمة LIFE CANCEL إلى 3030 لإلغاء عضويتهم، أما باقي الزبائن، فيمكنهم إرسال LIFEBOX CANCEL إلى الرقم نفسه 3030 لإلغاء عضويتهم.
de: Platinum- und Lifecell-Kunden können LIFE CANCEL senden, andere Kunden können LIFEBOX CANCEL an 3030 senden, um ihre Mitgliedschaft zu kündigen
es: Los clientes Platinum y Lifecell pueden enviar LIFE CANCEL, otros clientes pueden enviar LIFEBOX CANCEL al 3030 para cancelar su membresía.
fr: Les clients Platinium et lifecell peuvent envoyer LIFE CANCEL, les autres clients peuvent envoyer LIFEBOX CANCEL au 3030 pour annuler leur droits d’adhésion
ka: პლატინუმ და ლაიფსელის მომხმარებლებს შეუძლიათ გააგზავნონ ტექსტი: LIFE CANCEL, სხვა წევრებმა კი LIFEBOX CANCEL ნომერზე 3030 წევრობის გასაუქმებლად
ro: Pentru a suspenda abonamentul, abonații Platinum și lifecell pot transmite mesaj cu textul LIFE CANCEL la numărul 3030, ceilalți abonați vor transmite textul LIFEBOX CANCEL
ru: Чтобы отменить подписку, платиновые клиенты и абоненты lifecell могут отправить SMS с текстом LIFE CANCEL на номер 3030, остальные пользователи могут отправить SMS с текстом LIFE CANCEL.
sq: Klientët platinum dhe lifecell mund të dërgojnë LIFE CANCEL; abonentët e tjerë mund të dërgojnë LIFEBOX CANCEL në numrin 3030 për të anuluar anëtarësimet e tyre.
tr: Platinum ve lifecell müşterileri üyeliklerini iptal etmek için LIFE CANCEL yazarak, diğer müşteriler ise LIFEBOX CANCEL yazarak 3030’a gönderebilirler.
uk: Клієнти Platinum та lifeecell можуть відправляти LIFE CANCEL, інші клієнти можуть відправити LIFEBOX CANCEL до 3030, щоб скасувати їх членство
