Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# signup_support_form_subject_1_detailed_info_fulltext
source: <p><strong>i.</strong> If you receive an e-mail error, please make sure that you type your e-mail in the correct format. Your e-mail should have an @ sign, should not have punctuation marks, should not have special characters in Turkish.</p> <p><strong>ii.</strong> All subsequent transactions shall require your e-mail address you used for creating your account. Therefore, you should type a valid e-mail.</p> <p><strong>iii.</strong> You can try creating an account with another e-mail address.</p> <p><strong>iv.</strong> You can contact us on our support screens after you've received three errors so we can help you.</p>
ar: إذا كان يظهر لك خطأ <p><strong>i.</strong> بالعنوان البريدي,يجب عليكم التأكد من أنكم تكتبون العنوان البريدي بالشكل الصحيح.يجب أن يحتوي عنوان بريدكم على علامة @,ويجب أن لا تتواجد ولا تتواجدعلامات الترقيم. أحرف تركية خاصة ومن بعد ذلك يلزم.</p><p><strong>ii.</strong> عنوان بريدك الإلكتروني الذي استخدمته من أجل التسجيل في جميع الأعمال.لهذا يجب عليك كتابة عنوان بريد إلكتروني صالح. يمكنك محاولة.</p><p><strong>iii.</strong> التسجيل بعنوان بريد إلكتروني اخر يمكنك الاتصال بنا من خلال شاشات الدعم الخاصة بنا, والتي ستظهرلك بعد تلقيك ثلاثة أخطاء لمساعدتك. .</p>
de: <p><strong>i.</strong> Wenn Du einen E-Mail Fehler bekommst, versichere Dich, das Deine E-Mail im richtigen Format geschrieben ist. Das E-Mail Kennzeichen @ sollte vorhanden sein, es dürfen keine Satzzeichen und türkische Sonderzeichen vorhanden sein.</p><p><strong>ii.</strong> Für alle weiteren Verarbeitungen wird die bei der Anmeldung eingetragene E-Mail Adresse verwendet .Aus diesem Grunde solltest Du eine gültige E-Mail angeben. </p><p><strong>iii.</strong> Du kannst versuchen Dich mit einer anderen Dir gehörenden E-Mailadresse einzutragen </p><p><strong>iv.</strong> Damit wir Dir helfen können, kannst du uns über unsere Support-Bildschirme, die nach Erhalt von drei Fehlern angezeigt werden, kontaktieren.</p>
es: <p><strong>i.</strong> Si recibes un error de correo electrónico, debes asegurarte de que has escrito el correo electrónico en el formato correcto. El correo electrónico debe contener signo @, y no signos de puntuación y ningún carácter especial turco. </p><p><strong>ii.</strong> Necesitarás tu dirección de correo electrónico para registrarte en todas las transacciones en el futuro. Por lo tanto, debes escribir un correo electrónico válido. </p><p><strong>iii.</strong> Puedes hacer una prueba de registro con un correo electrónico distinto. </p><p><strong>iv.</strong> Para que te podamos ayudar, puedes ponerte en contacto con nosotros a través de las pantallas de apoyo que te llegarán después de recibir tres errores.<p>
fr: <p><strong>i.</ strong> Si vous recevez une erreur d'email, vous devez vous assurer que vous avez écrit votre email dans le bon format . Votre email doit contenir le signe @, aucun signe de ponctuation, aucun caractère spécial. </p><p><strong>ii.</strong> Vous aurez besoin de votre adresse email pour vous inscrire à toutes les opérations futures. Par conséquent, vous devez écrire un email valide. </p><p><strong>iii.</strong> Vous pouvez essayer de vous inscrire avec une autre adresse email. </p><p><strong>iv.</strong> Pour que nous puissions vous aider, vous pouvez nous contacter via nos écrans de support après trois avertissements d'erreurs reçus. </p>
ka: <p><strong>i.</strong> თუ მიიღებ ელ.ფოსტაზე შეცდომებს, დარწმუნდი, რომ აკრიფე შენი ელ.ფოსტა სწორ ფორმატში. თქვენს ელ.ფოსტას უნდა ჰქონდეს @ ნიშანი, არ უნდა ჰქონდეს პუნქტუაციის ნიშნები, არ უნდა ჰქონდეს თურქულში სპეციალური სიმბოლოები.</p> <p><strong>ii.</strong> ყველა შემდგომი ტრანზაქციისთვის საჭიროა შენი ელ.ფოსტის მისამართი, რომელიც გამოიყენე შენი ანგარიშის შესაქმნელად. ამიტომ, უნდა აკრიფო სწორი ელ.ფოსტა.</p> <p><strong>iii.</strong> შეგიძლია სცადო ანგარიშის შექმნა სხვა ელ.ფოსტის მისამართით.</p> <p><strong>iv.</strong> შეგიძლია დაგვიკავშირდეთ ჩვენი მხარდაჭერის ეკრანებზე სამი შეცდომის მიღების შემდეგ, რათა დაგეხმაროთ.</p>
ro: <p><strong>i.</strong> Dacă primiți o eroare de e-mail, asigurați-vă că introduceți e-mailul în formatul corect. E-mailul dvs. ar trebui să aibă un semn @, nu ar trebui să aibă semne de punctuație și nu ar trebui să aibă caractere speciale în limba turcă.</p> <p><strong>ii.</strong>Toate tranzacțiile ulterioare vor necesita adresa de e-mail pe care ați folosit-o pentru crearea contului. Prin urmare, ar trebui să tastați un e-mail valid.</p> <p><strong>iii.</strong> Puteți încerca crearea unui cont cu o altă adresă de e-mail.</p> <p><strong>iv.</strong>Ne puteți contacta pe ecranele noastre de asistență după ce ați primit trei erori, pentru a vă putea ajuta. </p>
ru: <p><strong>i.</strong>Если вы получаете предупреждения о ошибке в регистрации электронной почты, убедитесь, что вводите название в правильном формате. Электронная почта должна содержать знак @ и не должна содержать знаков препинания, особых символов турецкого языка.</p><p><strong>ii.</strong>Во всех последующих действий для регистрации вам будет необходим действующий адрес электронной почты. По этой причине вы должны ввести корректный адрес электронной почты. </p><p><strong>iii.</strong> Вы можете попробовать зарегистрироваться с другим адресом электронной почты.</p><p><strong>iv.</strong>Вы можете связаться с нами через экраны поддержки, которые появятся после 3 неудачных попыток ввода данных. </p>
sq: <p> <strong> i. </strong> Nëse merrni një gabim në postë elektronike, ju lutemi sigurohuni që shtypni emailin tuaj në formatin e saktë. E-maili juaj duhet të ketë një shenjë @, nuk duhet të ketë shenja pikësimi, nuk duhet të ketë karaktere speciale në turqisht. </p> <p> <strong> ii. </strong> Të gjitha transaksionet e mëvonshme do të kërkojnë adresën tuaj të postës elektronike që keni përdorur për krijimin e llogarisë suaj. Prandaj, duhet të shkruani një e-mail të vlefshëm. </p> <p> <strong> iii. </strong> Mund të provoni të krijoni një llogari me një adresë tjetër të postës elektronike. </p> <p> <strong> iv. </strong> Ju mund të na kontaktoni në ekranet tona të mbështetjes pasi të keni marrë tre gabime, në mënyrë që ne t'ju ndihmojmë. </p>
tr: <p><strong>i.</strong> E-posta hatası alıyorsan, e-postanı doğru formatta yazdığından emin olmalısın. E-postanda @ işareti olmalı, noktalama işaretleri olmamalı, Türkçe özel karakter bulunmamalı.</p><p><strong>ii.</strong> Bundan sonraki tüm işlemlerinde kayıt için kullandığın e-mail adresin gerekecek. Bu nedenle geçerli bir e-mail yazmalısın.</p><p><strong>iii.</strong> Başka bir e-mail adresin ile kayıt denemesi yapabilirsin.</p><p><strong>iv.</strong> Sana yardımcı olabilmemiz için üç kere hata aldıktan sonra karşına çıkacak, destek ekranlarımızdan bize ulaşabilirsin.</p>
uk: <strong>i.</strong> Якщо ви отримаєте помилку електронної пошти, переконайтеся, що ви написали електронну пошту у правильному форматі. Електронна пошта повинна мати знак @, і не мати розділових знаків, та турецьких спеціальних символів. </p><p><strong>ii.</strong> Для всіх наступних транзакцій вам знадобиться електронна пошта, яку ви використовували для реєстрації. Тому потрібно написати дійсну електронну пошту. </p><p><strong>iii.</strong> Ви можете спробувати увійти за допомогою нової електронної пошти.</p><p><strong>iv.</strong> Ви можете зв’язатися з нами через наші екрани підтримки, які з’являться після отримання трьох помилок, щоб допомогти вам.</p>

# signup_support_form_subject_2_detailed_info_label
source: I can't create an account with my phone number
ar: لا استطيع التسجيل برقم الهاتف الخاص بي
de: Ich kann mich nicht mit meiner E-Mail registrieren
es: No puedo registrarme con mi número de teléfono
fr: Je ne parviens pas m’inscrire avec mon numéro de téléphone
ka: ვერ ვქმნი ანგარიშს ტელეფონის ნომრით
ro: Nu pot crea un cont cu numărul meu de telefon
ru: Не могу зарегистрироваться при помощи телефонного номера
sq: Nuk mund të krijoj një llogari me numrin tim të telefonit
tr: Telefon numaram ile kayıt olamıyorum
uk: Я не може зареєструватися за допомогою свого мобільного номера.

# signup_support_form_subject_2_detailed_info_fulltext
source: <p><strong>i.</strong> If you receive a phone number error, you should make sure that you type your phone number in the correct format. You should pay attention to your country-region coding.</p> <p><strong>ii.</strong> The confirmation code will be sent to your phone for registration. Therefore, you should type a valid phone number.</p> <p><strong>iii.</strong> You can try creating an account with a phone number belonging to you.</p> <p><strong>iv.</strong> You can contact us on our support screens after you've received three errors so we can help you.</p>
ar: إذا كان يظهر لك خطأ <p><strong>i.</strong> برقم الهاتف,يجب عليكم التأكد من أنكم تكتبون رقم الهاتف بالشكل الصحيح.يجب الانتباه إلى أن رقم الهاتف يحتوي على أكواد منطقة الدولة سوف يرسل رمز.</p><p><strong>ii.</strong> الموافقة إلى هاتفكم من أجل التسجيل ولهذا يجب التأكد من كتابة رقم هاتف صالح. يمكنك محاولة.</p><p><strong>iii.</strong> التسجيل برقم هاتف خاص بك . يمكنك الاتصال.</p><p><strong>iv.</strong> بنا من خلال شاشات الدعم الخاصة بنا, والتي ستظهرلك بعد تلقيك ثلاثة أخطاء لمساعدتك.</p>
de: <p><strong>i.</strong> Wenn Du einen Telefonnummer Fehler bekommst, versichere Dich, dass Deine Telefonnummer im richtigen Format geschrieben ist. Achte auf die Länder- und Ortsvorwahlen.</p><p><strong>ii.</strong> Auf deine Mobilnummer wird ein Code für die Eintragung versendet. Achte deshalb, dass du eine gültige Telefonnummer eingibst.</p><p><strong>iii.</strong> Du kannst versuchen Dich mit einer anderen Dir gehörenden Telefonnummer einzutragen. </p><p><strong>iv.</strong> Damit wir Dir helfen können, kannst du uns über unsere Support-Bildschirme, die nach Erhalt von drei Fehlern angezeigt werden, kontaktieren. </p>
es: <p><strong>i.</strong> Si recibes un error de tu número de teléfono, debes asegurarte de que has escrito tu número de teléfono en el formato correcto. Tener en cuenta la codificación regional de países. </p><p><strong>ii.</strong> se te enviará un código de aprobación a tu teléfono para el registro. Por lo cual debes insertar un número de teléfono valido. </p><p><strong>iii.</strong> Puedes hacer una prueba de registro con un número teléfono que te pertenece a tí. </p><p><strong>iv.</strong> Para que te podamos ayudar, puedes ponerte en contacto con nosotros a través de las pantallas de apoyo que te llegarán después de recibir tres errores.<p>
fr: <p><strong>i.</ strong> Si vous recevez une erreur de numéro de téléphone, vous devez vous assurer que vous avez écrit votre numéro de téléphone dans le format correct. Faites attention aux codes pays-régions. </p><p><strong>ii.</strong> Un code de confirmation sera envoyé sur votre téléphone pour l'inscription. Par conséquent, vous devez saisir un numéro de téléphone valide. </p><p><strong>iii.</strong> Inscrivez-vous avec un numéro de téléphone qui vous appartient. </p><p><strong>iv.</strong> Pour que nous puissions vous aider, vous pouvez nous contacter via nos écrans de support après trois avertissement d'erreurs reçus. </p>
ka: <p><strong>i.</strong> თუ ტელეფონის ნომრის შეცდომას მიიღებ, დარწმუნდი, რომ აკრიფეთ ტელეფონის ნომერი სწორ ფორმატში. ყურადღება უნდა მიაქციო შენი ქვეყნის რეგიონის კოდს.</p> <p><strong>ii.</strong> დამადასტურებელი კოდი გაიგზავნება შენს ტელეფონზე რეგისტრაციისთვის. ამიტომ, უნდა აკრიფოთ სწორი ტელეფონის ნომერი.</p> <p><strong>iii.</strong> შეგიძლია სცადო ანგარიშის შექმნა შენი ტელეფონის ნომრით.</p> <p><strong>iv.</strong> შეგიძლია დაგვიკავშირდე ჩვენი მხარდაჭერის ეკრანებზე სამი შეცდომის მიღების შემდეგ, რათა დაგეხმაროთ.</p>
ro: <p><strong>i.</strong>Dacă primiți o eroare la numărul de telefon, trebuie să vă asigurați că introduceți numărul dvs. de telefon în formatul corect. Ar trebui să acordați atenție codificării regiunii dvs. de țară.</p> <p><strong>ii.</strong>Codul de confirmare va fi trimis telefonului dvs. pentru înregistrare. Prin urmare, ar trebui să tastați un număr de telefon valid.</p> <p><strong>iii.</strong> Puteți încerca să creați un cont cu un număr de telefon care vă aparține.</p> <p><strong>iv.</strong> Ne puteți contacta pe ecranele noastre de asistență după ce ați primit trei erori, pentru a vă putea ajuta.</p>
ru: <p><strong>i.</strong>Если вы получаете предупреждения о ошибке в телефонном номере, убедитесь, что вводите номер в правильном формате. Обратите внимание на коды стран и регионов. </p><p><strong>ii.</strong>На ваш телефонный номер будет отправлен код для регистрации. Поэтому вы должны ввести корректный телефонный номер. </p><p><strong>iii.</strong>Вы можете попробовать зарегистрироваться с принадлежащим вам лично телефонным номером. </p><p><strong>iv.</strong>Вы можете связаться с нами через экраны поддержки, которые появятся после 3 неудачных попыток ввода данных. </p>
sq: <p> <strong> i.</strong> Ju duhet t'i kushtoni vëmendje kodimit të rajonit tuaj të vendit. </p> <p> <strong> ii. </strong> Kodi i konfirmimit do t'i dërgohet telefonit tuaj për t'u regjistruar. Prandaj, duhet të shkruani një numër telefoni të vlefshëm. </p> <p> <strong> iii. </strong> Mund të provoni të krijoni një llogari me një numër telefoni që ju përket. </p> <p> <strong> iv. </strong> Ju mund të na kontaktoni në ekranet tona të mbështetjes pasi të keni marrë tre gabime, në mënyrë që ne t'ju ndihmojmë.
tr: <p><strong>i.</strong> Telefon numarası hatası alıyorsan, telefon numaranı doğru formatta yazdığından emin olmalısın. Ülke bölge kodlamalarına dikkat etmelisin.</p><p><strong>ii.</strong> Kayıt için telefonuna onay kodu yollanacak. Bu nedenle geçerli bir telefon numarası yazmalısın.</p><p><strong>iii.</strong> Sana ait bir telefon numarası ile kayıt denemesi yapabilirsin.</p><p><strong>iv.</strong> Sana yardımcı olabilmemiz için üç kere hata aldıktan sonra karşına çıkacak, destek ekranlarımızdan bize ulaşabilirsin.</p>
uk: <p><strong>i.</strong> Якщо ви отримали помилку з номером телефону, ви повинні переконатися, що він введений у правильному форматі. Слід звернути увагу на коди країн. </p><p><strong>ii.</strong> Код підтвердження буде надісланий на ваш телефон для реєстрації. Тому потрібно ввести дійсний номер телефону.</p><p><strong>iii.</strong> Ви можете спробувати зареєструватися за своїм номером телефону.</p><p><strong>iv.</strong> Для того, щоб ми змогли вам допомогти, ви можете зв’язатися з нами через наші екрани підтримки, які з’являться після отримання трьох помилок.</p>

# signup_support_form_subject_3_detailed_info_label
source: The password I set is not accepted.
ar: لا يقبل رقم المرور الذي قمت بتعيينه
de: Mein festgelegtes Passwort wird nicht akzeptiert
es: No acepta la contraseña que he determinado
fr: N'accepte pas le mot de passe que j'ai défini
ka: ჩემი დაყენებული პაროლი არ არის მისაღები.
ro: Parola pe care am setat-o nu este acceptată.
ru: Не принимает установленный мной пароль
sq: Fjalëkalimi që vendosa nuk pranohet.
tr: Belirlediğim şifreyi kabul etmiyor
uk: Зазначений пароль не приймається

# signup_support_form_subject_3_detailed_info_fulltext
source: <p><strong>i.</strong> Your password must consist of non-consecutive letters and numbers.</p><p><strong>ii.</strong>Your password must consist of a minimum of 6 and a maximum of 16 characters.</p>
ar: يجب أن تتكون كلمة <p><strong>i.</strong> المرور من أحرف وأرقام غير متتالية.</p><p><strong>ii.</strong> يجب أن تتكون كلمة المرورعلى الأقل من 6أحرف وعلى </p>. الأكثر 16 حرفا
de: <p><strong>i.</strong> Dein Passwort muss aus nicht aufeinander folgenden Buchstaben und Zahlen bestehen. </p><p><strong>ii.</strong> Dein Passwort muss aus mindestens 6 und höchsten 16 Charakteren bestehen.</p>
es: <p><strong>i.</strong> La contraseña debe constar de letras y números no consecutivos. </p><p><strong>ii.</strong> Tu contraseña debe tener 6 -16 caracteres de longitud. </p>
fr: <p><strong>i.</strong> Votre mot de passe doit être composé de lettres et de chiffres non consécutifs. </p><p><strong>ii.</strong> Votre mot de passe doit comporter minimum 6 et maximum 16 caractères. </p>
ka: <p><strong>i.</strong> შენი პაროლი უნდა შედგებოდეს არათანმიმდევრული ასოებისა და რიცხვებისგან.</p><p><strong>ii.</strong>შენი პაროლი უნდა შედგებოდეს მინიმუმ 6 და ნომრისგან. მაქსიმუმ 16 სიმბოლო.</p>
ro: <p><strong>i.</strong> Parola dvs. trebuie să conțină litere și cifre consecutive. </p><p><strong>ii.</strong> Parola dvs. trebuie să conțină minimum 6 și maximum 16 caractere.</p>
ru: <p><strong>i.</strong> Пароль должен состоять из непоследовательных между собой букв и цифр. </p><p><strong>ii.</strong> Пароль должен содержать минимум 6 и максимум 16 символов.</p>
sq: <p> <strong> i. </strong> Fjalëkalimi juaj duhet të përbëhet nga letra dhe numra jo të njëpasnjëshëm. </p> <p> <strong> ii. </strong> Fjalëkalimi juaj duhet të përbëhet nga një minimum prej 6 dhe maksimumi 16 karaktere. </p>
tr: <p><strong>i.</strong> Şifren ardışık olmayan harf ve sayılardan oluşmalıdır.</p><p><strong>ii.</strong> Şifren en az 6 en fazla 16 karakterden oluşmalıdır.</p>
uk: <p><strong>i.</strong> Пароль повинен складатися з непослідовних літер та цифр. </p><p><strong>ii.</strong> Пароль повинен містити від 6 до 16 символів..</p>

# tbmatic_home_card_title
source: Remember Your Memories!
ar: تذكر ذكرياتك!
de: Erinnere dich an deine Erinnerungen!
es: ¡Recuerda tus recuerdos!
fr: Flânez dans le passé!
ka: გაიხსენე შენი მოგონებები!
ro: TB-ul de astăzi
ru: Вернитесь к Воспоминаниям!
sq: TB e ditës
tr: Anılarını Hatırla!
uk: Пригадайте Свої Спогади!

# tbmatic_home_card_subtitle
source: Discover your memories in lifebox!
ar: اكتشف ذكرياتك التي جمعتها في لايف بوكس!
de: Entdecken Sie die Erinnerungen, die Sie in der Rettungsbox gesammelt haben!
es: ¡Descubre tus recuerdos en lifebox!
fr: Découvrez les souvenirs que vous avez collectés dans votre lifebox !
ka: აღმოაჩინე მოგონებები ლაიფბოქსში!
ro: Descoperă-ți amintirile în lifebox!
ru: Откройте для себя воспоминания, накопленные с lifebox!
sq: Lorem ipsum dolor sit amet.Lorem ipsum dolor!
tr: lifebox'ında biriktirdiğin anılarını keşfet!
uk: Відкрийте для себе спогади, накопичені в Lifebox!

# tbmatic_home_card_button_title
source: Let's see
ar: هيا لنرى!
de: Lass sehen!
es: ¡Veamos!
fr: Voyons voir !
ka: მოდი ვნახოთ
ro: Sa vedem
ru: Давай Посмотрим!
sq: Le të shohim
tr: Hadi görelim!
uk: Давайте подивимось!

# tbmatic_home_card_year_ago
source: %d year ago
ar: %d قبل سنة
de: Vor %d Jahren
es: Hace %d Años
fr: Il y a %d d’année
ka: %d წლის წინ
ro: %d acum un an
ru: %d Год назад
sq: %d vit më parë
tr: %d Yıl Önce
uk: % d Років Тому

# tbmatic_home_card_years_ago
source: %d years ago
ar: %d قبل سنة
de: Vor %d Jahren
es: Hace %d Años
fr: Il y a %d d’année
ka: %d წლის წინ
ro: %d ani în urmă
ru: %d Года/Лет назад
sq: %d vite më parë
tr: %d Yıl Önce
uk: % d Років Тому

# tbmatic_home_card_this_year
source: In this year
ar: هذا العام
de: Dieses Jahr
es: Este Año
fr: Cette année
ka: ამ წელს
ro: In acest an
ru: Этот Год
sq: Këtë vit
tr: Bu Yıl
uk: Цього Року

# campaign_card_title
source: PhotoPick Phone Campaign
ar: عرض الهاتف من فوتوبيك
de: PhotoPick-Telefonkampagne
es: Campaña de Teléfono de PhotoPick
fr: Campagne PhotoPick
ka: PhotoPick სატელეფონო კამპანია
ro: Campania telefonică PhotoPick
ru: Розыгрыш Телефона PhotoPick
tr: PhotoPick Telefon Kampanyası
uk: Телефонна Акція PhotoPick

# campaign_description_label_new_user
source: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be one of the 20 winners for Samsung Galaxy Note 10!
ar: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
de: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
es: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
fr: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
ka: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
ro: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
ru: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
sq: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!
tr: Büyük ödül için ilk çekiliş hakkını kazanmaya ne dersin? Fotoğraflarını PhotoPick ile hemen analiz et, kazanma şansını yakala!
uk: You have not participated in the campaign yet. Start analyzing your photos with PhotoPick and get the chance to be winner!

# campaign_description_label_another
source: Your total draw is %d! Analyze your photos with PhotoPick and increase your chance to be one of the 20 winners for Samsung Galaxy Note 10!
ar: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
de: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
es: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
fr: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
ka: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
ro: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
ru: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
sq: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!
tr: Fotoğraflarını PhotoPick ile analiz etmeye devam et, çekiliş hakkınla birlikte kazanma şansını artır! Toplam çekiliş hakkın %d!
uk: Your total raffle is %d! Keep analyzing your photos with PhotoPick, increase your chances of winning!

# campaign_campaign_detail_button
source: Click to See
ar: تفاصيل العرض
de: Kampagnendetails
es: Detalles de Campaña
fr: Détails de la campagne
ka: დაკლიკე სანახავად
ro: Detalii despre campanie
ru: Подробности Розыгрыша
sq: Campaign Details
tr: Görmek için Tıkla
uk: Деталі Акції

# analyze_photo_pic_detail_button
source: Analyze with PhotoPick
ar: حلل مع فوتوبيك!
de: Analysieren Sie mit PhotoPick!
es: ¡Analizar por PhotoPick!
fr: Analyser avec PhotoPick !
ka: გაანალიზე PhotoPick-ით
ro: Analizați cu PhotoPick
ru: Проанализировать с PhotoPick!
tr: PhotoPick ile Analiz Et!
uk: Проаналізуйте за допомогою PhotoPick!

# campaign_detail_title
source: Campaign Details
ar: تفاصيل العرض
de: Kampagnendetails
es: Detalles de Campaña
fr: Détails de la campagne
ka: კამპანიის დეტალები
ro: Detalii despre campanie
ru: Подробности Розыгрыша
tr: Kampanya Detayları
uk: Деталі акції

# campaign_detail_more_info_button
source: For more information please click here
ar: اضغط هنا من أجل المعلومات التفصيلية
de: Klicken Sie hier für weitere Informationen
es: Haga clic aquí para mas información
fr: Cliquez ici pour plus d'informations
ka: მეტი ინფორმაციისთვის, დააჭირე აქ
ro: Pentru mai multe informații, vă rugăm să faceți clic aici
ru: Нажмите сюда, для получения подробной информации
tr: Detaylı bilgi için buraya tıkla
uk: Щоб отримати детальну інформацію, натисніть сюди.

# campaign_detail_contest_info_title
source: My Campaign Information
ar: معلوماتي في العرض
de: Meine Kampagneninformationen
es: Mis Datos de Campaña
fr: Mes informations sur la campagne
ka: ჩემი კამპანიის ინფორმაცია
ro: Informațiile mele despre campanie
ru: Моя Информация Розыгрыша
tr: Kampanya Bilgilerim
uk: Моя Інформація, Щодо Акції
