Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# campaign_detail_contest_info_total_draw
source: Total Draw
ar: مجموع فرصي للسحب
de: Meine gesamten Verlosungsrechte
es: Mis Derechos Totales de Sorteo
fr: Mes droits de participation pour le tirage au sort
ka: მთლიანი გათამაშება
ro: Remiza Totală
ru: Общее Количество Моих Прав на Розыгрыш
tr: Toplam Çekiliş Hakkım
uk: Моє Загальне Право на Участь у Розіграші

# campaign_detail_contest_info_remaining_draw
source: Daily Draw Left
ar: فرصي اليومية المتبقية
de: Meine verbleibenden Rechte
es: Mis Derechos Diarios Restantes
fr: Mes droits restants du jour
ka: დღიური გათამაშება დარჩენილია
ro: Remiza zilnică rămasă
ru: Остаток Моего Дневного Права на Розыгрыш
tr: Günlük Kalan Hakkım
uk: Моє Денне Право на Участь у Розіграші

# campaign_detail_intro_title
source: Campaign Information
ar: معلومات العرض
de: Kampagneninformationen
es: Datos de Campaña
fr: Information sur la campagne
ka: კამპანიის ინფორმაცია
ro: Informații despre campanie
ru: Информация о Розыгрыше
tr: Kampanya Bilgileri
uk: Інформація, Щодо Акції

# campaign_detail_intro_gift
source: Analyze Your Photos with PhotoPick
ar: قم بتصنيف صورك مع فوتوبيك
de: Bewerten Sie Ihre Fotos mit PhotoPick
es: Califica tus fotos por PhotoPick
fr: Évaluez vos photos avec PhotoPick
ka: გაანალიზე შენი ფოტოები PhotoPick-ით
ro: Analizați-vă fotografiile cu PhotoPick
ru: Оцените Свои Фотографии при Помощи PhotoPick
tr: PhotoPick'le Fotoğraflarını Puanla
uk: Оціни свої фотографії за допомогою PhotoPick

# campaign_detail_intro_celebration
source: Increase Your Total Draw with Every PhotoPick Analysis
ar: زود فرصك للسحب مع كل فوتوبيك
de: Erhöhen Sie das Gewinnspiel mit jedem PhotoPick
es: Con cada PhotoPick aumenta tu oportunidad
fr: Augmentez vos chances de tirage au sort avec chaque PhotoPick
ka: გაზარდე შენი მთლიანი გათამაშება PhotoPick-ის ყოველი ანალიზით
ro: Mărește-ți remiza totală cu fiecare analiză PhotoPick
ru: Увеличить Права на Розыгрыш с Каждым PhotoPick
tr: Her PhotoPick ile Çekiliş Hakkını Artır
uk: Збільшуй свої права на шанси з кожним PhotoPick

# campaign_detail_intro_noun_celebration
source: Be One of 20 Winners for Samsung Galaxy Note 10
ar: زود فرصتك في ربح واحد من 20سامسونج كلاكسي نوت 10!
de: 20 Samsung Galaxy Note 10 Gewinnen Sie eine Chance!
es: ¡Ten la oportunidad de ser una de las 20 personas que ganarán Samsung Galaxy Note 10!
fr: Devenez l'un des 20 gagnants d'un Samsung Galaxy Note 10 !
ka: იყავი Samsung Galaxy Note 10-ის 20 გამარჯვებულიდან ერთ-ერთი
ro: Fii unul dintre 20 de câștigători pentru Samsung Galaxy Note 10
ru: Получите возможность выиграть один из 20 Samsung Galaxy Note 10!
tr: 20 Samsung Galaxy Note 10 Kazanma Şansı Yakala!
uk: Скористайся можливістю стати власником одного з 20-тьох Samsung Galaxy Note 10?

# campaign_detail_info_title
source: Campaign Information
ar: معلومات العرض
de: Kampagneninformationen
es: Datos de Campaña
fr: Information sur la campagne
ka: კამპანიის ინფორმაცია
ro: Informații despre campanie
ru: Информация о Розыгрыше
tr: Kampanya Bilgileri
uk: Деталі Акції

# campaign_detail_info_description
source: PhotoPick Phone Campaign is over now. The results of the draw will be announced on February 20th from our social media accounts. You can see the total draw from above information. Don't forget to follow our social media accounts for results!
ar: انتهى عرضنا الخاص بالهاتف.سوف تظهرنتائج السحب على حساباتنا بمواقع التواصل الاجتماعي يوم 20 من شهر فبراير.يمكنك الوصول إلى مجموع فرصك في السحب من الإعلان المتواجد أعلى. من أجل النتائج استمر في متابعة حساباتنا على مواقع التواصل الاجتماعي!
de: Unsere Telefonkampagne ist vorbei. Die Lotterieergebnisse werden am 20. Februar von unseren sozialen Medien bekannt gegeben. Sie können die Gesamtauslosung anhand der obigen Informationen erreichen. Folgen Sie unseren Social Media Accounts für Ergebnisse!
es: Nuestra campaña de teléfono ha terminado. Los resultados del sorteo se publicarán en nuestras cuentas de redes sociales el 20 de febrero. Puedes ver tus derechos totales de participación en el sorteo. ¡Siga nuestras cuentas de redes sociales para obtener los resultados!
fr: Notre campagne de téléphone est terminée. Les résultats de tirade au sort seront annoncés le 20 février à partir de nos comptes de médias sociaux. Vous pouvez accéder vos droits en total pour tirage au sort à partir des informations ci-dessus. Suivez nos comptes de médias sociaux pour voir les résultats!
ka: PhotoPick სატელეფონო კამპანია დასრულდა. გათამაშების შედეგები გამოქვეყნდება 20 თებერვალს ჩვენი სოციალური მედიის ანგარიშებიდან. შეგიძლია იხილო მთლიანი გათამაშება ზემოთ მოცემული ინფორმაციით. არ დაგავიწყდეს თვალყური ადევნო ჩვენს სოციალურ მედიას ანგარიშებს შედეგებისთვის!
ro: Campania telefonică PhotoPick s-a încheiat. Rezultatele extragerii vor fi anunțate pe 20 februarie din conturile noastre de socializare. Puteți vedea extragerea totală din informațiile de mai sus. Nu uitați să urmați conturile noastre de social media pentru rezultate!
ru: Розыгрыш телефона окончен. Результаты розыгрыша будут объявлены 20 Февраля в наших аккаунтах в социальных сетях. Об общем количестве ваших прав на розыгрыш вы можете ознакомиться в вышеприведённой информации. Следите за нашими аккаунтами для получения информации о результатах!
tr: Telefon kampanyamız sona erdi. Çekiliş sonuçları 20 Şubat'ta sosyal medya hesaplarımızdan açıklanacak. Toplam çekiliş hakkına yukarıdaki bilgilendirmeden ulaşabilirsin. Sonuçlar için sosyal medya hesaplarımızı takipte kal!
uk: Акція, щодо отримання права виграти телефон закінчилась. Результати лотереї будуть оголошені 20 лютого з соціальних мереж нашого сайту. Інформацію, щодо загальної кількості права ви можете отримати із наведеної вище інформації. Щоб дізнатися результати розіграшу, слідкуйте за нашими сторінками у соціальних мережах.

# AccessibilityGiftButton
source: Gift Box Button
ar: GiftBox
de: Gift Box
es: Gift Box
fr: Bouton coffret cadeau
ka: სასაჩუქრე ყუთის ღილაკი
ro: Butonul Cutie de cadou
ru: Gift Box
sq: Butoni i Dhuratës
tr: GiftBox
uk: GiftBox

# landing_start_button
source: GET STARTED
ar: أبدأ
de: Beginne
es: Iniciar
fr: Commencer
ka: დაიწყე
ro: INCEPE
ru: Начать
sq: FILLONI
tr: Başla
uk: Почати

# landing_billo_title_0
source: Storage Made Simple
ar: عش,اجمع,تذكر
de: Lebe, Sammle, Erinnere Dich
es: Vive, Acumula, Recuerda.
fr: Plus d’expériences. Plus de stockage.
ka: იცხოვრე მეტი. შეინახე მეტი.
ro: Depozitare simplă
ru: Живи, Копи, Помни
sq: Memorja e thjeshtëzuar
tr: Yaşa, Biriktir, Hatırla
uk: Живи, Зберігай, Пам’ятай

# landing_billo_subtitle_0
source: Store your memories and keep them forever
ar: قم بالنسخ الاحتياطي لجميع ذكرياتك وملفاتك وجهات الاتصال إلى بيلو بأمان!
de: Sichere alle Deine Erinnerungen, Dateien und Kontakte sicher auf Billo!
es: Vive el momento, guarda tus recuerdos.
fr: Pendant que vous vivez l'instant présent, votre téléphone n'a rien à faire.
ka: შენი ტელეფონი დაასვენე, შენ კი იცხოვრე აწმყოში.
ro: Păstrați amintiri și păstrați-le pentru totdeauna
ru: Сделайте резервное копирование всех ваших воспоминаний, файлов и контактов и храните их в безопасности в Billo!
sq: Mbani dhe ruani kujtimet përgjithmonë
tr: Tüm anılarını, dosyalarını ve kontaklarını Billo'ya güvenle yedekle!
uk: Безпечно створюйте резервні копії всіх своїх спогадів, файлів та контактів у Billo!

# landing_billo_title_1
source: Auto-Sync
ar: النسخ الاحتياطي التلقائي
de: Automatische Sicherung
es: Copia de Seguridad Automática
fr: Synchronisation automatique
ka: ავტომატური სინქრონიზაცია
ro: Auto-sincronizare
ru: Автоматическое Резервное Копирование
sq: Sinkronizim automatik
tr: Otomatik Yedekleme
uk: Автоматичне Резервне Копіювання

# landing_billo_subtitle_1
source: Sync your photos and videos automatically and access them wherever you are
ar: صورك وفيديوهاتك على الفورفي بيلو!
de: Deine Fotos und Videos sind sofort auf Billo!
es: ¡Tus fotos y los vídeos están instantáneamente en Billo!
fr: Automatiser la synchronisation de vos photos et vidéos et accédez-y de partout !
ka: შენი ფოტოებისა და ვიდეოების ავტომატურად სინქრონიზაცია და წვდომა იქ, სადაც არ უნდა იყო
ro: Sincronizați automat fotografiile și videoclipurile dvs. pentru a avea acces de oriunde
ru: Ваши фотографии и видео мгновенно на Billo!
sq: Sinkronizo fotot dhe videot automatikisht dhe aksesojini kudo ku jeni!
tr: Fotoğraf ve videoların anında Billo'da!
uk: Ваші фотографії та відео миттєво у Billo!

# landing_billo_title_2
source: Face & Image Recognition
ar: التعرف على الوجه والأشياء
de: Gesichts- und Objekterkennung
es: Tus recuerdos favoritos en la palma de tu mano
fr: Vos souvenirs préférés à portée de main
ka: შენი საყვარელი მოგონებები შენს ხელთაა
ro: Față / imagine
ru: Распознование Лиц и Объектов
sq: Fytyrë / Imazh
tr: Yüz ve Nesne Tanıma
uk: Розпізнавання Обличчя та Об'єкта

# landing_billo_subtitle_2
source: Find your memories easily with smart albums Search by person, object or place
ar: اعثر على ذكرياتك بسهولة بألبومات ذكية خاصة بك!
de: Finde Deine Erinnerungen ganz einfach mit intelligenten Alben!
es: Busca fácilmente tus fotos por persona, lugar u objeto con el Reconocimiento Facial y de Objetos.
fr: Recherche simplifiée par personne, lieu ou objet grâce à la reconnaissance des visages et des images.
ka: მარტივად მოძებნე პიროვნების, ადგილის ან ობიექტის მიხედვით სახის და გამოსახულების ამოცნობის საშუალებით.
ro: Puteți găsi cu ușurință amintirile dvs. cu albume inteligente. Căutați după persoană obiect sau loc
ru: Специально для вас, находите свои воспоминания с легкостью, при помощи умных альбомов!
sq: Ju mund të gjeni kujtimet tuaja në albumet smart. Kërkoni sipas personit, objektit ose vendit
tr: Sana özel akıllı albümlerle anılarını kolayca bul!
uk: Легко знайдіть свої спогади за допомогою смарт-альбомів!

# landing_billo_title_3
source: Contact Sync
ar: النسخ الاحتياطي لجهات الاتصال
de: Kontakte Sichern
es: No pierdas Nunca tus contactos
fr: Ne perdez jamais vos contacts
ka: არასოდეს დაკარგო შენი კონტაქტები
ro: Sincronizare contact
ru: Резервное Копирование Контактов
sq: Sinkronizim i Kontakteve
tr: Kontak Yedekleme
uk: Резервне Копіювання Контактів

# landing_billo_subtitle_3
source: Back up your contacts, never lose them
ar: قم بالنسخ الاحتياطي لجهات الاتصال الخاصة بك بأمان ,بحيث يمكنك استعادتها وتحميلها في الوقت الذي ترغب فيه!
de: Sichere Deine Kontakte, greife jederzeit zu oder lade sie zurück!
es: Respalda tus contactos y mantenlos seguros.
fr: Sauvegardez vos contacts afin de les garder en sécurité.
ka: შექმენი შენი კონტაქტების სარეზერვო ასლები, რომ ისინი უსაფრთხოდ და ხმით შეინარჩუნო.
ro: Copia de rezervă a contactelor, nu le pierde niciodată!
ru: Сделайте безопасное резервное копирование контактов и получите к ним доступ или восстановление в любое время!
sq: Ruani fotot tuaja, dhe mos i humbisni më!
tr: Kontaklarını güvenle yedekle, dilediğin zaman eriş veya geri yükle!
uk: Безпечно створюйте резервні копії своїх контактів, отримуйте доступ або відновіть їх у будь-який час!

# landing_billo_title_4
source: Free Up Space
ar: افتح مكان
de: Speicherplatz Freischalten
es: Hacer espacio
fr: Libérer de l'espace
ka: გაათავისუფლე ადგილი
ro: Eliberează spațiul
ru: Освободить Пространство
sq: Liro hapsirë
tr: Yer Aç
uk: Звільнити Місце

# landing_billo_subtitle_4
source: Free up space from your device for new memories
ar: افتح مجال لذكرياتك الجديدة بضغطة زر واحدة!
de: Schalte mit einem einzigen Klick mehr Platz für Deine Erinnerungen frei
es: ¡Haz espacio en tu dispositivo para tus recuerdos sólo con un toque!
fr: Libérez de l'espace sur votre téléphone pour de nouveaux souvenirs !
ka: გაათავისუფლე ადგილი შენი მოწყობილობიდან ახალი მეხსიერებისთვის
ro: Eliberați spațiu pe telefonul dvs. pentru amintiri noi!
ru: Освободите пространство для ваших новых воспоминаний на устройстве одним касанием!
sq: Liro hapsirë në telefon për kujtime të reja!
tr: Tek dokunuşla cihazında yeni anılarına yer aç!
uk: Звільнить місце для нових спогадів на своєму пристрої одним дотиком!

# landing_billo_title_5
source: Automatic Stories
ar: الحكايات التلقائية
de: Automatische Geschichten
es: Historias Automáticas
fr: Stories automatiques
ka: ავტომატური სთორები
ro: Povestiri automate
ru: Автоматические Истории
sq: Histori automatike
tr: Otomatik Hikayeler
uk: Автоматичні Історії

# landing_billo_subtitle_5
source: Relive your memories with stories, collages and animations automatically created just for you
ar: استرجع ذكرياتك مع الحكايات والألبومات وفن الكولاج الذي أعددناه من أجلك!
de: Erlebe Deine Erinnerungen mit Geschichten, Alben und Collagen, die wir für Dich erstellen.
es: ¡Revivir tus recuerdos con las historias, álbumes y collages que creamos para ti!
fr: Vivez vos souvenirs avec des stories automatisées créées pour vous
ka: გააცოცხლე შენი მოგონებები ისტორიებით, კოლაჟებითა და ანიმაციებით, რომლებიც ავტომატურად შექმნილია მხოლოდ თქვენთვის
ro: Trăiește-ți amintirile cu poveștile noastre automate pe care le-am creat pentru tine
ru: Оживите свои воспоминания с историями, альбомами и коллажами, которые мы создали специально для вас!
sq: Përjeto kujtimet me historitë automatike të krijuara për ju
tr: Sana özel yarattığımız hikayeler, albümler ve kolajlarla anılarını tekrar yaşa!
uk: Проживіть заново свої спогади за допомогою історій, альбомів і колажів, які ми створили спеціально для вас!

# landing_billo_title_6
source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
es: Tu vida Social y tu almacenamiento se juntan
fr: Là où le stockage rencontre le social
ka: სადაც შენახვა ხვდება სოციალურს
ru: Социальные Медиа
sq: Media sociale
tr: Sosyal Medya
uk: Соціальні Медіа

# landing_billo_subtitle_6
source: Easily transfer your social media archives to Billo
ar: قم بنقل أرشيفك بشكل كامل الذي على وسائل التواصل الاجتماعي إلى بيلو!
de: Übertrage Dein gesamtes Archiv auf Deinen Sozialmedien ganzes einfach auf Billo!
es: Sincroniza tus redes sociales para una vida de recuerdos, comparte solo lo mejor con PhotoPick.
fr: Synchronisez vos réseaux sociaux pour une vie entière de souvenirs, partagez le meilleur de vous-même grâce à PhotoPick.
ka: დაასინქრონე შენი სოციალური ქსელები მთელი ცხოვრების მანძილზე, გააზიარე საუკეთესოები PhotoPick-ით.
ro: Transferați cu ușurință toate arhivele de social media în facto
ru: С легкостью перенесите весь свой архив с социальных медиа в Billo!
sq: Transfero lehtësisht arkivat e medias tuaj sociale në billo
tr: Sosyal medyadaki tüm arşivini kolayca Billo'ya transfer et!
uk: Легко перенесіть увесь свій архів у соціальних мережах до Billo!

# landing_billo_title_7
source: Photo Print
ar: خذ الطباعة
de: Drucken
es: ¡Imprime!
fr: Imprimer
ka: ფოტო ბეჭდვა
ro: Tipărire foto
ru: Распечатать
sq: Printo Foto
tr: Foto Baskı
uk: Друк

# landing_billo_subtitle_7
source: Decorate your living space with your memories
ar: قم بتزيين محيط حياتك بذكرياتك!
de: Dekoriere Deinen Lebensraum mit Deinen Erinnerungen!
es: ¡Adorna los espacios de vida con sus recuerdos!
fr: Décorez votre vie avec vos souvenirs !
ka: დაამშვენე შენი საცხოვრებელი ფართი შენი მოგონებებით
ro: Decorați-vă spațiul de locuit cu amintirile voastre
ru: Украсьте жилое пространство своими воспоминаниями!
sq: Dekoroni hapsirën tuaj me kujtime
tr: Yaşam alanını anılarınla süsle!
uk: Прикрасьте свій життєвий простір спогадами!

# billo_intro_title
source: Storage Made Simple
ar: عش,اجمع,تذكر
de: Lebe, Sammle, Erinnere Dich
es: Vive, Acumula, Recuerda
fr: Vivre, collectionner, se rappeler
ka: გამარტივებული საცავი
ro: Trăiește, colectează, amintește-ți
ru: Живи, Копи, Помни
sq: Jeto, Ruaj, Kujto
tr: Yaşa, Biriktir, Hatırla
uk: Живи, Зберігай, Пам’ятай

# billo_intro_subtitle
source: Store your photos, videos, and contacts on Billo. Access them whenever and wherever you are
ar: قم بالنسخ الاحتياطي لجميع ذكرياتك وملفاتك وجهات الاتصال إلى بيلو بأمان
de: Sichere alle Deine Erinnerungen, Dateien und Kontakte sicher auf Billo!
es: ¡Realice una copia de seguridad de todos sus recuerdos, archivos y contactos en Billo!
fr: Sauvegardez tous vous souvenirs, vos contacts et vos fichiers en toute sécurité dans Billo. Accédez à votre contenu à tout moment depuis n’importe quel appareil.
ka: შეინახე შენი ფოტოები, ვიდეოები და კონტაქტები Billo-ში. გახსენი სადაც და როცა გაგიხარდება
ro: Stocați fotografiile, videoclipurile și contactele pe Billo. Accesați-le oricând și oriunde vă aflați
ru: Сделайте резервное копирование всех ваших воспоминаний, файлов и контактов и храните их в безопасности в Billo!
sq: Ruaj fotot, videot dhe kontratat tuaja në Billo. Aksesojini kurdo dhe nga kudo jeni.
tr: Tüm anılarını, dosyalarını ve kontaklarını Billo'ya güvenle yedekle
uk: Безпечно створюйте резервні копії всіх своїх спогадів, файлів та контактів у Billo!

# billo_intro_create_account_button
source: Create an Account
ar: قم بإعداد حساب جديد
de: Erstelle ein neues Konto!
es: Crear nueva cuenta
fr: Créer un compte
ka: ანგარიშის შექმნა
ro: Creează un cont
ru: Создать новую учетную запись
sq: Krijo një llogari
tr: Yeni hesap oluştur
uk: Створити новий обліковий запис

# billo_intro_login_button
source: I have an account, let me log in
ar: يوجد لدي حساب,أريد تسجيل الدخول.
de: Ich habe ein Konto und möchte mich anmelden
es: Tengo cuenta, quiero acceder.
fr: J'ai un compte, me connecter
ka: ანგარიში უკვე მაქვს, შესვლა მინდა
ro: Am un cont, permiteți-mă să mă conectez
ru: У меня есть учетная запись, я хочу войти.
sq: Unë kam një llogari, më lejo të hyj
tr: Hesabım var, giriş yapmak istiyorum.
uk: У мене є обліковий запис, хочу увійти.

# campaign_vc_result_button
source: Show the Result
ar: اظهر النتائج
de: Ergebnis Anzeigen
es: Ver los resultados
fr: Afficher le résultat
ka: შედეგების ნახვა
ro: Afișați rezultatul
ru: Показать Результат
tr: Sonucu Göster
uk: Подивитись на Результати Розіграшу

# campaign_vc_edit_profile_button
source: Edit Profile
ar: قم بتعديل صفحتك الشخصية
de: Profil Bearbeiten
es: Editar el Perfil
fr: Modifier votre profil
ka: პროფილის რედაქტირება
ro: Editează profilul
ru: Редактировать Профиль
tr: Profilini Düzenle
uk: Редагувати Свій Профіль

# campaign_vc_become_premium_button
source: Become Premium
ar: كن بريميوم
de: Premium Werden
es: Sé premium
fr: Je veux devenir Premium
ka: გახდი პრემიუმი
ro: Deveniți Premium
ru: Стать Премиум
tr: Premium Ol
uk: Стати Преміум Користувачем

# campaign_vc_bottom_title
source: PhotoPick Phone Campaign
ar: عرض الهاتف من فوتوبيك
de: PhotoPick-Telefonkampagne
es: Campaña de Teléfono de PhotoPick
fr: Campagne PhotoPick
ka: PhotoPick სატელეფონო კამპანია
ro: Campania telefonică PhotoPick
ru: Розыгрыш Телефона PhotoPick
tr: PhotoPick Telefon Kampanyası
uk: Телефонна Акція Photopick

# campaign_vc_bottom_description
source: Your profile information must be complete in order to participate in the campaign and to be evaluated within the draw. You can update your information by clicking the Edit Profile button
ar: من أجل أن تستطيع أن تشترك بالعرض ويتم تقييمك ضمن السحب يلزم أن تكون جميع معلوماتك التي في صفحتك الشخصية كاملة .وبالضغط على زر التعديل يمكنك تحديث معلوماتك الشخصية.
de: Alle Informationen in Ihrem Profil müssen vollständig sein, um an der Kampagne teilnehmen und im Rahmen der Lotterie ausgewertet werden zu können. Sie können Ihre Informationen aktualisieren, indem Sie auf die Schaltfläche Profil bearbeiten klicken.
es: Para poder participar en el sorteo y ser considerado, tu perfil debe estar completo. Haga clic en el botón Editar el perfil para actualizar tus datos.
fr: Toutes les informations de votre profil doivent être complètes pour pouvoir participer à la campagne et au tirage au sort. Vous pouvez mettre à jour vos informations en cliquant sur le bouton Modifier le profil.
ka: შენი პროფილის ინფორმაცია უნდა იყოს სავსე იმისთვის, რომ კამპანიაში იმონაწილევო. შენი ინფორმაციის განახლება შეგიძლია პროფილის შეცვლის ღილაკის მეშვეობით
ro: Informațiile dvs. de profil trebuie să fie complete pentru a participa la campanie și pentru a fi evaluate în cadrul extragerii. Puteți actualiza informațiile dvs. făcând clic pe butonul Editați profilul
ru: Для участия в розыгрыше и для оценки в рамках кампании, информация вашего профиля должна быть полной и без пропусков. Вы можете обновить информацию, нажав кнопку «Редактировать Профиль».
tr: Kampanyaya katılabilmen ve çekiliş kapsamında değerlendirilmen için profilindeki bilgilerin eksiksiz olması gerekiyor. Profilini Düzenle butonuna tıklayarak bilgilerini güncelleyebilirsin.
uk: Для того, щоб взяти участь у акції та мати можливість бути оціненим, вся інформація у вашому профілі повинна бути повною. Ви можете оновити свою інформацію, натиснувши кнопку Редагувати профіль.

# campaign_vc_top_without_title
source: UPS SORRY:(
ar: انتهت فرصك:(
de: SIE HABEN KEINE RECHTE MHER :(
es: NO TIENES MÁS DERECHO :(
fr: OUPS DESOLE :(
ka: უი, ბოდიში :(
ru: ПРАВ НЕ ОСТАЛОСЬ:(
tr: HAKKIN KALMADI:(
uk: НАЖАЛЬ В ТЕБЕ НЕ ЗАЛИШИЛОСЬ ПРАВА:(

# campaign_vc_top_without_description
source: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of becoming one of the 20 winners for Samsung Galaxy Note 10!
ar: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
de: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
es: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
fr: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
ka: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
ro: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
ru: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
sq: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!
tr: PhotoPick analiz hakkın tükendi. Premium olarak sınırsız PhotoPick hakkına sahip olabilirsin. Fotoğraflarını PhotoPick ile analiz etmeye devam et, büyük ödülü kazanma şansını artır!
uk: No PhotoPick Analysis left. Become Premium, get unlimited PhotoPick and increase your chance of winning!

# campaign_vc_top_title_zero
source: DAILY LIMIT IS OVER!
ar: امتلأ حدك اليومي!
de: IHR TAGESLIMIT IST ÜBERSCHRITTEN!
es: ¡TU LÍMITE DIARIO HA TERMINADO!
fr: VOTRE LIMITE QUOTIDIENNE EST ATTEINTE !
ka: დღიური ლიმიტი ამოწურულია
ro: LIMITA ZILNICĂ ESTE EPUIZATĂ!
ru: ДНЕВНОЙ ЛИМИТ ИСЧЕРПАН!
tr: GÜNLÜK LİMİTİN DOLDU!
uk: ВАШ ОДНОДЕННИЙ ЛІМІТ ЗАКІНЧИВСЯ!
