Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# hide_successed_alert_people_album_title
source: Hide the Person and Related Memories!
ar: قم بإخفاء الأشخاص الغير مرغوب فيهم والذكريات!
de: Unerwünschte Kontakte und Erinnerungen ausblenden!
es: Ocultar los contactos y recuerdos no deseados!
fr: Cachez la personne et les souvenirs qui s'y rapportent !
ka: დამალე ადამიანი და მასთან დაკავშირებული მოგონებები!
ro: Ascundeți imagini cu o persoană!
ru: Скрыть нежелательных людей и связанные с ними воспоминания!
sq: Fshih personin dhe kujtimet e tij!
tr: İstenmeyen Kişi ve Anıları Gizle!
uk: Приховати небажаних людей та спогади!

# hide_successed_alert_people_album_description
source: You can hide(move to a hidden album) or delete (move to trash bin) the photos of a specific person with one click
ar: يمكن إخفاء جميع الذكريات العائدة لشخص بنقرة واحدة أو يمكنكم ارسالها لسلة المهملات.يمكنكم الوصول للصور التي قمت بإخفائها فقط من ألبوم"مخفي".
de: Du kannst alle Erinnerungen einem Kontakt mit einem einzigen Klick ausblenden oder in den Papierkorb verschieben. Du kannst die ausgeblendeten Fotos über das Album "Ausgeblendet" erreichen.
es: Puedes ocultar todos los recuerdos de una persona con un solo clic o enviarlos a la papelera. Solo puedes acceder a las fotos que has ocultado en el álbum "Oculto".
fr: Vous pouvez masquer (déplacer vers un album masqué) ou supprimer (déplacer vers la poubelle) les photos d'une personne spécifique en un seul clic
ka: შენ შეგიძლია დამალო (დამალულ ალბომში გადატანა) ან წაშალო (ნაგვის ურნაში) კონკრეტული ადამიანის ფოტოები ერთი დაწკაპუნებით
ro: Puteți ascunde (trece la un album ascuns) sau șterge (trece la coșul de gunoi) fotografiile unei anumite persoane cu un singur clic
ru: Вы можете скрыть все воспоминания, связанные с человеком, одним щелчком мыши или отправить их в корзину. Вы можете получить доступ к скрытым фотографиям только в альбоме "Скрытый".
sq: Ju mund të fshihni ose fshini fotot e një personi specifik me një klikim.
tr: Bir kişiye ait tüm anıları tek tuşla gizleyebilir ya da çöp kutusuna gönderebilirsin. Gizlediğin fotoğraflara sadece "Gizli" albümünde ulaşabilirsin.
uk: Ви можете приховати всі спогади про людину одним клацанням миші або відправити їх в корзину. Ви можете отримати доступ до прихованих фотографій тільки в альбомі "Приховані".

# hide_successed_alert_do_not_show_this_message
source: Don’t show this message again.
ar: لا تظهر هذه الرسالة مرة أخرى!
de: Diese Nachricht nicht mehr anzeigen!
es: ¡No mostrar este mensaje de nuevo !
fr: Ne plus montrer ce message.
ka: აღარ მაჩვენო ეს მესიჯი.
ro: Nu afișați acest mesaj.
ru: Больше не показывать!
sq: Mos e shfaq këtë mesazh.
tr: Bu mesajı bir daha gösterme!
uk: Не показувати це повідомлення знову!

# hide_successed_alert_view_people_album
source: View People Album
ar: اعرض ألبوم الأشخاص
de: Kontaktalbum anzeigen
es: Ver el Álbum de Contactos
fr: Voir l'album des personnes.
ka: ნახე ადამიანების ალბომი
ro: Vizualizați albumul de persoane
ru: Альбом Люди
sq: Shiko Albumin e Personave
tr: Kişiler Albümünü Görüntüle
uk: Відкрити альбом контактів

# smash_successed_alert_title
source: Saved successfully to your device gallery and uploaded on lifebox!
ar: قد تم الحفظ بمعرض الهاتف وايضا في lifebox.
de: Das Gerät wurde in der Galerie und in der Lifebox gespeichert.
es: Se ha guardado en la galería de dispositivo y lifebox.
fr: Sauvegardé avec succès dans votre galerie d'appareil et téléchargé sur Lifebox !
ka: წარმატებით შენახულია შენი მოწყობილობის გალერეაში და აიტვირთა lifebox-ზე!
ro: Salvat cu succes!
ru: Успешно сохранено в галерее вашего устройства и загружено на lifebox!
sq: U ruajtën në galerinë e pajisjes dhe u ngarkuan ne lifebox!
tr: Cihaz galerine ve lifebox'a kaydedildi.
uk: Збережено в галереї пристрою та в Lifebox.

# smash_successed_alert_second_title
source: Have Fun? What's Next?
ar: ماذا تريد أن تفعل الان؟
de: Was möchtest du jetzt machen?
es: Qué deseas hacer ahora ?
fr: Vous vous amusez ? Et après ?
ka: გაერთე? შემდეგი რა არის?
ro: A se distra? Ce urmeaza?
ru: Что бы вы хотели сделать дальше?
sq: Të argëtohesh? Cfarë vjen më pas?
tr: Şimdi Ne Yapmak İstersin?
uk: Що ви бажаєте зробити зараз?

# smash_successed_alert_description
source: Now you can share the edited photo with your friends. Also you can get rid off the undesirable memories by hiding or deleting with one click in the People Album.
ar: يمكنك مشاركة الصورة التي قمت بتعديلها مع أصدقائك. وايضا يمكنك من الان الانتقال إلى ألبوم "الأشخاص" لإخفاء أو حذف الأشخاص / الذكريات التي لم تعد ترغب في العثور عليها في قوائم lifebox بنقرة واحدة.
de: Du kannst das bearbeitete Foto mit Deinen Freunden teilen. Um Kontakte / Erinnerungen auszublenden oder zu löschen, die Du in den Lifebox-Listen nicht mehr sehen möchtest, kannst Du auch zum Album "Kontakte" gehen.
es: Puedes compartir con tus amigos la foto que has editado. También puedes ir al Álbum "Contactos" para ocultar o eliminar personas / recuerdos que ya no desea encontrar en las listas de lifebox con un solo clic.
fr: Vous pouvez maintenant partager la photo modifiée avec vos amis. Vous pouvez également vous débarrasser des souvenirs indésirables en les cachant ou en les supprimant d'un seul clic dans l'album des personnes.
ka: ახლა შენ შეგიძლია გაუზიარო დამუშავებული ფოტო შენს მეგობრებს. ასევე შეგიძლია მოიშორო არასასურველი მოგონებები ხალხის ალბომში დამალვით ან წაშლით სულ ერთი დაწკაპუნებით
ro: Acum puteți partaja fotografia editată cu prietenii. De asemenea, puteți scăpa de amintirile nedorite ascunzând sau ștergând cu un singur clic din albumul Persoane.
ru: Теперь вы можете поделиться отредактированной фотографией со своими друзьями. Также вы можете избавиться от нежелательных воспоминаний в ленте lifebox, скрыв или удалив одним щелчком мыши, перейти в альбом «Люди».
sq: Tani mund të ndani foton e ndryshuar me miqtë tuaj. Gjithashtu ju mund të hiqni kujtimet e padëshiruara duke i fshehur ose duke i fshirë me një klikim në Albumin e Njerëzve.
tr: Düzenlediğin fotoğrafı arkadaşlarınla paylaşabilirsin. Ayrıca artık lifebox listelerinde denk gelmek istemediğin kişi/anıları tek tıkla gizlemek ya da silmek için "Kişiler" Albümüne gidebilirsin.
uk: Ви можете поділитися відредагованою фотографією з друзями. Ви також можете перейти до альбому «Контакти», щоб одним клацанням миші приховати або видалити людей / спогади, які вам більше не потрібні в списках lifebox.

# smash_successed_simple_alert_title
source: Saved successfully to your device gallery and uploaded on lifebox!
ar: تم الحفظ!
de: Gespeichert!
es: Guardado !
fr: Sauvegardé avec succès dans votre galerie d'appareil et téléchargé sur Lifebox !
ka: წარმატებით შენახულია შენი მოწყობილობის გალერეაში და აიტვირთა lifebox-ზე!
ro: Salvat cu succes!
ru: Сохранено!
sq: U ruajtën në galerinë e pajisjes dhe u ngarkuan ne lifebox!
tr: Kaydedildi!
uk: Збережено!

# smash_successed_simple_alert_description
source: Now you can share the edited photo with your friends. Also you can get rid off the undesirable memories by hiding or deleting with one click in the People Album.
ar: يمكنك مشاركة الصورة التي قمت بتعديلها مع أصدقائك. وايضا يمكنك من الان الانتقال إلى ألبوم "الأشخاص" لإخفاء أو حذف الأشخاص / الذكريات التي لم تعد ترغب في العثور عليها في قوائم lifebox بنقرة واحدة.
de: Du kannst das bearbeitete Foto mit Deinen Freunden teilen. Um Kontakte / Erinnerungen auszublenden oder zu löschen, die Du in den Lifebox-Listen nicht mehr sehen möchtest, kannst Du auch zum Album "Kontakte " gehen.
es: Puedes compartir con tus amigos la foto que has editado. También puedes ir al Álbum "Contactos" para ocultar o eliminar personas / recuerdos que ya no desea encontrar en las listas de lifebox con un solo clic.
fr: Vous pouvez maintenant partager la photo modifiée avec vos amis. Vous pouvez également vous débarrasser des souvenirs indésirables en les cachant ou en les supprimant d'un seul clic dans l'album des personnes.
ka: ახლა შეგიძლია გაუზიარო დამუშავებული ფოტო შენს მეგობრებს. ასევე შეგიძლია მოიშორო არასასურველი მოგონებები ხალხის ალბომში დამალვით ან წაშლით ერთი დაწკაპუნებით.
ro: Acum puteți partaja fotografia editată cu prietenii. De asemenea, puteți scăpa de amintirile nedorite ascunzând sau ștergând cu un singur clic din albumul Persoane.
ru: Теперь вы можете поделиться отредактированной фотографией со своими друзьями. Также вы можете избавиться от нежелательных воспоминаний в ленте lifebox, скрыв или удалив одним щелчком мыши, перейти в альбом «Люди».
sq: Tani mund të ndani foton e ndryshuar me miqtë tuaj. Gjithashtu ju mund të hiqni kujtimet e padëshiruara duke i fshehur ose duke i fshirë me një klikim në Albumin e Njerëzve.
tr: Düzenlediğin fotoğrafı arkadaşlarınla paylaşabilirsin. Ayrıca artık lifebox listelerinde denk gelmek istemediğin kişi/anıları tek tıkla gizlemek ya da silmek için "Kişiler" Albümüne gidebilirsin.
uk: Ви можете поділитися відредагованою фотографією з друзями. Ви також можете перейти до альбому «Контакти», щоб одним клацанням миші приховати або видалити людей / спогади, які вам більше не потрібні в списках lifebox.

# carousel_view_first_page_title
source: Manage Your People Groups!
ar: قم بإدارة مجموعات الأشخاص!
de: Kontaktgruppen verwalten!
es: Administra tus grupos de personas
fr: Gérez vos groupes de personnes !
ka: მართე შენი ხალხის ჯგუფები!
ro: Gestionează-ți grupurile de oameni!
ru: Управляйте Своими Группами Людей!
sq: Menaxho grupet e miqve!
tr: Kişi Gruplarını Yönet!
uk: Управляти контактними групами!

# carousel_view_first_page_text
source: If you have more than one group for a person, select the person and "Add a Name". You can enter a new name or an existing name to merge that person's albums.
ar: يمكن إضافة اسم جديد لألبوم الأشخاص باختيار شخص والضغط على زر اضف اسم أويمكنك دمج الأشخاص في نفس الألبوم باختيار أحد الأسماء الموجودة.
de: Du kannst einen Kontakt auswählen und über die Schaltfläche ‘‘Name hinzufügen‘‘ dem Kontaktalbum einen neuen Namen hinzufügen oder Du kannst die Kontakte in demselben Album zusammenführen, indem Du einen der vorhandenen Namen auswählst.
es: Puedes seleccionar una persona y presionar “+ Agregar un nombre”. Puedes ingresar un nombre nuevo o uno que ya exista.
fr: Si vous avez plus d'un groupe pour une personne, sélectionnez la personne et "Ajouter un nom". Vous pouvez entrer un nouveau nom ou un nom existant pour fusionner les albums de cette personne.
ka: თუ შენ გაქვს ერთზე მეტი ჯგუფი ადამიანისთვის, აირჩიე პიროვნება და "დაამატე სახელი". შენ შეგიძლია შეიყვანო ახალი სახელი ან არსებული სახელი ამ ადამიანის ალბომების გაერთიანებისთვის.
ro: Dacă aveți mai multe grupuri pentru o persoană, selectați persoana și „Adăugați un nume”. Puteți introduce un nume nou sau un nume existent pentru a îmbina albumele persoanei respective.
ru: Вы можете выбрать человека и добавить новое имя в альбом контактов с помощью кнопки Добавить Имя, или же вы можете объединить контакты в одном и том же альбоме, выбрав одно из существующих имен.
sq: Nëse keni më shumë se një grup për një person, përzgjidhni personin dhe "Zgjidhni një emër". Ju mund të shtoni një emër të ri ose një emër ekzistues për të bashkuar albumet e tij.
tr: Bir kişi seçip İsim Ekle butonu ile kişi albümüne yeni isim verebilir ya da var olan isimlerden birini seçerek kişileri aynı albümde birleştirebilirsin.
uk: Ви можете вибрати контакт та додати нове ім'я в альбом контактів за допомогою кнопки Додати ім'я, або ви можете об'єднати контакти в той же альбом, вибравши одне з існуючих імен.

# carousel_view_second_page_title
source: Hide Unwanted People!
ar: قم بإخفاء الأشخاص الذين لا ترغب فيهم!
de: Kontakte, die Du nicht willst, ausblenden!
es: Oculta personas no deseadas
fr: Masquez les personnes indésirables !
ka: დამალე არასასურველი ხალხი!
ro: Ascundeți oamenii nedoriti!
ru: Скрыть Нежелательные Контакты!
sq: Fshih njerëzit e padëshiruar!
tr: İstemediğin Kişileri Gizle!
uk: Приховати людей, яких ви не бажаєте!

# carousel_view_second_page_text
source: Do you have some unwanted people or memories? All you need to do is select that person and click the “Hide” button. All of the memories will be moved to the “Hidden” album and you will no longer see these photos in the Photos tab or on homepage cards. You may restore them at any time.
ar: من الان إذا كان يوجد لديك أشخاص لا ترغب في ظهورهم أمامك في قائمة الصور و الإقتراحات بالصفحة الرئيسية, فما عليك سوى الدخول لألبوم الشخص واختيار"اخفي".فيتم بهذا نقل الأشخاص الغير مرغوب فيهم تلقائيا إلى ألبوم"مخفي" بنقرة واحدة.ويمكنك الرجوع عن هذه العملية في الوقت الذي ترغب فيه.
de: Gibt es Kontakte, die nicht mehr in Deiner Fotoliste und auf Deiner Homepage-Vorschlägen aufgeführt werden sollen? Wähle einfach den gewünschten Kontakt im Kontaktalbum aus und es genügt mit einem Klick zu sagen ‘‘Ausblenden". Du kannst somit auf die Erinnerungen der ausgeblendeten Kontakte über das Album "Ausgeblendet" zugreifen. Du kannst diesen Vorgang jederzeit rückgängig machen.
es: Si hay personas que ya no deseas tener en tus fotos ni en las sugerencias en la página de inicio, selecciona a la persona y presiona “Ocultar”. Las fotos de las personas no deseadas se llevarán automáticamente al álbum “Oculto”. Puedes restaurarlos cuando quieras.
fr: Vous avez des personnes ou des souvenirs indésirables ? Il vous suffit de sélectionner cette personne et de cliquer sur le bouton "Masquer". Tous les souvenirs seront déplacés vers l'album "Masqué" et vous ne trouverez plus ces photos dans les Photos ou la page d'accueil. Vous pouvez les restaurer à tout moment.
ka: გყავს არასასურველი ადამიანები ან გაქვს არასასურველი მოგონებები? შენ მხოლოდ უნდა აირჩიო ეს ადამიანი და დააჭირო ღილაკს "დამალვა". ყველა მეხსიერება გადავა ალბომში „დამალული“ და ამ ფოტოებს აღარ იხილავ ფოტოების ჩანართში ან საწყისი გვერდის ბარათებზე. შენ შეგიძლია აღადგინო ისინი ნებისმიერ დროს.
ro: Aveți niște oameni sau amintiri nedorite? Tot ce trebuie să faceți este să selectați acea persoană și să faceți clic pe butonul „Ascunde”. Toate amintirile vor fi mutate în albumul „Ascuns” și vor mai apărea. Le puteți restaura oricând.
ru: Если есть люди, которых вы больше не хотите отображать в списке фотографий и предложений на главной странице, просто войдите в альбом контакта и укажите «Скрыть». Нежелательные контакты автоматически добавятся в альбом «Скрытый» одним щелчком мыши. Вы можете отменить это действие в любое время.
sq: Keni persona ose kujtime të padëshiruara? Cfare duhet të bëni është të përzgjidhni atë person dhe të klikoni në butonin "Fshih". Të gjitha kujtimet do të shkojnë në albumin "Të Fshehura" dhe nuk do t'i shikoni më këto foto në albume. Ju mund t'i riktheni përsëri në cdo kohë.
tr: Artık fotoğraflar listende ve ana sayfa önerilerinde karşına çıkmasını istemediğin kişiler varsa, kişi albümüne girip "Gizle" demen yeterli. İstenmeyen kişiler tek tuşla "Gizli" albümüne otomatik atılır. İstediğin zaman bu işlemi geri alabilirsin.
uk: Якщо є люди, яких ви більше не хочете відображати в списку фотографій та пропозиціях на головній сторінці, достатньо войти в альбом контактів та натиснути «Приховати». Небажані люди автоматично додаються в альбом «Приховані» одним клацанням миші. Ви можете анулюватицей процес у будь-який час.

# carousel_view_third_page_title
source: Delete Unwanted People!
ar: امسح الأشخاص الذين لا ترغب فيهم!
de: Lösche die unerwünschten Kontakte!
es: Elimina a las personas no deseadas
fr: Supprimez les personnes indésirables !
ka: წაშალე არასასურველი ადამიანები!
ro: Ștergeți persoane nedorite!
ru: Удалить Нежелательные Контакты!
sq: Fshi personat e padëshiruar!
tr: İstemediğin Kişileri Sil!
uk: Видалити людей, яких ви не бажаєте!

# carousel_view_third_page_text
source: Some people or memories are not worth saving. Free up your space by selecting the person’s album and clicking “Delete”. If you change your mind, you can restore them from trash bin within 90 days of deleting. You can also use the “Hide” button if you are not ready to delete.
ar: إذا كنت تجد أنه لا يجب الاحتفاظ بنسخة احتياطية من ذكريات شخص ما, فيمكنك إلقاءها في سلة المهملات خلال مرة واحدة عن طريق تحديد إجراء "الحذف"من داخل ألبوم الشخص.وإذا ندمت على ذلك,يمكنك استخدام خاصية التحميل مرة أخرى من سلة المهملات في غضون 90 يوما.وإذا كنت تقول إنني لا أستطيع البعد عن ذكرياتي إلى الأبد,و لكن لا تريد أن تظهر أمامك بشكل مستمر, فيأتي إجراء الإخفاء قبل الحذف على الفور.
de: Wenn es sich nicht lohnt, einen Kontakt und seine Erinnerungen zu sichern, kannst Du sie sofort in den Papierkorb verschieben, indem du im Album der Kontakte den Vorgang "Löschen" auswählst. Wenn Du es bereust, kannst Du die Wiederherstellungsfunktion innerhalb von 90 Tagen aus dem Papierkorb verwenden. Wenn Du dir sagst ‘‘ich kann mich von meinen Erinnerungen nicht trennen, aber ich will sie nicht immer vor mir haben‘‘, die Ausblendfunktion ist gleich über der Löschaktion.
es: Si tienes recuerdos que no valen la pena guardar, libera espacio en tu memoria seleccionando las fotos que deseas borrar y presiona “Eliminar”. Si cambias de parecer, puedes recuperarlos de la papelera en los próximos 90 días. Si no deseas borrarlos, únicamente presiona “Ocultar” y puedes recuperarlos cuando quieras.
fr: Certaines personnes ou certains souvenirs ne valent pas la peine d'être conservés. Libérez votre espace et votre vie en sélectionnant l'album de la personne et en cliquant sur le bouton "Supprimer". En cas de regret, vous disposez de 90 jours pour les restaurer. Si vous n'êtes pas prêt à effacer, gardez à l'esprit que vous avez également l'option "Masquer".
ka: ზოგი ადამიანის ან მოგონების შენახვა არ ღირს. გაათავისუფლე შენი ადგილი, მონიშნე ადამიანის ალბომი და დააჭირე “წაშლას“. თუ გადაიფიქრებ, ალბომის აღდგენა წაშლიდან 90 დღის განმავლობაში შეგეძლება სანაგვე ურნიდან. ასევე შეგიძლია “დამალვის“ ღილაკი გამოიყენო, თუ წასაშლელად არ ხარ მზად.
ro: Unele persoane sau amintirile nu merită păstrate. Eliberează-ți spațiul și viața selectând albumul de persoane și făcând clic pe butonul „Șterge”. În caz de sentiment de regret, aveți la dispoziție 90 de zile pentru restaurare. Dacă nu sunteți gata să ștergeți, rețineți că aveți și opțiunea „Ascundeți”.
ru: Если есть человек и воспоминания, связанные с ним, которые по вашему мнению не стоит хранить, вы можете сразу переместить их в корзину, выбрав действие «Удалить» в альбоме контакта. В случае, если вы пожалеете об этом действии, у вас есть 90 дней для восстановления. Если вы не готовы стереть, имейте в виду, что у вас также есть опция «Скрыть».
sq: Disa kujtime ose njerëz nuk ia vlejnë të ruhen. Liro hapsirë duke përzgjdhur albumin e personit dhe klikoni në butonin "Fshij". Në cdo rast, ju keni 90 ditë kohë për t'i rikthyer përsëri. Nëse nuk jeni gati për t'i fshirë, kujtoni se keni edhe opsionin "Fshih".
tr: Bir kişiyi ve ona ait anıları yedeğinde tutmaya değer görmüyorsan kişi albümü içinde "Sil" aksiyonunu seçerek bir kerede çöp kutusuna atabilirsin. Pişman olursan diye çöp kutusundan 90 gün içinde geri yükleme özelliğini kullanabilirsin. Ben anılarımdan sonsuza kadar kopamam ama sürekli önüme de çıkmasın dersen gizleme aksiyonu hemen silmenin üzerinde.
uk: Якщо ви не вважаєте за потрібне зберігати людини та його спогади в резервному сховище, ви можете відразу викинути їх в корзину, вибравши дію «Видалити» в альбомі цієї людини. Якщо ви пошкодуєте про це, ви можете скористатись функцією відновлення з корзини протягом 90 днів. Якщо ви не можете назавжди розлучитися зі своїми спогади, але не бажаєте постійно їх бачити, кнопка приховати відразу ж над кнопкою видалити.

# hidden_bin_album_slider_title
source: My Hidden Albums
ar: مخفي
de: Ausgeblendet
es: Ocultado
fr: Mes albums masqués
ka: ჩემი დამალული ალბომები
ro: Albumele mele ascunse
ru: Скрытый
sq: Albumet e mia të fshehura
tr: Gizli
uk: Приховані

# hidden_bin_album_slider_empty
source: There is no hidden album yet.
ar: لا يوجد لديك ألبوم لشخص ,لموضوع,لمكان إلخ حتى الان.يمكنك إخفاء أي ألبوم باختياره ومن ثم اخفاءه في مرة واحدة.
de: Du hast noch keine versteckten Alben mit Kontakten, Orte usw. Du kannst irgendein Album auswählen und dieses auf einmal ausblenden.
es: Todavía no tienes fotos o vídeos ocultos.
fr: Il n'y a pas d'album masqué pour l'instant.
ka: ჯერ არ გაქვს არც ერთი დამალული ალბომი.
ro: Nu există încă un album ascuns.
ru: У вас пока нет скрытых контактов, предметов, мест и т. д. Вы можете выбрать любой альбом и скрыть его за один раз.
sq: Nuk ka ende album të fshehur
tr: Henüz gizlenmiş bir kişi, obje, yer vb albümün yok. Herhangi bir albümü seçip tek seferde gizleyebilirsin.
uk: У вас поки що немає прихованих альбомів контактів, предметів, місць і т. д. Ви можете вибрати будь-який альбом та приховати його зараз.

# hidden_bin_empty
source: There is no hidden item yet.
ar: لا توجد صورة قد قمت بإخفائها حتى الان.عليك فقط اختيار الصورة والضغط على"اخفي".
de: Du hast noch keine ausgeblendeten Fotos. Es genügt, ein Foto auszuwählen und ‘‘Ausblenden‘‘ anzuwählen.
es: Todavía no tienes fotos o vídeos ocultos. Para ocultar, simplemente selecciona una foto y presiona “ocultar”.
fr: Il n'y a pas d'objet masqué pour l'instant.
ka: ჯერ არ გაქვს დამალული ფაილი.
ro: Nu există încă niciun articol ascuns
ru: У вас пока нет скрытых фотографий. Просто выберите фотографию и укажите «Скрыть».
sq: Nuk ka ende njësi të fshehura
tr: Henüz gizlediğin bir fotoğraf yok. Fotoğraf seçip "Gizle" demen yeterli.
uk: У вас ще немає прихованої фотографії. Просто виберіть фотографію і натисніть «Приховати».

# hidden_bin_navbar_title
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
ka: დამალული
ro: Ascuns
ru: Скрытый
sq: E fshehur
tr: Gizli
uk: Приховані

# unhide_popup_text
source: Selected item(s) will be unhidden and moved back to previous folders. Are you sure to continue?
ar: سوف تنتقل العناصر المختارة للمجلدات القديمة وسوف تبدأ بالظهور في قوائم LİFEBOX.هل ترغب في الاستمرار؟
de: Das/die ausgewählte/-n Element/-e wird/werden in ihre alten Ordner verschoben und in den Lifebox-Listen angezeigt. Möchtest Du fortfahren?
es: El/los elemento(s) se moverán a las carpetas antiguas y se podrá ver en las listas de lifebox. Deseas continuar ?
fr: Les éléments sélectionnés ne seront pas masqués et seront replacés dans les dossiers précédents. Êtes-vous sûr de continuer ?
ka: არჩეული ნივთ(ებ)ი გამოჩნდება და გადაადგილდება კუთხვნილ საქაღალდეში.
ro: Elementul (ele) selectat (e) va fi ne-ascuns și va fi mutat înapoi în dosarele anterioare. Ești sigur că vei continua?
ru: Выбранные элемент(ы) будут перемещены обратно в свои папки и будут отображаться в списках lifebox. Хотите продолжить?
sq: Njësitë e përzgjedhura do të zbulohen dhe do të zhvendosen përsëri në skedarët e mëparshëm. Dëshironi të vazhdoni?
tr: Seçilen öğe(ler) eski klasörlerine geri taşınacak ve lifebox listelerinde görüntülenebilmeye başlayacak. Devam etmek istiyor musun?
uk: Вибрані елементи будуть переміщені назад в їх старі папки та будуть зображатися в списках lifebox. Ви бажаєте продовжити?

# divorce_card_title
source: Tip: You can add some fun to your memories with our new GiFs and Stickers and share them with your friends. Select a photo and start having FUN! Watch the video for the details.
ar: الأهواء التي سوف تمسح من الذاكرة !
de: Leidenschaften, die von den Erinnerungen gelöscht werden!
es: Los amores que se eliminarán de los recuerdos !
fr: Libérez votre cœur !
ka: რჩევა: შეგიძლია გაახალისო შენი მოგონებები ჩვენი ახალი გიფებით და სტიკერებით, შემდეგ კი გაუზიარე ის მეგობრებს. აირჩიო ფოტო და დაიწყე გართობა! უყურე ვიდეოს დეტალებისთვის.
ro: Dezlănțuie-ți inima!
ru: Любовь Подлежащая Удалению из Воспоминаний!
sq: Cliro zemrën tënde!
tr: İpucu: Yeni GiF ve Stickerlar ile anılarını daha eğlenceli hale getirebilir ve arkadaşlarınla paylaşabilirsin. Hemen bir fotoğraf seç ve EĞLENmeye başla! Detaylar için videoyu izleyebilirsin.
uk: Любов яка буде стерта з спогадів!

# trash_bin_album_slider_title
source: Trash Bin
ar: سلة المهلات
de: Papierkorb
es: Papelera de reciclaje
fr: Poubelle
ka: სანაგვე ურნა
ro: Coș de gunoi
ru: Корзина
sq: Koshi
tr: Çöp Kutusu
uk: Корзина
