Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# support_form_signup_subject_3
source: Password is not accepted
ar: لا يقبل رقم الحماية الخاص بي/ لايف بوكس.
de: Mein Passwort wird nicht akzeptiert.
es: No se acepta mi contraseña.
fr: Mon mot de passe n'est pas accepté.
ka: პაროლი არ არის მიღებული
ro: Parola nu este acceptată
ru: пароль не принят
sq: Fjalëkalimi nuk pranohet.
tr: Şifrem kabul edilmiyor.
uk: Lifebox - пароль не приймається

# cred_update_title
source: Are you still using the same e-mail and phone number?
ar: هل لا يزال عنوان بريدك الإلكتروني ورقم هاتفك كما هو؟
de: Sind Deine E-Mailadresse und Deine Telefonnummer noch gleich?
es: ¿Tu dirección de correo electrónico y número de teléfono siguen siendo los mismos?
fr: Votre adresse email et votre numéro de téléphone sont-ils toujours les mêmes ?
ka: ისევ იგივე მეილს და ნომერს იყენებ?
ro: Încă folosești același e-mail și număr de telefon?
ru: Вы все еще используете тот же адрес электронной почты и номер телефона?
sq: Jeni duke përdorur ende të njëjtin e-mail dhe numër telefoni?
tr: E-posta adresin ve telefon numaran hala aynı mı?
uk: Ви все ще використовуєте ту саму адресу електронної пошти та номер телефону?

# cred_completion_message
source: Thank you for being always up to date!
ar: شكرا للحفاظ على معلوماتك محدثة!
de: Wir danken Dir, dass du Deine Daten aktualisiert hast.
es: ¡Gracias por mantener actualizada tu información!
fr: Merci de garder vos informations à jour !
ka: მადლობა, რომ ყოველთვის ეცნობი სიახლეებს!
ro: Vă mulțumim pentru că sunteți mereu la curent!
ru: Спасибо за то, что вы всегда в курсе событий!
sq: Faleminderit që jeni gjithnjë i përditësuar!
tr: Bilgilerini güncel tuttuğun için teşekkürler!
uk: Спасибі за те, що завжди в курсі!

# tbmatic_photos_title
source: Your Memories! %@
ar: ذكرياتك %@
de: Deine Erinnerungen %@
es: Tus recuerdos @%
fr: Vos souvenirs %@
ka: შენი მოგონებები! %@
ro: Fotografiile TBT! %@
ru: Ваши TBT фото! %@
sq: Kujtimet tuaja! %@
tr: Anıların %@
uk: Ваші TBT фото! %@

# tbmatic_photos_no_photo_text
source: Your photo was deleted:(
ar: صورك هذه قد حذفت :(
de: Dieses Foto von Dir wurde gelöscht :(
es: Esta foto se ha eliminado :(
fr: Cette photo a été supprimée :(
ka: შენი ფოტო წაიშალა :(
ro: De această dată nu am putut găsi nicio fotografie potrivită :(
ru: Мы не смогли найти совпадения фотографий на этот раз :(
sq: Fotoja juaj është fshirë :(
tr: Bu fotoğrafın silinmiş:(
uk: Ми не змогли знайти підходящі фотографії на цей раз :(

# tbmatic_photos_no_photo_bold_text
source: deleted:(
ar: قد حذفت :(
de: gelöscht :(
es: esta eliminado: (
fr: Supprimé :(
ka: წაშლილია:(
ro: Nu am putut găsi
ru: Мы не смогли найти
sq: E fshirë :(
tr: silinmiş:(
uk: Ми не змогли знайти

# tbmatic_photos_see_timeline
source: See Timeline
ar: اذهب إلى صورك
de: Gehe zu Deinen Fotos
es: Ir a tus fotos
fr: Accédez à vos photos
ka: ნახე თაიმლაინი
ro: Vezi Cronologie
ru: Смотрите график
sq: Shikoni afatin kohor
tr: Fotoğraflarına Git
uk: Див. часову шкалу

# tbmatic_photos_share
source: Share
ar: شارك
de: Teile
es: Compartir
fr: Partager
ka: გააზიარე
ro: Distribuie
ru: Поделиться
sq: Ndani
tr: Paylaş
uk: Поділитися

# digicel_quota_cancel_AI
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_AG
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_AW
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_BB
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_BM
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_BQ
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_VG
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_KY
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_CW
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_DM
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_SV
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_GD
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_GY
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_HT
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_MS
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_KN
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_LC
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_VC
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Cancelar o administrar su suscripción a Lifebox desde la aplicación My Digicel
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_SR
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_TT
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_quota_cancel_TC
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.

# digicel_feature_cancel_AI
source: Cancel or manage your Lifebox subscription in the My Digicel app
ar: يمكنكم إدارة وإلغاءعضوية lifebox من خلال تطبيق My Digicel.
de: Sie können Ihr Digicel-Abonnement über die My Digicel-Anwendung oder den Kundendienst kündigen oder verwalten. “
es: Puede cancelar o gestionar su membresía de lifebox por medio de la aplicación My Didicel.
fr: Annuler ou gérer votre offre lifebox dans My Digicel app
ka: გააუქმე ან მართე შენი Lifebox გამოწერა My Digicel აპლიკაციაში
ro: Anulați sau gestionați abonamentul pentru Lifebox în aplicația My Digicel
ru: Вы можете отменить или управлять своей подпиской lifebox из приложения My Digicel.
sq: Anulloje ose menaxhoje abonimin tënd Lifebox në aplikacionin My Digicel app
tr: lifebox aboneliğinizi My Digicel uygulamasından iptal edebilir veya yönetebilirsiniz.
uk: Ви можете анулюватиабо управляти вашою підпискою lifebox з додатка My Digicel.
