Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# free_up_space_alert_title
source: Free Up Space
ar: افتح مكان بهاتفك.
de: Mehr Speicherplatz auf dem Telefon freigeben.
es: Crear espacio en tu teléfono
fr: Libérez de l'espace sur votre téléphone
ka: გაათავისუფლე ადგილი
ro: Eliberează spațiu pe telefon
ru: Освободите Место на вашем телефоне
sq: Liro hapësirë në telefonin tënd.
tr: Telefonunda Yer aç
uk: Звільніть місце на телефоні

# free_up_space_no_duplicates
source: You have no duplicate photos/videos.
ar: ليس لديك صور / مقاطع فيديو مكررة.
de: Keine wiederkehrenden Fotos / Videos.
es: No tienes foto / video repetitivos.
fr: Vous n'avez pas de photos / vidéos récurrents
ka: შენ არ გაქვს დუბლირებული ფოტოები/ვიდეოები.
ro: Nu există fotografii / videoclipuri repetate.
ru: У вас нет повторяющихся фотографий / видео.
sq: Nuk ke foto / video të përsëritur.
tr: Tekrarlayan fotoğrafın /videon yok.
uk: У вас немає фото / відео, які повторюються

# free_up_space_in_progress
source: Your duplicate file list is not ready yet, please try again later.
ar: قائمة الملفات المتكررة الخاصة بك ليست جاهزة بعد , يرجى المحاولة لاحقًا.
de: Ihre Liste der wiederkehrenden Dateien ist noch nicht fertig. Bitte versuchen Sie es später noch einmal.
es: Todavía no está preparado tu lista de archivos repetitivos, por favor volver a probarlo más tarde.
fr: Votre liste de dossiers récurrents n'est pas encore prête, veuillez réessayer plus tard.
ka: შენი დუბლირებული ფაილების სია ჯერ არ არის მზად, გთხოვთ, სცადო მოგვიანებით.
ro: Lista ta de fișiere repetate nu este încă pregătită, încercați mai târziu
ru: Ваш список повторяющихся файлов еще не готов, пожалуйста, попробуйте позже.
sq: Lista jote e skedarëve të përsëritura nuk është ende gati, Të lutem, provoje më vonë.
tr: Tekrarlayan dosyalar listen henüz hazır değil, lütfen daha sonra dene.
uk: Ваш список повторюваних файлів ще не готовий, будь ласка, спробуйте пізніше.

# all_people_become_premium_text
source: To see all people, become a Premium member!
ar: كن مشترك بريميوم حتى تتمكن من رؤية جميع جهات الاتصال!
de: Werden Sie Premium-Mitglied, um alle Kontakte sehen zu können!
es: Ser miembro Premium para ver todos los contactos!
fr: Devenez membre Premium pour voir tous les contacts!
ka: ყველა ადამიანის სანახავად, გახდი პრემიუმ წევრი!
ro: Deveniți membru Premium pentru a vedea toate contactele!
ru: Станьте Премиум-участником, чтобы увидеть все контакты!
sq: Bëhu Anëtari Premium për të parë të gjitha personat!
tr: Tüm kişileri görmek için Premium üye ol!
uk: Станьте преміум-членом, щоб побачити усі контакти!

# no_people_become_premium_text
source: None of the faces were identified. To see faces and unlock more features become Premium!
ar: لم يتم تحديد أي من جهات الاتصال. كن مشترك بريميوم حتى تتمكن من رؤية جهات الاتصال وحتى تتمكن من الحصول على مميزات أكثر.
de: Keiner der Kontakte wurde identifiziert. Werden Sie Premium, um Kontakte zu sehen und auf weitere Funktionen zuzugreifen!
es: No se pudo identificar ningún contacto. Ser miembro Premium para ver los contactos y poder acceder a más funciones!
fr: Aucun des contacts n'a été identifié. Devenez Premium pour voir des contacts et accéder à plus de fonctionnalités!
ka: არც ერთი სახე არ გამოვლენილა. სახეების სანახავად და მეტი ფუნქციის განბლოკვის მიზნით, გახდი Premium-ი!
ro: Niciunul dintre contacte nu a fost identificat. Deveniți Premium pentru a vedea contactele și a accesa mai multe funcții!
ru: Ни один из контактов не был идентифицирован. Станьте Премиум участником, чтобы видеть контакты и получить доступ к большему количеству функций!
sq: Asnjë nga personat nuk u identifikua. Bëhuni një Premium për të parë personat dhe për të arritur në më shumë karakteristika!
tr: Kişilerin hiçbiri tanımlanmadı. Kişileri görmek ve daha fazla özelliğe erişebilmek için Premium olun!
uk: Жоден із контактів не був ідентифікований. Станьте Преміум-членом, щоб побачити контакти та отримати доступ до більших додаткових функцій!

# face_image_enable
source: Enable Face Image Grouping
ar: قم بتفعيل خاصية تجميع الوجوه&الأشياء
de: Aktivieren Sie die Gesichts- und Objektgruppierung
es: Activar agrupación de caras y objetos
fr: Activer le regroupement des visages & objets
ka: ჩართე სახის გამოსახულების დაჯგუფება
ro: Activează gruparea Feţe & Obiecte
ru: Включить группировку Лиц & Объектов
sq: Aktivizoje grupimin e fytyrave & objekteve.
tr: Yüz & Nesne gruplamayı etkinleştir
uk: Активізуй групування обличчя та об’єктів

# face_image_enable_message_text
source: When you enable Face&Image Recognition feature, the photos you have uploaded will be grouped according to the faces and objects.
ar: عند تفعيلك لخاصية التعرف على الوجوه&الأشياء,فيتم تجميع الصور التي تقوم بتحميلها وفقا للوجوه والأشياء.
de: Wenn die Gesichts- und Objekterkennung aktiviert ist, werden die von Ihnen hochgeladenen Fotos nach Gesichtern und Objekten gruppiert.
es: Al activarlo, las fotos se agruparán según caras, objetos y otras características similares en ellas.
fr: Lorsque la reconnaissance des visages et des objets est activée, les photos que vous téléchargez sont regroupées par visage et objets.
ka: როდესაც ჩართავ Face&Image Recognition ფუნქციას, შენს მიერ ატვირთული ფოტოები დაჯგუფდება სახეებისა და ობიექტების მიხედვით.
ro: Atunci când este activată recunoașterea Feţe&Obiecte, fotografiile încărcate sunt grupate în funcție de Feţe & Obiecte.
ru: При включении Распознавания Лиц & Объектов загружаемые фотографии группируются по лицам и объектам.
sq: Kur aktivizon Njohjen e Fytyrës & Objektit, fotot që ngarkon grupohen sipas fytyrave dhe objekteve.
tr: Yüz & Nesne Tanıma özelliğini etkinleştirdiğinde, yüklediğin fotoğraflar yüz ve nesnelere göre gruplandırılır.
uk: Коли ви активізуєте розпізнавання обличчя та об’єкти, завантажені фотографії групуються по обличчю та об’єкти.

# face_image_enable_snack_text
source: Your photos are grouping with Face & Image recognition. Please check later.
ar: يبدأ تجميع صورك باستخدام خاصية التعرف على الوجوه&الأشياء,يرجى التحقق لاحقا.
de: Ihre Fotos werden mit der Gesichts- und Objekterkennung gruppiert. Bitte überprüfen Sie dies später.
es: Se están agrupando tus fotos con la identificación de Cara & Objeto, por favor volver a controlarlo más tarde.
fr: Avec la reconnaissance de visages & objets, vos photos commencent à être regroupées, veuillez vérifier plus tard.
ka: შენი ფოტოები ჯგუფდება სახის და გამოსახულების ამოცნობით. გთხოვთ, გადაამოწმო მოგვიანებით.
ro: Gruparea fotografiilor prin Recunoaștere Feţe & Obiecte începe. Te rugăm să verifici mai târziu.
ru: Благодаря Распознаванию Лиц & Объектов ваши фотографии начинают группироваться, пожалуйста, проверьте позже.
sq: Me njohjen e Fytyrës & Objektit, fotot e tua fillojnë të grupohen, të lutem kontrolloje më vonë.
tr: Yüz & Nesne Tanıma ile fotoğrafların gruplanmaya başlıyor,lütfen daha sonra kontrol et.
uk: З розпізнаванням обличчя та об’єктів ваші фотографії починають групуватися, будь ласка, перевірте пізніше.

# file_info_people
source: Enable face and image recognition to see people in photos.
ar: حتى تتمكن من رؤية جهات الاتصال المتواجدة بالصور قم بتفعيل خاصية التعرف على الوجوه&الأشياء.
de: Aktivieren Sie die Gesichts- und Objekterkennung, um Personen auf Fotos zu sehen.
es: Activar la función de identificación de cara & objetivo para ver los contactos en las fotos.
fr: Activez la reconnaissance des visages & objets pour voir les contacts sur les photos.
ka: ჩართე სახის და გამოსახულების ამოცნობა, რათა ნახო ადამიანები ფოტოებზე.
ro: Activează Recunoaștere Feţe & Obiecte pentru a vedea persoanele în fotografii
ru: Включите Распознавание Лиц & Объектов, чтобы видеть людей на фотографиях.
sq: Aktivizoje veçorinë e njohjes së fytyrës & objektit për të parë personat që janë në foto.
tr: Fotoğraflardaki kişileri görmek için yüz & nesne tanıma özelliğini etkinleştir.
uk: Увімкніть функцію розпізнавання обличчя та об’єкта, щоб бачити людей на фотографіях.

# removed_from_album_success
source: Item(s) removed successfully
ar: تم إزالة العنصر(العناصر) بنجاح.
de: Element(e) wurden erfolgreich entfernt.
es: El objetivo (los objetivos) se removió/ removieron con éxito.
fr: Les éléments ont été supprimés avec succès.
ka: პუნქტ(ებ)ი წარმატებით წაიშალა
ro: Elementul (elementele) au fost eliminate cu succes.
ru: Предмет(ы) были успешно удалены.
sq: Artikujt janë hequr me sukses.
tr: Öğe(ler) başarıyla kaldırıldı.
uk: Елемент (и) були успішно видалено.

source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Avez-vous déjà un compte?
ka: უკვე გაქვს ანგარიში?
ro: Ai deja un cont?
ru: У вас уже есть аккаунт?
sq: Ke tashmë një llogari?
tr: Zaten hesabın var mı?
uk: У Вас вже є аккаунт?

# already_have_account_title
source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Avez-vous déjà un compte?
ka: უკვე გაქვს ანგარიში?
ro: Ai deja un cont?
ru: У вас уже есть аккаунт?
sq: Ke tashmë një llogari?
tr: Zaten hesabın var mı?
uk: У Вас вже є аккаунт?

# contact_phase2_delete_duplicates_title
source: Delete Duplicates
ar: امسح المتكرر
de: Duplikate löschen
es: Eliminar las entradas repetidas
fr: Supprimer ceux qui répètent
ka: წაშალე დუბლიკატები
ro: Șterge duplicatele
ru: Удалить дубликаты
sq: Fshiji të përsëriturat
tr: Tekrarlayanları sil
uk: Видалити повторні записи

# contact_phase2_delete_duplicates_top_label
source: %d possible duplicates to review on phone
ar: تم العثور على تسجيل متكرر %d بدليل الهاتف
de: %d wiederkehrende Einträge im Verzeichnis gefunden
es: Se han encontrado %d entradas repetidas en la guía telefónica
fr: %d enregistrements répétés trouvés dans le répertoire téléphonique
ka: შენს მოწყობილობაზე არის %d დუბლირებული კონტაქტი
ro: În agenda telefonică au fost găsite %d contacte duplicate
ru: В телефонной книге найдено %d дубликатов
sq: U gjetën %d e regjistrimeve të përsëritura në librin tënd të telefonit.
tr: Telefon rehberinde %d tekrarlı kayıt bulundu
uk: У телефонній книзі знайдено %d повторні записи

# contact_phase2_delete_duplicates_delete_all
source: Delete All
ar: امسح الجميع
de: Alles löschen
es: Eliminar Todos
fr: Supprimer Tout
ka: ყველას წაშლა
ro: Șterge Totul
ru: Удалить Все
sq: Fshije te Gjitha
tr: Tümünü Sil
uk: Видалити Всі

# contact_phase2_delete_duplicates_count
source: %d duplicates
ar: تسجيل متكرر%d
de: % d Wiederkehrende Eintragung
es: %d Entradas Repetidas
fr: %d enregistrements répétés
ka: %d დუბლიკატი
ro: %d Contacte Duplicate
ru: %d Дубликатов
sq: %d e regjistrimeve të përsëritura
tr: %d Tekrarlı Kayıt
uk: %d Повторних Записів

# contact_phase2_delete_duplicates_confirm_title
source: Delete Duplicates?
ar: هل ترغب في مسح التسجيلات المتكررة؟
de: Wiederkehrende Einträge löschen?
es: ¿Desea eliminar las entradas repetidas?
fr: Supprimer les enregistrements répétés s ?
ka: წავშალო დუბლიკატები?
ro: Șterge-ți contactele duplicate?
ru: Удалить дубликаты?
sq: Lë të fshihen regjistrime të përsëritura?
tr: Tekrarlı kayıtlar silinsin mi?
uk: Видалити повторні записи?

# contact_phase2_delete_duplicates_confirm_message
source: Your duplicated contacts will be deleted from your phone. Are you sure you want to delete?
ar: سوف يتم مسح التسجيلات المتكررة المتواجدة بدليل هاتفك, هل ترغب في مسح التسجيلات المتكررة من هاتفك؟
de: Im Verzeichnis wiederkehrende Einträge werden gelöscht. Möchten Sie diese Einträge von Ihrem Handy löschen?
es: Las entradas repetidas en la guía telefónica se eliminarán. ¿Desea eliminar estas entradas de su teléfono?
fr: Les enregistrements répétés de répertoire téléphonique seront supprimés. Voulez-vous supprimer ces enregistrements de votre téléphone?
ka: შენი დუბლირებული კონტაქტები წაიშლება შენი ტელეფონიდან. დარწმუნებული ხარ რომ წაშლა გინდა?
ro: Contactele repetate din agenda telefonică vor fi șterse. Dorești să ștergi aceste contacte de pe telefon?
ru: Дубликаты в вашей телефонной книге будут удалены. Вы хотите удалить эти записи с вашего телефона?
sq: Regjistrimet e përsëritura që janë në librin tënd të telefonit do të fshihen. A doni të fshini këto regjistrime nga telefoni yt?
tr: Telefon rehberindeki tekrarlı kayıtlar silinecektir. Bu kayıtları telefonundan silmek istiyor musun?
uk: Записи, що повторюються в телефонній книзі будуть видалені. Ви бажаєте видалити ці записи з вашого телефону?

# contact_phase2_delete_duplicates_success_title
source: Delete Successfully
ar: تم مسح تسجيلاتك المتكررة
de: Wiederkehrende Einträge gelöscht
es: Tus entradas repetidas han sido eliminadas
fr: Les enregistrements répétés ont été supprimés
ka: წარმატებით წაიშალა
ro: Contactele duplicate au fost șterse
ru: Дубликаты были удалены
sq: Regjistrimet e tua të përsëritura janë fshirë.
tr: Tekrarlı kayıtların silindi
uk: Записи, що повторюються видалені

# contact_phase2_delete_duplicates_success_message
source: You delete duplicated contacts from your phone and lorem ipsum lorem ipsum.
ar: تم مسح التسجيلات المتكررة بهاتفك بنجاح.
de: Wiederkehrende Einträge auf Ihrem Handy wurden erfolgreich gelöscht.
es: Las entradas repetidas en su teléfono se han eliminado con éxito.
fr: Les enregistrements répétés sur votre téléphone ont été supprimés avec succès.
ka: დუბლირებული კონტაქტები წარმატებით წაიშალა შენი მოწყობილობიდან.
ro: Contactele duplicate de pe telefonul tău au fost șterse cu succes.
ru: Дубликаты были успешно удалены с вашего телефона.
sq: Regjistrimet e tua të përsëritura që janë në telefonin tënd janë fshirë me sukses.
tr: Telefonundaki tekrarlı kayıtlar başarıyla silinmiştir.
uk: Записи, що повторюються на вашому телефоні успішно видалені.

# contact_phase2_delete_duplicates_back_up_title
source: Back up Contacts
ar: انسخ جهات الاتصالات العائدة لك احتياطيا
de: Sichern Sie Ihre Kontakte
es: Copia de seguridad de tus contactos
fr: Sauvegardez vos Contacts
ka: კონტაქტების სარეზერვო ასლის შექმნა
ro: Efectuează Backup Contactelor Tale
ru: Сделать Резервную Копию Ваших Контактов
sq: Rezervoji kontaktet e tua
tr: Kontaklarını Yedekle
uk: Зробити Резервну Копію Контактів

# contact_phase2_delete_duplicates_back_up_message
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
ar: قم بالنسخ الاحتياطي على الفور لدليل هاتفك الذي تم تحديثه بلايف بوكس lifebox!
de: Sichern Sie das aktualisierte Verzeichnis sofort auf Lifebox!
es: ¡Haga una copia de seguridad de su guía telefónica actualizada en lifebox inmediatamente!
fr: Sauvegardez immédiatement le répertoire téléphonique mis à jour sur lifebox!
ka: დაუყონებლივ შექმენი განახლებული კონტაქტების სარეზერვო ასლი lifebox-ში!
ro: Efectuează imediat backup agendei telefonice actualizată pe lifebox!
ru: Сделайте резервную копию обновленной телефонной книги в lifebox прямо сейчас!
sq: Rezervoje menjëherë librin tënd të azhurnuar të telefonit edhe në lifebox!
tr: Güncellenen telefon rehberini hemen lifebox'a da yedekle!
uk: Відразу зробити резервну копію оновленої телефонної книги на lifebox!

# contact_phase2_delete_duplicates_back_up_button
source: Back up Now
ar: قم بالنسخ الاحتياطي الان
de: Jetzt sichern
es: Copia Ahora
fr: Sauvegarder Maintenant
ka: დაარეზერვე ახლავე
ro: Efectuează Backup Acum
ru: Сделать Резервное Копирование Сейчас
sq: Rezervo Tani
tr: Şimdi Yedekle
uk: Створити Резервну Копію Зараз

# contact_phase2_delete_duplicates_progress_title
source: Delete Duplicates on Phone
ar: امسح التسجيلات المتكررة المتواجدة بهاتفك
de: Löschen Sie wiederkehrende Einträge auf Ihrem Handy
es: Eliminar entradas repetidas en su teléfono
fr: Supprimer Les Enregistrements Répétés Sur Votre Téléphone
ka: წაშალე დუბლიკატები ტელეფონიდან
ro: Șterge Contactele Duplicate Din Telefonul Tău
ru: Удалить Дубликаты с Вашего Телефона
sq: Fshiji regjistrimet e tua të përsëritura që janë në telefonin tënd
tr: Telefonundaki Tekrarlı Kayıtları Sil
uk: Видалити Повторювані Записи На Телефоні

# contact_phase2_delete_duplicates_progress_message
source: Your duplicated contacts will be deleted from your phone!
ar: سوف يتم مسح التسجيلات المتكررة من هاتفك!
de: Wiederkehrende Einträge werden aus Ihrem Handy gelöscht!
es: ¡Las entradas repetidas se eliminarán de su teléfono!
fr: Les enregistrements répétés seront supprimés de votre téléphone!
ka: შენი დუბლირებული კონტაქტები წაიშლება შენი ტელეფონიდან!
ro: Contactele duplicate din telefonul tău vor fi șterse!
ru: Дубликаты с вашего телефона будут удалены!
sq: Regjistrimet e përsëritura do të fshihen nga telefoni yt!
tr: Tekrarlı kayıtlar telefonundan silinecektir!
uk: Повторювані записи будуть видалені з телефону!

# contact_phase2_back_up_contacts_confirm_title
source: Backup Contacts?
ar: هل ترغب في أن يتم النسخ الاحتياطي لدليل هاتفك؟
de: Sollen Ihre Kontakte gesichert werden?
es: ¿Quieres hacer una copia de seguridad de tu guía telefónica?
fr: Sauvegarder votre répertoire téléphonique?
ka: გსურს კონტაქტების ასლის შექმნა?
ro: Dorești Efectuarea Backup-ul Agendei Telefonice?
ru: Сделать Резервное Копирование Вашей Телефонной Книги?
sq: Lë të rezervohet libri yt i telefonit?
tr: Telefon Rehberin Yedeklensin Mi?
uk: Створити резервне копіювання телефонної книги?

# contact_phase2_back_up_contacts_confirm_message
source: You have already a backup. Do you want to overwrite the existing one?
ar: لديك بالفعل نسخة احتياطية جاهزة.هل ترغب في الكتابة على النسخة المتواجدة حاليا ؟
de: Sie haben bereits ein Backup. Möchten Sie das vorhandene überschreiben?
es: Ya tienes una copia de seguridad. ¿Quieres sobrescribir sobre la existente?
fr: Vous avez déjà une sauvegarde. Voulez-vous remplacer celui existant?
ka: შენ უკვე გაქვს შექმნილი სარეზერვო ასლი. გსურს არსებულის გადაწერა?
ro: Ai deja un backup. Dorești să îl subscrii pe cel existent?
ru: У вас уже есть резервная копия. Хотите перезаписать существующую?
sq: Tashmë ke një kopje rezervë. Dëshiron të shkruash mbi atë që ekziston?
tr: Hali hazırda bir yedeğin var. Var olanın üzerine yazmak istiyor musun?
uk: У вас вже є резервна копія. Хочете перезаписати існуючу?

# contact_phase2_contact_list_navbar_title
source: Contact List
ar: قائمة جهات الاتصال
de: Kontaktliste
es: Lista de Contactos
fr: Liste de Contacts
ka: კონტაქტების სია
ro: Lista Persoanelor de Contact
ru: Список Контактов
sq: Lista e Personave
tr: Kişi Listesi
uk: Список Контактів

# contact_phase2_contact_list_title
source: Contact List
ar: قائمة جهات الاتصال
de: Kontaktliste
es: Lista de Contactos
fr: Liste de Contacts
ka: კონტაქტების სია
ro: Lista Persoanelor de Contact
ru: Список Контактов
sq: Lista e Personave
tr: Kişi Listesi
uk: Список Контактів

# contact_phase2_contact_list_info
source: You have %d contacts on this list which back up on %@.
ar: تم القيام بالنسخ الاحتياطي ل%1$d تسجيل بالنسخة الاحتياطية الخاصة بك لدليل الهاتف ذات التاريخ %2$@.
de: %1$d Einträge wurden in der Kontaktbackup vom %2$@ gesichert.
es: Se hicieron copias de seguridad de %1$d entradas durante la copia de seguridad realizada el %2$@
fr: %1$d enregistrements ont été sauvegardés dans la sauvegarde de répertoire téléphonique daté du %2$@.
ka: შენ გაქვს %d კონტაქტი ამ სიაში, რომელთა სარეზერვო ასლები იქმნება %@-ზე.
ro: În backup-ul din data %2$@ de a fost făcut backup la un nr. de %1$d contacte.
ru: Записи %1$d были скопированы в резервную копию каталога с датой %2$@.
sq: Në rezervimin tënd të librit të telefonit të datës %2$@, janë rezervuar %1$d e regjistrimeve.
tr: %2$@ tarihli rehber yedeklemende %1$d kayıt yedeklenmiştir.
uk: Під час резервного копіювання контактів від %2$@ скопійовано %1$d контактів.

# contact_phase2_contact_list_restore
source: Restore
ar: انقلها إلى الهاتف
de: Auf das Handy übertragen
es: Transferencia al Teléfono
fr: Transférer Vers Le Téléphone
ka: აღდგენა
ro: Transfera pe Telefon
ru: Перевести на Телефон
sq: Transfero në telefon
tr: Telefona Aktar
uk: Перевести на Телефон

# contact_phase2_contact_list_delete_all
source: Delete All
ar: امسح الجميع
de: Alles löschen
es: Eliminar Todos
fr: Supprimer Tout
ka: ყველას წაშლა
ro: Șterge Totul
ru: Удалить Все
sq: Fshije te Gjitha
tr: Tümünü Sil
uk: Видалити Всі

# contact_phase2_restore_contacts_confirm_title
source: Restore Backup?
ar: انقلها إلى الهاتف
de: Auf das Handy übertragen
es: Transferencia al Teléfono
fr: Transférer Vers Le Téléphone
ka: აღვადგინო რეზერვი?
ro: Transfera pe Telefon
ru: Перевести на Телефон
sq: Transfero në telefon
tr: Telefona Aktar
uk: Перевести на Телефон

# contact_phase2_restore_contacts_confirm_message
source: Your phone contact list will be change according to this backup? Are you sure you want to restore?
ar: سوف يتم نقل التسجيلات التي قمت بنسخها احتياطيا بلايف بوكسlifebox إلى دليل الهاتف.هل ترغب في الاستمرار؟
de: Die Einträge, die Sie auf Lifebox gesichert haben, werden in das Verzeichnis übertragen. Möchten Sie fortfahren?
es: Las entradas de las que realizó una copia de seguridad en lifebox se transferirán a la guía telefónica. ¿Quieres continuar?
fr: Les enregistrements que vous avez sauvegardés dans lifebox seront transférés dans le répertoire téléphonique. Voulez-vous continuer?
ka: კონტაქტები, რომელთა სარეზერვო ასლი შექმენი lifebox-ში, გადაცემული იქნება შენი ტელეფონის წიგნაკში. დარწმუნებული ხარ, რომ გსურს აღდგენა?
ro: Contactele cărora le-au fost efectuat backup în lifebox vor fi transferate în agenda telefonică. Dorești să continui?
ru: Записи, которые были скопированы в lifebox, будут перенесены в телефонную книгу. Вы хотите продолжить?
sq: Regjistrimet që ke bërë rezervuar në lifebox do të transferohen në librin tënd të telefonit. Deshiron të vazhdosh?
tr: lifebox'ta yedeklediğin kayıtlar telefon rehberine aktarılacaktır. Devam etmek ister misin?
uk: Записи, які ви скопіювали в lifebox, будуть перенесені в телефонну книгу. Бажаєте продовжити?

# contact_phase2_restore_contacts_progress_title
source: Restore Backup
ar: انقلها إلى الهاتف
de: Auf das Handy übertragen
es: Transferencia al Teléfono
fr: Transférer Vers Le Téléphone
ka: აღადგინე რეზერვი
ro: Transfera pe Telefon
ru: Перевести на Телефон
sq: Transfero në telefon
tr: Telefona Aktar
uk: Перевести на Телефон

# contact_phase2_restore_contacts_progress_message
source: Your phone contacts will be change according to contact list on your Lifebox!
ar: سوف يتم نقل التسجيلات التي قمت بنسخها احتياطيا بلايف بوكسlifebox إلى دليل الهاتف.
de: Die Einträge, die Sie auf Lifebox gesichert haben, werden in das Verzeichnis übertragen.
es: Las entradas de las que realizó una copia de seguridad en lifebox se transfieren a la guía telefónica
fr: Les enregistrements que vous avez sauvegardés dans Lifebox sont en cours de transfert dans le répertoire téléphonique
ka: სარეზერვო ასლები გადადის lifebox-დან შენს ტელეფონში
ro: Contactele cărora le-au fost efectuat backup în lifebox se transferă pe telefon
ru: Записи, скопированные вами в lifebox, переносятся в телефонную книгу
sq: Regjistrimet që ke bërë rezervuar në lifebox po transferohen në librin tënd të telefonit.
tr: lifebox'ta yedeklediğin kayıtlar telefon rehberine aktarılıyor
uk: Записи, збережені у lifebox, переносяться в телефонну книгу

# contact_phase2_restore_contacts_success_title
source: Restore Successfully
ar: تم اتمام عملية النقل إلى الهاتف
de: Übertragung abgeschlossen
es: La transferencia al teléfono está completa
fr: Transfert Vers Le Téléphone Est Terminé
ka: აღდგენა წარმატებულია
ro: Transferul pe Telefon a fost Finalizat
ru: Перевод на Телефон Завершен
sq: Transferimi në telefon u plotësua
tr: Telefona Aktarım Tamamlandı
uk: Переміщення на Телефон Завершено
