Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

# package_albanian_cancel_text
source: Albanian quota cancel text
ar: اقتباس ألباني إلغاء النص
de: Albanische Quote den Text abbrechen
es: Cuota albanesa, cancelar texto
fr: Texte d'annulation de quota ALB
ka: ალბანური ლიმიტის გაუქმების ტექსტი
sq: Teksti i anulimit të kuotës shqiptare
tr: ALB kota iptal text'i

# feature_albanian_cancel_text
source: You can continue to use Premium features for free since you are a ALBtelecom user
ar: بإمكانك الإستمرار باستخدام الخصائص الاستثنائية مجانا طالما انك مستخدم لاتصالات ALB
de: Sie können die Premium-Funktionen weiterhin kostenlos nutzen, da Sie ALB-Telekom-Benutzer sind
es: Puedes seguir utilizando las funciones de Premium de forma gratuita ya que eres un usuario de ALBtelecom.
fr: Puisque vous êtes un utilisateur d’ALBtelecom, vous pouvez continuer d’utiliser les fonctionnalités Premium gratuitement.
ka: შენ შეგიძლია განაგრძო პრემიუმ ფუნქციების გამოყენება უფასოდ, რადგან ხარ ALBtelecom-ის მომხმარებელი
ro: Poți utiliza opțiunii Premium în continuare gratuit, atâta timp cât ești utilizator ALBtelecom
ru: Вы можете бесплатно пользоваться функциями Премиум подписки как абонент ALBtelecom
sq: Ju mund të vazhdoni të përdorni mundësitë Premium falas me qënë se jeni abonent ALBtelecom.
tr: ALBtelecom kullanıcısı olduğun için Premium özelliklerini ücretsiz olarak kullanmaya devam edebilirsin.
uk: Ви можете безкоштовно користуватися Преміум підпискою як абонент ALBtelecom

# no_analyses_left_title
source: No Analysis Left
ar: لايوجد تحاليل متبقية
de: Keine Analysen geblieben
es: No ha quedado ningún análisis.
fr: Plus d'analyse
ka: ანალიზი არ დარჩა
ro: nu au mai rămas analize
ru: Нет оценок
sq: Nuk ka më Analiza
tr: Analiz hakkın kalmadı
uk: Немає оцінок

# no_analyses_left_message
source: Don't be sad, you can still purchase new package to analyze your photos!
ar: لا تحزن, لازال بإمكانك شراء حزمة جديدة لتحليل صورك
de: Seien Sie nicht traurig, Sie können immer noch ein neues Paket kaufen, um Ihre Fotos zu analysieren!
es: No estés triste, puede comprar un paquete nuevo todavía para analizar tus fotos!
fr: Ne soyez pas triste ! Vous pouvez acheter de nouvelles options afin de pouvoir analyser à nouveau vos photos !
ka: არ მოიწყინო, შენ მაინც შეგიძლია ახალი პაკეტის შეძენა შენი ფოტოების ანალიზისთვის!
ro: Nu fi supărat, încă mai poți cumpăra pachet nou pentru a analiza fotografiile tale!
ru: Не грустите, вы все еще можете активировать новый пакет для анализа ваших фото!
sq: Mos u mërzisni! Ju mundeni ende të blini një paketë të re për të analizuar fotot tuaja!
tr: Hakkın bitti diye üzülme, yeni fotoğraflar sorgulamak için hemen paket satın alabilirsin!
uk: Не cумуйте, ви все ще можете активувати новий пакет для оцінки ваших фото!

# no_analyses_left_button
source: Become Premium
ar: اصبح عضو ممتاز
de: Holen Sie sich Premium
es: Ser Premium
fr: Je souhaite passer à la version Premium
ka: გახდი პრემიუმი
ro: Devino Premium
ru: Стать Премиум пользователем
sq: Bëhuni Premium
tr: Premium Ol
uk: Стати Преміум

# analyze_history_empty_title
source: Haven't you started analyzing your photos yet?
ar: لم تبدأ بتحليل صورك بعد؟
de: Haben Sie noch nicht begonnen, Ihre Fotos zu analysieren?
es: ¿No has empezado a analizar tus fotos todavía?
fr: Vous n'avez pas encore commencé à analyser vos photos ?
ka: ჯერ არ დაგიწყია ფოტოს ანალიზი?
ro: Încă nu ai început analiza fotografiilor tale?
ru: Вы еще не пользовались оценкой ваших фото?
sq: Ende nuk keni filluar të analizoni fotot tuaja?
tr: Henüz fotoğraflarını analiz etmeye başlamadın mı?
uk: Ще не оцінювали ваші фото?

# analyze_history_empty_subtitle
source: Start analyzing now to find out which photo gets the highest rank and share on social media.
ar: ابدء بالتحليل الآن لتكتشف أي صورة ستحظى بالمرتبة الأعلى وشاركها على وسائل التواصل
de: Jetzt mit der Analyse beginnen, um herauszufinden, welches Foto den höchsten Rang erreicht, und es in den sozialen Medien teilen.
es: Ahora empieze realizar el análisis para averiguar las cuales fotos se pueden obtener el rango más alto y compartalas en las redes sociales.
fr: Commencez immédiatement à analyser vos photos pour savoir quelle photo obtient le meilleur score et partagez les sur les réseaux sociaux.
ka: ახლავე დაიწყე ანალიზი, რათა გაიგო, რომელი ფოტოა ყველაზე მაღალი და გააზიარე სოციალურ მედიაში.
ro: Pornește acum opțiunea de analiză a fotografiilor, pentru a afla care va avea cel mai mare impact pe rețelele de socializare
ru: Воспользуйтесь функцией оценки и узнайте, какие фото будут самыми популярными, чтобы поделиться в соцсетях
sq: Filloni analizën tani, për të kuptuar cila foto merr vlersimin më të lartë në rrjetet sociale.
tr: Hangi fotoğrafının daha yüksek puan alacağını öğrenmek ve sosyal medyada paylaşmak için hemen analize başla
uk: Почніть оцінювати та дізнайтеся, які фото отримають найбільше вподобань, щоб потім поділитися у соцмережах

# analyze_history_analyze_left
source: Analysis Left
ar: يوجد تحليل متبق
de: Analysen geblieben
es: Análisis que se han quedado.
fr: Analyse restante
ka: დარჩენილია ანალიზი
ro: Analize au rămas
ru: Оценки
sq: Analizime të mbetura
tr: Kalan Analiz Hakkı
uk: Історія оцінювань

# analyze_with_instapick
source: Analyze with PhotoPick
ar: حلل بواسطة PhotoPick
de: Mit PhotoPick analysieren
es: Analizar con PhotoPick
fr: Analyser avec PhotoPick !
ka: გაანალიზე PhotoPick-ით
ro: Analizează cu PhotoPick
ru: Оценить с PhotoPick
sq: Analizoni me PhotoPick
tr: PhotoPick ile Analiz Et!
uk: Оцінка PhotoPick

# analyze_history_photos_count
source: %d photos
ar: %d صور
de: %d Fotos
es: %d fotos.
ka: %d ფოტო
ro: % fotografii
ru: %d фото
sq: %d foto
tr: %d Fotoğraf
uk: %d фото

# analyze_history_start_here
source: Start Here!
ar: ابدء هنا
de: Von hier starten!
es: ¡Empieza por aqui!
fr: Commencer maintenant
ka: დაიწყე აქ!
ro: Începe aici!
ru: Начните здесь!
sq: Filloni këtu!
tr: Hemen Başla
uk: Почніть тут!

# analyze_confirm_delete_title
source: Are you sure you want to delete?
ar: هل انت متأكد من انك تريد الحذف؟
de: Sind Sie sicher, dass Sie löschen möchten?
es: ¿Estas seguro que te desea borrarlo?
fr: Êtes-vous sûr de vouloir supprimer ?
ka: დარწმუნებული ხარ რომ გსურს წაშლა?
ro: Ești sigur că vrei să ștergi?
ru: Вы уверены, что хотите удалить?
sq: Jeni të sigurt që doni t'i fshini?
tr: Silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити?

# analyze_confirm_delete_text
source: Selected items will be deleted from analysis history.
ar: سيتم حذف العناصر المختارة من سجل التحليل
de: Ausgewählte Elemente werden aus dem Analyseverlauf gelöscht.
es: Los elementos seleccionados se eliminarán de la historia de análisis.
fr: Les éléments que vous avez sélectionnés seront supprimés de l'historique d'analyse.
ka: არჩეული ელემენტები წაიშლება ანალიზის ისტორიიდან.
ro: Articolele selectate vor fi șterse din istoricul analizei.
ru: Выбранные файлы будут удалены из истории оценки
sq: Njësitë e përzgjedhura do të fshihen nga historiku i analizës.
tr: Seçtiklerin analiz geçmişinden silinecek.
uk: Обрані файли будуть видалені з історії оцінок

# analyze_confirm_delete_yes
source: Yes
ar: نعم
de: JA
es: SÍ.
fr: Oui
ka: კი
ro: DA
ru: Да
sq: Po
tr: Evet
uk: Так

# analyze_confirm_delete_no
source: No
ar: لا
de: NEIN
fr: Non
ka: არა
ro: NU
ru: Нет
sq: Jo
tr: Hayır
uk: Ні

# new_insta_pick
source: New PhotoPick
ar: PhotoiPick جديد
de: Neuer PhotoPick
es: Nuevo PhotoPick.
fr: Nouvelle PhotoPick
ka: ახალი PhotoPick
ro: Noul PhotoPick
ru: Новый PhotoPick
sq: PhotoPick e re
tr: Yeni PhotoPick
uk: Новий PhotoPick

# used_before_title_label
source: PhotoPick to get a bunch of likes!
ar: photoPick للحصول على حزمة من الإعجابات
de: PhotoPick um eine Menge Likes zu bekommen!
es: PhotoPick para obtener un montón de “gustos”!
fr: Plus de « j’aime » avec PhotoPick !
ka: Photo Pick იმისათვის, რომ მიიღო უამრავი მოწონება!
ro: PhotoPick - pentru a obține o mulțime de like-uri!
ru: PhotoPick для множества лайков!
sq: PhotoPick për të marrë shumë pëlqime!
tr: PhotoPick ile daha çok beğeni!
uk: Ще більше вподобань з PhotoPick!

# no_used_before_title_label
source: Analyze with PhotoPick!
ar: حلل بواسطة PhotoPick
de: Mit PhotoPick analysieren
es: ¡Analizar con PhotoPick!
fr: Analyser avec PhotoPick !
ka: გაანალიზე PhotoPick-ით!
ro: Analizează cu PhotoPick!
ru: Оценивайте с PhotoPick!
sq: Analizoni me PhotoPick
tr: PhotoPick ile Analiz Et!
uk: Оцінка PhotoPick!

# no_analysis_title_label
source: Get more PhotoPick!
ar: احصل على المزيد من PhotoPick
de: Sich mehr PhotoPick holen!
es: ¡Consigue más PhotoPick!
fr: Plus de PhotoPick !
ka: მიიღე მეტი PhotoPick-ი!
ro: Obține mai mult PhotoPick!
ru: Получите больше PhotoPick!
sq: Merrni më shumë PhotoPick!
tr: Daha fazla PhotoPick!
uk: Отримайте більше з PhotoPick!

# used_before_detail_label
source: Discover which photo will get the highest rank, analyze with PhotoPick for more likes! You have more analysis waiting for your photos😉
ar: اكتشف أي صورة ستحصل على المرتبة الأعلى. حلل بواسطة PhotoPick للحصول على المزيد من الإعجابات, هناك المزيد من التحاليل بإنتظار صورك😉
de: Herausfinden, welches Foto den höchsten Rang erreicht, und für mehr Likes mit PhotoPick analysieren! Sie haben mehr Analysen für Ihre Fotos 😉
es: ¡Descubre cual foto obtendrá el rango más alto, analiza con PhotoPick para conseguir más “me gusta”(likes)! Tienes más análisis esperando tus fotos😉
fr: Découvrez quelle photo obtiendra le plus de points, analysez-la avec PhotoPick pour générer le plus de « j’aime ». Vous avez du crédit PhotoPick ..utilisez le 😉
ka: აღმოაჩინე რომელი ფოტო მიიღებს ყველაზე მაღალ შეფასებას, გააანალიზე PhotoPick-ით მეტი მოწონებისთვის! მეტი გააანალიზება ელოდება შენს ფოტოებს 😉
ro: Descoperă ce fotografie va avea cel mai mare succes, fă analiză cu PhotoPick pentru mai multe like-uri! Ai mai multe analize ce așteaptă pozele tale :)
ru: Узнайте, какие фото получат самые высокие оценки! Оценивайте с PhotoPick и получайте еще больше лайков! Еще больше оценок ждут ваши фото:)
sq: Zbuloni se cilat foto do të marrin vlerësim më të lartë; analizoni me PhotoPick për më shumë pëlqime! Më tepër analizim për fotot tuaja ju presin 😉
tr: Hangi fotoğrafının daha yüksek puan alacağını keşfet, daha çok beğeni için PhotoPick ile analiz et! Kullanmadığın haklar analiz için fotoğraflarını bekliyor😉
uk: Дізнайтеся, які фото отримають найвищі оцінки! Оцінювайте з PhotoPick та отримуйте ще більше вподобань! Ще більше оцінок очікують на ваші фото:)

# no_used_before_detail_label
source: Discover which photo will get the highest rank, analyze with PhotoPick for more likes! You haven't tried yet?
ar: اكتشف أي صورة ستحصل على المرتبة الأعلى. حلل بواسطة PhotoPick للحصول على المزيد من الإعجابات, لم تحاول بعد؟
de: Herausfinden, welches Foto den höchsten Rang erreicht, und für mehr Likes mit PhotoPick analysieren! Haben Sie es noch nicht versucht?
es: ¡Descubre cual foto obtendrá el rango más alto, analiza con PhotoPick para conseguir más “me gusta”(likes)! ¿Aún no lo has probado?
fr: Découvrez quelle photo obtiendra le plus de points, analysez-la avec PhotoPick pour générer le plus de « j’aime ». Vous n'avez pas encore essayé ?
ka: აღმოაჩინე რომელი ფოტო მიიღებს ყველაზე მაღალ შეფასებას, გააანალიზე PhotoPick-ით მეტი მოწონებისთვის! ჯერ არ გიცდია?
ro: Descoperă ce fotografie va avea cel mai mare succes, fă analiză cu PhotoPick pentru mai multe like-uri! Încă nu ai testat?
ru: Узнайте, какие фото получат самые высокие оценки! Оценивайте с PhotoPick и получайте еще больше лайков! Еще не пробовали?
sq: Zbuloni se cilat foto do të marrin vlerësim më të lartë; analizoni me PhotoPick për më shumë pëlqime! Nuk e keni provuar ende?
tr: Hangi fotoğrafının daha yüksek puan alacağını keşfet, daha çok beğeni için PhotoPick ile analiz et! Yoksa henüz denemedin mi?
uk: Дізнайтеся, які фото отримають найвищі оцінки! Оцінювайте з PhotoPick та отримуйте ще більше вподобань! Ще не спробували?

# no_analysis_detail_label
source: Discover which photo will get the highest rank, analyze with PhotoPick for more likes! Don't forget to purchase a new package for more PhotoPick😉
ar: اكتشف أي صورة ستحصل على المرتبة الأعلى. حلل بواسطة PhotoPick للحصول على المزيد من الاعجابات, لاتنسى شراء حزمة جديدة للحصول على PhotoPick أكثر 😉
de: Herausfinden, welches Foto den höchsten Rang erreicht, und für mehr Likes mit PhotoPick analysieren! Nicht vergessen, ein neues Paket für mehr PhotoPick😉 zu kaufen.
es: ¡Descubre cual foto obtendrá el rango más alto, analiza con PhotoPick para conseguir más “me gusta”(likes)! No te olvides de comprar un nuevo paquete para tener más PhotoPick😉
fr: Découvrez quelle photo obtiendra le plus de points, analysez-la avec PhotoPick pour générer le plus de « j’aime ». N'oubliez pas d'acheter du crédit PhotoPick 😉
ka: აღმოაჩინე რომელი ფოტო მიიღებს ყველაზე მაღალ შეფასებას, გააანალიზე PhotoPick-ით მეტი მოწონებისთვის! არ დაგავიწყდეს ახალი პაკეტის შეძენა მეტი PhotoPick-ისთვის😉
ro: Descoperă ce fotografie va avea cel mai mare succes, fă analiză cu PhotoPick pentru mai multe like-uri! Nu uita să cumperi un pachet nou pentru mai mult PhotoPick :)
ru: Узнайте, какие фото получат самые высокие оценки! Оценивайте с PhotoPick и получайте еще больше лайков! Не забудьте активировать новый пакет, чтобы получить больше PhotoPick:)
sq: Zbuloni se cilat foto do të marrin vlerësim më të lartë; analizoni me PhotoPick për më shumë pëlqime! Mos harroni të blini një paketë të re për më shumë PhotoPick 😉
tr: Hangi fotoğrafının daha yüksek puan alacağını keşfet, daha çok beğeni için PhotoPick ile analiz et! Analiz hakkını artırmak için paket almayı unutma😉
uk: Дізнайтеся, які фото отримають найвищі оцінки! Оцінювайте з PhotoPick та отримуйте ще більше вподобань! Не забудьте активувати новий пакет для PhotoPick! :)

# instapick_button_has_analysis
source: Let’s Start!
ar: دعنا نبدأ
de: Lasst uns beginnen!
es: Empieza ya!
fr: Commençons !
ka: მოდი დავიწყოთ!
ro: Să începem!
ru: Давайте начнем!
sq: Le të fillojmë!
tr: Hadi, Başla!
uk: Давайте починати!

source: You are ready to share!
ar: انت الآن جاهز للمشاركة
de: Sie sind bereit zu teilen!
es: Estás listo para compartir!
fr: Votre photo est prête à être partagée !
ka: შენ მზად ხარ გასაზიარებლად!
ro: Ești gata pentru a te împărtăși!
ru: Вы готовы поделиться!
sq: Jeni gati të ndani!
tr: Fotoğrafın paylaşıma hazır!
uk: Ви готові поділитися!

# instaPick_analysis_left
source: Analysis Left: %1$d / %2$d
ar: يوجد تحليل متبق: %1$d/%2$d
de: Analyse geblieben:%1$d / %2$d
es: Análisis que se han quedado: %1$d / %2$d
fr: Droit d’analyse : %1$d / %2$d
ka: ანალიზი დარჩენილია: %1$d / %2$d
ro: Analiză a rămas: %1$d / %2$d
ru: Осталось оценок: %1$d/%2$d
sq: Analizim i mbetur: %1$d / %2$d
tr: Kalan Analiz Hakkı: %1$d / %2$d
uk: Залишилося оцінки: %1$d/ %2$d

# engage_with_more_hastags
source: Engage with more #hashtags
ar: استخدم هاشتاغات # اكثر
de: Sich mit mehr #hastags engagieren
es: Escoge más #hashtags .
fr: Augmentez vos interactions avec plus de #hashtag !
ka: ჩაერთე მეტი #ჰეშთეგებით
ro: Interacționează cu mai multe #hastag-uri
ru: Подписывайте #хэштеги
sq: Përfshihuni me më shumë #hashtags
tr: Daha fazla #hashtag ile etkileşimini artır!
uk: Підписуйте #хештеги

source: Copy #hashtags to clipboard
ar: انسخ هاشتاغات # الى الحافظة
de: #hashtags in die Zwischenablage kopieren
es: Copiar #hashtags al portapapeles.
fr: Copier les #hashtags
ka: დააკოპირე #ჰეშთეგები
ro: Copie #hashtags în clipboard
ru: Скопируйте #хэштеги в буфер обмена
sq: Kopjoni #hashtags
tr: #hashtag'leri kopyala
uk: Зкопіюйте #хештеги у буфер обміну

source: Share on Social Media!
ar: شارك على وسائل التواصل
de: Auf Social Media teilen!
es: Compartir en redes sociales
fr: Partager !
ka: გააზიარე სოციალურ მედიაში!
ro: Distribuie în rețelele sociale!
ru: Поделиться в соцсетях!
sq: Ndajeni në Mediat Sociale
tr: Paylaş!
uk: Поділіться у соцмережах!

source: PICKED!
ar: تم الالتقاط
de: Ausgewählt!
es: ¡ESCOGIDO!
fr: PREFERE !
ka: არჩეულია!
ro: ALES!
ru: Выбрано!
sq: Përzgjedhur!
tr: FAVORİ!
uk: Обрано!

# insta_pick_analyzing_bottom
source: Enjoy your time while we analyze your photos! 😊
ar: استمتع بوقتك بينما نحلل صورك 😊
de: Viel Spaß bei der Analyse Ihrer Fotos! 😊
es: ¡Disfruta tu tiempo mientras nosotros analizamos tus fotos! 😊
fr: Profitez de votre temps libre pendant que nous analysons vos photos ! 😊
ka: ისიამოვნე შენი დროით, სანამ ჩვენ ვაანალიზებთ შენს ფოტოებს! 😊
ro: Bucură-te de timpul tău, în timp ce noi îți analizăm fotografiile! :)
ru: Мы анализируем ваши фото! :)
sq: Shijojeni kohën tuaj ndërkohë që ne analizojmë fotot tuaja ! 😊
tr: Fotoğraflarını analiz ederken zamanın tadını çıkar! 😊
uk: Ми аналізуємо ваші фото!:)

# insta_pick_analyzing_0
source: We are looking for the photo that will get the most likes.
ar: نبحث عن الصور التي تحصل على اعجابات اكثر
de: Wir suchen nach dem Foto, das Sie am meisten mögen.
es: Estamos buscando la foto que conseguiras la maxima cantidad de “gustos”.
fr: Nous recherchons la photo qui générera le plus de "j'aime"
ka: ვეძებთ ფოტოს, როემლიც ყველაზე მეტ ლაიქს მოაგროვებს.
ro: Noi căutăm fotografia ce-ți va afuce cele mai multe like-uri.
ru: Мы ищем фото, которые получат самое большое количество лайков!
sq: Po kërkojmë foton që do të marrë më shumë pëlqime.
tr: En çok beğeni alacağın fotoğrafı arıyoruz!
uk: Ми шукаємо фото, з яким ви отримаєте якнайбільше вподобань!

# insta_pick_analyzing_1
source: You have selected beautiful photos!
ar: لقد قمت باختيار صور جميلة
de: Sie haben schöne Fotos ausgewählt
es: Has seleccionado preciosas fotos.
fr: Vous avez choisi de superbes photos !
ka: ულამაზესი ფოტოები აგირჩევია!
ro: Ai selectat fotografii frumoase!
ru: Вы выбрали красивые фото!
sq: Keni përzgjedhur foto të bukura!
tr: Çok güzel fotoğraflar seçmişsin!
uk: Ви обрали дуже гарні фото!

# insta_pick_analyzing_2
source: How nice of you to share your moments with your friends!
ar: كم هو جميل أن تشارك لحظاتك مع الأصدقاء
de: Wie schön von dir, Ihre Momente mit Ihren Freunden zu teilen!
es: ¡Qué bien de ti que estas compartiendo tus momentos con tus amigos!
fr: Quel plaisir de partager avec vos amis les moments que vous aimez !
ka: რა კარგია, რომ შენს მოგონებებს მეგობრებს უზიარებ!
ro: Ce frumos e să-ți împărtășești momentele cu prietenii!
ru: Как здорово делиться яркими моментами с друзьями!
sq: Sa mirë që ndani momentet tuaja me miqtë!
tr: Arkadaşların ile sevdiğin anları paylaşman ne kadar güzel!
uk: Як добре ділитися яскравими моментами з друзями!

# insta_pick_analyzing_3
source: Life is good with great memories!
ar: الحياة جميلة مع ذكريات جميلة
de: Das Leben ist gut mit schönen Erinnerungen!
es: ¡La vida es buena con grandes recuerdos!
fr: La vie est belle quand elle est pleine de bons moments !
ka: კარგი მოგონებებით, ცხოვრება მშვენიერია!
ro: Viața e frumoasă cu momente minunate!
ru: Украсьте свою жизнь прекрасными воспоминаниями!
sq: Jeta bëhet më e bukur kur ka kujtime të jashtëzakonshme?
tr: Hayat yaşadığın anlardan ibaret!
uk: Життя стає яскравіше з гарними спогадами!

# insta_pick_analyzing_4
source: You have a great photo album!
ar: لديك أليوم صور رائع
de: Sie haben ein tolles Fotoalbum.
es: Tienes un gran álbum de fotos.
fr: Vous avez un superbe album photo !
ka: შენ ძალიან მაგარი ფოტოალბომი გაქვს!
ro: Ai un album cu poze extraordinar!
ru: У вас прекрасный фотоальбом!
sq: Ju keni një album fotografik të jashtëzakonshmëm!
tr: Harika bir fotoğraf albümün var!
uk: У вас дуже крутий фотоальбом!

source: Don't show this again
ar: لاتظهر ذلك مرة أخرى
de: Diesen nicht mehr anzeigen
es: No mostrar esto de nuevo.
fr: Ne plus afficher
ka: აღარ მაჩვენო ეს
ro: Nu mai arăta asta din nou
ru: Не показывать это снова
sq: Mos e shfaqni përsëri
tr: Bir daha gösterme
uk: Не показувати це знову

# instapick_analyze
source: Analyze with PhotoPick!
ar: حلل بواسطة PhotoPick
de: Mit PhotoPick analysieren!
es: ¡Analizar con PhotoPick!
fr: Analyser avec PhotoPick !
ka: გაანალიზე PhotoPick-ით!
ro: Analizează cu PhotoPick!
ru: Оцените с PhotoPick!
sq: Analizoni me PhotoPick!
tr: PhotoPick ile Analiz Et!
uk: Оцінити з PhotoPick!

# connected_account
source: You can analyse which of your photos can get more likes on Instagram by using PhotoPick!
ar: يمكنك تحليل أي من صورك يمكنه الحصول على المزيد من الإعجابات على Instagram باستخدام PhotoPick
de: Mit PhotoPick können Sie analysieren, welche Ihrer Fotos bei Instagram noch mehr Anklang finden!
es: ¡Puedes analizar cuál de tus fotos puede obtener más Me Gusta en Instagram usando PhotoPick!
fr: PhotoPick vous permet d'analyser lesquelles de vos photos peuvent obtenir davantage de mentions "J'aime" sur Instagram.
ka: შენ შეგიძლია გააანალიზო, რომელ შენს ფოტოს შეუძლია მიიღოს მეტი მოწონება Instagram-ზე PhotoPick-ის გამოყენებით!
ro: Puteți analiza care dintre fotografiile dvs. poate obține mai multe aprecieri pe Instagram utilizând PhotoPick!
ru: Вы можете проанализировать, какие из ваших фотографий могут получить больше лайков в Instagram, используя PhotoPick!
sq: Ju mund të analizoni se cilat nga fotot tuaja mund të merrni më shumë pëlqime në Instagram duke përdorur PhotoPick
tr: PhotoPick özelliğini kullanarak fotoğraflarını puanlayabilir, hangisinin Instagram’da daha fazla like alabileceğini sorgulayabilirsin
uk: Ви можете проаналізувати, які з ваших фотографій можна отримати на Instagram, використовуючи PhotoPick!

# instapick_description
source: If you choose to connect with your Instagram account, we'll be able to provide a personalized, enhanced experience by performing custom analysis on each new PhotoPick.
ar: اذا قمت باختيار الاتصال بواسطة حسابك على الانستغرام, سنكون قادرين على منحك تجربة متخصصة افضل بكثير عن طريق القيام بتحليل متخصص على كل تحليل جديد في PhotoPick
de: Wenn Sie sich für eine Verbindung mit Ihrem Instagram-Konto entscheiden, können wir eine personalisierte, wesentlich bessere Erfahrung bieten, indem wir für jede neue PhotoPick-Analyse eine benutzerdefinierte Analyse durchführen.
es: Si te conectas a tu cuenta de Instagram, podremos brindarte una mejor experiencia realizando análisis personalizados cada vez que uses PhotoPick.
fr: Si vous choisissez d'ajouter votre compte Instagram, nous pourrons fournir une expérience personnalisée bien meilleure en effectuant une analyse personnalisée avec PhotoPick.
ka: თუ აირჩევ შენს Instagram ანგარიშთან დაკავშირებას, ჩვენ შევძლებთ მოგაწოდოთ პერსონალიზებული, გაუმჯობესებული გამოცდილება ყოველ ახალ PhotoPick-ზე მორგებული ანალიზის შესრულებით.
ro: În caz că alegi să te conectezi cu contul tău Instagram, vom avea ocazia să-ți oferim o mult mai bună experiență, prin efectuarea analize personalizate, pentru fiecare analiză PhotoPick.
ru: Если вы свяжете ваш аккаунт с профилем в Instagram, мы сможем улучшить сервис, выполняя персонализированно каждую новую оценку PhotoPick
sq: Nëse zgjidhni të lidheni me llogarinë tuaj në Instagram, ne do të mund t'ju ofrojmë një përvojë më të mirë e të personalizuar, duke kryer analizim të përshtatur për ju në çdo analizë të re PhotoPick.
tr: Instagram hesabını bağlamayı tercih edersen, her yeni PhotoPick sorgunda hesabına özel analiz yaparak kişiselleştirilmiş, çok daha iyi bir deneyim sunabileceğiz.
uk: Якщо ви зв'яжете ваш обліковий запис з профілем в Instagram, ми зможемо покращити сервіс, виконуючи персоналізованно кожну нову оцінку PhotoPick

# connected_with_instagram
source: Connect with Instagram
ar: اتصل بواسطة الانستغرام
de: Sich mit Instagram verbinden
es: Conéctate con Instagram
fr: Connecter mon compte Instagram à Photopick
ka: დააკავშირე ინსტაგრამთან
ro: Conectare cu Instagram
ru: Связать с Instagram
sq: Lidhuni me Instagram
tr: Instagram'la Bağlan
uk: Поєднати з Instagram

# connected_with_instagram_name
source: Connect with Instagram as
ar: اتصل بواسطة الانستغرام ك
de: Sich mit Instagram als … verbinden
es: Conéctate con Instagram
fr: Connecter avec Instagram en tant que
ka: დააკავშირე ინსტაგრამთან, როგორც
ro: Conectare cu Instagram ca
ru: Связать с Instagram как
sq: Lidhuni me Instagram si
tr: Instagram'la Bağlan :
uk: Поєднати з Instagram як
