Repository: fireengine-ios/iCarousel
Catalog: Depo/Depo/App/Resources/*.lproj/OurLocalizable.strings
Languages: ar, de, es, fr, ka, ro, ru, sq, tr, uk

source: People
ar: الأشخاص
de: Personen
es: Personas
fr: Personnes
ka: ადამიანები
ro: Persoane
ru: Люди
sq: Njerëz
tr: Kişiler
uk: Люди

source: Things
ar: الأشياء
de: Dinge
es: Cosas
fr: Objets
ka: ნივთები
ro: Lucruri
ru: Предметы
sq: Sende
tr: Objeler
uk: Речі

source: Places
ar: الأماكن
de: Orte
es: Lugares
fr: Lieux
ka: აგილები
ro: Locuri
ru: Места
sq: Vende
tr: Yerler
uk: Місця

source: Musics
ar: الموسيقى
de: Musik
es: Música
fr: Musiques
ka: მუსიკა
ro: Melodii
ru: Музыка
sq: Muzikë
tr: Öneriler
uk: Музика

source: Your Uploads
ar: التحميلات
de: Ihre Uploads
es: Sus cargas
fr: Vos Téléchargements
ka: შენი ატვირთულები
ro: Încărcările tale
ru: Ваши загрузки
sq: Ngarkimet e Tua
tr: Müziklerim
uk: Завантаження

source: Create a story
ar: إنشاء عرض شرائح الفيديو
de: Erstelle eine Geschichte
es: Crear una historia
fr: Créer une story
ka: შექმენი სთორი
ro: Crează o poveste
ru: Новая история
sq: Krijoni një histori
tr: Hikaye oluştur
uk: Створіть історію

# Please Choose 20 files at most
source: Please choose maximum 20 photos
ar: يرجى اختيار 20 ملفاً لا أكثر
de: Bitte wählen Sie maximal 20 Dateien
es: Elija 20 archivos como máximo
fr: Veuillez choisir 20 photos maximum
ka: გთხოვ შეარჩიო მაქსიმუმ 20 ფოტო
ro: Selectează cel mult 20 fișiere
ru: Пожалуйста, выберите не более 20 файлов
sq: Ju lutem, zgjidhni maksimalisht 20 foto.
tr: Lütfen en fazla 20 fotoğraf seçin
uk: Виберіть максимум 20 файлів

source: You need to enable access to Contacts to continue
ar: يرجى تمكين الوصول إلى قائمة جهات الاتصال للمتابعة
de: Sie müssen den Zugriff auf Kontakte aktivieren, um fortzufahren
es: Debe habilitar el acceso a Contactos para continuar
fr: Vous devez autoriser l’accès aux Contacts pour continuer
ka: გასაგრძელებლად, გთხოვ ჩართო წვდომა კონტაქტებზე
ro: Pentru a continua, trebuie să oferi acces la Contacte
ru: Вам необходимо предоставить доступ к Контактам, чтобы продолжить
sq: Ju duhet të mundësoni aksesin në Kontakte për të vazhduar.
tr: Devam etmek için Kişilere erişime izin vermeniz gerekli
uk: Щоб продовжити, потрібно ввімкнути доступ до Контактів

source: Cancel BackUp
ar: إلغاء النسخ الاحتياطي
de: Brechen Sie die Sicherung ab
es: Cancelar copia de seguridad
fr: Annuler la Sauvegarde
ka: რეზერვის გაუქმება
ro: Anulează copia de rezervă
ru: Отменить резервное копирование
sq: Anuloni kopjimin rezervë
tr: Yedeklemeyi iptal et
uk: Скасувати резервне копіювання

source: Clear BackUp
ar: مسح النسخ الاحتياطي
de: Löschen Sie das Backup
es: Borrar copia de seguridad
fr: Effacer la Sauvegarde
ka: რეზერვის გასუფთავება
ro: Golește copia de rezervă
ru: Очистить резервную копию
sq: Pastroni kopjimin rezervë
tr: Yedeklemeyi temizle
uk: Очистити резервне копіювання

source: Are you sure you want to delete?
ar: هل أنت متأكد من حذف جهات الاتصال المكررة؟
de: Möchten Sie doppelte Kontakte wirklich löschen?
es: ¿Está seguro que quiere eliminar los contactos duplicados?
fr: Êtes-vous sûr de vouloir supprimer?
ka: დარწმუნებული ხარ რომ წაშლა გინდა?
ro: Sigur vrei să ștergi contactele duplicate?
ru: Вы уверены, что хотите удалить?
sq: Jeni i sigurt që dëshironi ta fshini?
tr: Silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити дублікати контактів?

# This duplicated contacts will be deleted from your contacts.
source: These duplicated contacts will be removed from the contact list on your device.
ar: سيتم حذف جهات الاتصال المكررة هذه من قائمة جهات الاتصال
de: Diese doppelten Kontakte werden aus Ihren Kontakten gelöscht.
es: Estos contactos duplicados se eliminarán de sus contactos.
fr: Ces doublons seront supprimés de la liste de contacts de votre appareil.
ka: ეს დუბლიკატი კონტაქტები შენი მოწყობილობის სიიდან წაიშლება
ro: Aceste contacte duplicate vor fi șterse din contactele tale.
ru: Данные дубликаты будут удалены из вашего списка контактов.
sq: Këto kontakte të përsëritura do të hiqen nga lista e kontakteve të pajisjes suaj.
tr: Tekrarlı kayıtların cihazının kontak listesinden silinecek.
uk: Ці дубльовані контакти будуть видалені з ваших контактів.

source: %%%d Restored…
ar: %%%d تتم الاستعادة...
de: %%%d Wiederhergestellt ...
es: %%%d Restaurado ...
fr: %%%d Restauré...
ka: %%%d აღდგენილია…
ro: %%%d restaurate...
ru: %%%d восстановлено
sq: %%%d Rivendosur …
tr: %%%d Geri yüklendi…
uk: %%%d Відновлено…

source: %%%d Analyzed…
ar: %%%d يتم التحليل...
de: %%%d Analysiert ...
es: %%%d Analizado ...
fr: %%%d Analysé…
ka: %%%d გაანალიზებულია…
ro: %%%d analizate...
ru: %%%d Проанализировано…
sq: %%%d E Analizuar…
tr: %%%d Analiz edildi…
uk: %%%d Аналізується ...

source: %%%d Backed up…
ar: %%%d يتم النسخ الاحتياطي...
de: %%%d Gesichert ...
es: %%%d Respaldado ...
fr: %%%d Sauvegardé…
ka: %%%d სარეზერვო ასლი...
ro: %%%d copiate...
ru: Резервное копирование...
sq: %%%d Krijuar rezervë…
tr: %%%d yedeklendi…
uk: %%%d Резервну копію ...

# Restored %d Contacts
source: You have %d contacts in your device
ar: توجد جهة اتصال %d في جهازك.
de: Ihr Gerät verfügt über %d Kontakte.
es: Tienes %d contactos en tu dispositivo.
fr: Il y a %d contacts dans votre appareil
ka: შენ გაქვს %d კონტაქტი შენს მოწყობილობაში
ro: In dispozitivul dvs. există %d contacte.
ru: У вас есть% d контактов на вашем устройстве
sq: Ka %d kontakte në pajisjen tënde.
tr: Cihazında %d kontak var.
uk: На пристрої є %d контакт

# %d Duplicated Contacts Deleted
source: %d Duplicated Contact(s) Deleted from your device contact list
ar: %d جهات الاتصال المكررة المحذوفة
de: %d Duplizierte Kontakte gelöscht
es: %d contactos duplicados eliminados
fr: %d Contact(s) en doublon supprimé(s) de la liste de contacts de votre appareil.
ka: %d დუბლიკატი კონტაქტი(ები) წაიშალა შენი მოწყობილობის კონტაქტების სიიდან
ro: %d contacte duplicate șterse
ru: %d дубликатов удалено
sq: %d Kontakt(e) të përsëritura të fshira nga lista e kontakteve në pajisjen tuaj.
tr: Cihazının kontak listesinden %d tekrarlayan kayıt silindi.
uk: %d Дубльовані контакти видалено

# You have %d numbers on your contacts backup.
source: You have %d contacts in your lifebox
ar: لديك %d رقم في النسخة الاحتياطية لجهات الاتصال.
de: Sie haben %d-Nummern in Ihrem Kontakte-Backup.
es: Tiene %d números en la copia de seguridad de sus contactos.
fr: Vous avez %d contacts dans lifebox.
ka: შენ გაქვს %d კონტაქტი შენს lifebox-ში
ro: În copia ta de rezervă a contactelor sunt %d numere.
ru: У вас %d контакт(-а, -ов) в lifebox
sq: Ju keni %d kontakte në lifebox-in tuaj.
tr: lifebox'ında %d kişi var.
uk: У вас є %d номери у резервній копії ваших контактів

source: This contact will be deleted from your contacts.
ar: سيتم حذف جهة الاتصال هذه من قائمة جهات الاتصال.
de: Dieser Kontakt wird aus Ihren Kontakten gelöscht.
es: Este contacto será eliminado de sus contactos.
fr: Ce contact sera supprimé de vos contacts.
ka: ეს კონტაქტი შენი კონტაქტების სიიდან წაიშლება.
ro: Acest contact va fi șters din contactele tale.
ru: Данный контакт будет удалён из вашего списка контактов.
sq: Ky kontakt do të fshihet nga lista juaj e kontakteve.
tr: Bu kişi kontak listenden silinecek.
uk: Цей контакт буде видалено з ваших контактів.

source: Upgrade
ar: ترقية
de: Aktualisierung
es: Actualizar
fr: Mise à jour
ka: გააუმჯობესე
ro: Actualizare
ru: Улучшить
sq: Përditësoni
tr: Yükselt
uk: Оновити

source: Creation date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ka: შექმნის თარიღი
ro: Data creării
ru: Дата создания
sq: Data e krijimit
tr: Oluşturulma tarihi
uk: Дата створення

source: Folder Info
ar: معلومات المجلد
de: Ordnerinformationen
es: Información de la carpeta
fr: Informations sur le dossier
ka: საქაღალდის ინფო
ro: Info Mapă
ru: Информация о папке
sq: Info e Dosjes
tr: Klasör Bilgisi
uk: Інформація про папку

source: Face image grouping
ar: التعرف على صورة الوجه
de: Gesichtsbildgruppierung
es: Agrupamiento de caras y objetos
fr: Regroupement de portraits
ka: სახის გამოსახულების დაჯგუფება
ro: Gruparea imaginilor feței
ru: Группировка по лицам и изображениям
sq: Grupimi i imazheve të fytyrës
tr: Yüz ve Nesne Gruplama
uk: Розпізнавання обличчь та зображень

source: Face & Image Grouping
ar: التعرف على صورة الوجه
de: Gesicht & Bildgruppierung
es: Agrupamiento de caras y objetos
fr: Regroupement de portrait et d'image
ka: სახისა და გამოსახულების დაჯგუფება
ro: Gruparea Față & Imagine
ru: Распознавание изображений
sq: Grupimi i Fytyrës & Imazhit
tr: Yüz ve Nesne Gruplama
uk: Групування зображень

source: Turkcell Password
ar: كلمة مرور تركسل
de: Turkcell Passwort
es: Contraseña de Turkcell
fr: Mot de Passe de Turkcell
ka: Turkcell პაროლი
ro: Parola Turkcell
ru: Пароль Туркселл
sq: Fjalëkalimi Turkcell
tr: Turkcell Şifre
uk: Turkcell Пароль

source: Login Settings
ar: إعدادات تسجيل الدخول
de: Anmeldeeinstellungen
es: Configuración de acceso
fr: Paramètres de connexion
ka: შესვლის პარამეტრები
ro: Setări de conectare
ru: Настройки входа
sq: Rregullimet e Hyrjes
tr: Uygulamaya Giriş Ayarları
uk: Налаштування входу

source: Folder is Empty
ar: المجلد فارغ
de: Der Ordner ist leer
es: La carpeta está vacía
fr: Le dossier est vide
ka: საქაღალდე ცარიელია
ro: Mapa e goală
ru: Папка пуста
sq: Skedari është Bosh
tr: Klasör Boş
uk: Папка порожня

# Folder Items
source: Items: %d
ar: العناصر d%
de: Artikel %d
es: Elementos %d
fr: Rubriques : %d
ka: პუნქტები: %d
ro: Articole %d
ru: Файлов: %d
sq: Njësitë: %d
tr: %d Öğeler
uk: Файлів: %d

source: Contact Backup
ar: نسخة احتياطية لجهات الاتصال
de: Kontakt Backup
es: Copia de seguridad de contactos
fr: Sauvegarde de contacts
ka: დაუკავშირდი სარეზერვო ასლს
ro: Copie de rezervă a contactelor
ru: Резервная копия контактов
sq: Krijimi i kopjes rezervë së kontakteve
tr: Kontak Yedekleme
uk: Зв'язатися з резервною копією

source: Your last contact update was %@ months ago!
ar: لم يتم تحديث جهات الاتصال منذ %@ أشهر!
de: Dein letztes Kontaktupdate war %@ Monate zuvor!
es: ¡Su última actualización de contacto fue hace %@ meses!
fr: Votre dernière mise à niveau a été réalisée il y a %@ mois !
ka: შენი ბოლო კონტაქტის განახლება იყო %@ თვის წინ!
ro: Ultima actualizare a copiei de rezervă a contactelor a fost acum %@ luni!
ru: Вы обновляли данные о контактах %@ месяц(-а, -ев) назад!
sq: Përditësimi i fundit i kontakteve tuaja është bërë %@ muaj më parë!
tr: Kontaklarını en son %@ ay önce yedekledin!
uk: Ваше останнє оновлення контактів було %@ місяців тому!

source: It has been %@ months since you last updated your contacts. Update now to never lose any of your contacts.
ar: لم يتم تحديث جهات الاتصال منذ %@ شهر. يرجى التحديث الآن حتى لا تضيع أي جهة اتصال.
de: Seit Ihrer letzten Aktualisierung Ihrer Kontakte sind %@ Monate vergangen. Aktualisieren Sie jetzt, um keine Ihrer Kontakte zu verlieren.
es: Han pasado %@ meses desde la última vez que actualizó sus contactos, realice la actualización ya para no perder ninguno de sus contactos.
fr: Vous avez mis à jour vos contacts pour la dernière fois il y a %@ mois. Mettez-le à jour maintenant pour ne perdre aucun de vos contacts.
ka: %@ თვე გავიდა მას შემდეგ, რაც ბოლოს განაახლე შენი კონტაქტები. განაახლე ახლა, რათა არასოდეს დაკარგო არცერთი კონტაქტი.
ro: Au trecut %@ luni de când ai actualizat ultima dată contactele tale. Actualizează-le acum pentru a nu le mai pierde niciodată.
ru: Прошло %@ месяц(-а, -ев) с момента, когда вы последний раз обновляли контакты. Обновите их сейчас, чтобы никогда не потерять.
sq: Kanë kaluar %@ muaj nga përditësimi i fundit i kontakteve tuaja. Përditësoni tani për të mos humbur asnjë kontakt.
tr: Kontak listenizi en son güncellediğiniz tarihten bu yana %@ ay oldu. Kontaklarını hiçbir zaman kaybetmemek için şimdi yeniden yedekle.
uk: З тих пір, як ви останній раз оновлювали свої контакти, %@ місяць було оновлено, щоб ніколи не втрачати жодного з ваших контактів.

source: Your contact list looks empty
ar: قائمة جهات الاتصال فارغة
de: Ihre Kontaktliste ist leer
es: Su lista de contactos parece vacía
fr: Votre liste de contact semble vide.
ka: შენი კონტაქტების სია ცარიელი ჩანს
ro: Se pare că lista ta de contacte e goală
ru: Ваш список контактов пуст.
sq: Lista e kontakteve tuaja duket bosh.
tr: Kişi listen boş görünüyor
uk: Ваш список контактів виглядає порожнім

source: You don’t have any contacts in your profile, backup your contacts now!
ar: لا يوجد أي جهة اتصال في ملف التعريف. يرجى إنشاء نسخة احتياطية لجهات الاتصال الآن!
de: Sie haben keine Kontakte in Ihrem Profil, sichern Sie Ihre Kontakte jetzt!
es: ¡No tiene contactos en su perfil, haga una copia de seguridad de sus contactos ya!
fr: Vous n’avez aucun contact dans votre compte, voulez-vous sauvegarder vos contacts?
ka: შენ არ გაქვს კონტაქტები შენს პროფილში, შექმენი კონტაქტების სარეზერვო ასლი ახლავე!
ro: În profilul tău lipsesc contactele, crează acum o copie de rezervă a contactelor!
ru: В вашем профиле нет контактов. Создайте резервную копию сейчас!
sq: Ju nuk keni asnjë kontakt në profilin tuaj. Krijoni një kopje rezervë të tyre tani!
tr: Hesabında hiçbir kontak bulunmuyor, kontaklarını hemen yedekle!
uk: У вашому профілі немає контактів, скопіюйте свої контакти зараз!

source: Backup
ar: نسخ احتياطي
es: Copia de seguridad
fr: Sauvegarder
ka: სარეზერვო
ro: Copie de rezervă
ru: Копировать
sq: Kopje Rezervë
tr: Yedekle
uk: Резервне копіювання

source: Last update:
ar: آخر تحديث:
de: Letztes Update:
es: Última actualización:
fr: Dernière mise à jour :
ka: ბოლო განახლება:
ro: Ultima actualizare:
ru: Обновлено:
sq: Përditësimi i fundit:
tr: Son yedekleme tarihi:
uk: Останнє оновлення:

source: Your storage is empty!
ar: مساحة التخزين فارغة!
de: Ihr Speicher ist leer!
es: ¡Su almacenamiento está vacío!
fr: Votre espace de stockage est vide !
ka: შენი საცავი ცარიელია!
ro: Spațiul tău de stocare e gol!
ru: Ваше хранилище lifebox пусто!
sq: Arkiva juaj është bosh!
tr: Depolama alanınız boş durumda!
uk: Ваша пам'ять порожня!

# You are using %f of your disk space! It’s a great time to expand your storage.
source: You are using %d%% of your lifebox quota! It’s a great time to upgrade your storage.
ar: المساحة المشغولة من مساحة القرص هي %d%%. آن أوان توسيع مساحة التخزين.
de: Sie verwenden %d%% Ihres Speicherplatzes! Es ist eine großartige Zeit, um Ihren Speicher zu erweitern.
es: ¡Está utilizando el %d%% de su espacio de disco! Es un buen momento para expandir su almacenamiento.
fr: Vous utilisez %d%% de votre quota lifebox! Augmenter votre espace de stockage.
ka: შენ იყენებ lifebox ლიმიტის %d%%! შესანიშნავი დროა შენი მეხსიერების განახლებისთვის.
ro: Ai utilizat %d%% din spațiu de pe disc! E cel mai potrivit moment pentru a-ți extinde spațiul de stocare.
ru: Вы использовали %d%% пространства lifebox! Подходящее время, чтобы его увеличить.
sq: Ju jeni duke përdorur%d%% të kuotës suaj të lifebox. Është moment i duhur për të zgjeruar arkivën tuaj.
tr: lifebox depolama alanının %d%%’sini kullanıyorsun! Depolama alanını genişletmek için harika bir zaman.
uk: Ви використовуєте %d%% вашого простору на диску! Це чудовий час для розширення пам'яті.

# You seem to have no uploaded files. Start uploading your memories on Lifebox!
source: You don't have any files in your lifebox, yet. Start uploading your memories on lifebox!
ar: لا يوجد أي ملفات مُحمّلة. باشر بتحميل ذكرياتك على لايف بوكس!
de: Sie haben keine Datei in Ihre Lifebox hochgeladen. Fange an, deine Erinnerungen auf die Lifebox hochzuladen!
es: No ha cargado ningún archivo a su lifebox. ¡Comience a cargar sus momentos en Lifebox!
fr: Vous n'avez encore aucun fichier dans lifebox. Commencez à télécharger vos souvenirs !
ka: შენ ჯერ არ გაქვს ფაილები შენს lifebox-ში. დაიწყე შენი მოგონებების ატვირთვა lifebox-ზე!
ro: Încă nu ai încărcat nici un fișier in lifebox-ul tău. Încarcă-ți amintirile în lifebox!
ru: У вас нет загруженных файлов. Начните загружать ваши воспоминания в lifebox!
sq: Ju nuk keni ende asnjë skedar në lifebox-in tuaj. Filloni ngarkimin e kujtimeve tua në lifebox!
tr: lifebox’ına hiçbir dosya yüklemedin. Anılarını lifebox'a yüklemeye başla!
uk: Ви не завантажили жодного файлу до свого lifebox. Почніть завантажувати свої спогади в lifebox!

source: You are using %d%% of your device storage. It’s a great time to free up space on your device.
ar: المساحة المشغولة من مخزن الجهاز هي %d%%. آن أوان تحرير مساحة التخزين في الجهاز.
de: Sie verwenden %d%% Ihres Gerätespeichers. Es ist eine großartige Zeit, Speicherplatz auf Ihrem Gerät freizugeben.
es: Está utilizando el %d%% del almacenamiento de su dispositivo. Es un buen momento para liberar espacio en su dispositivo.
fr: Vous utilisez %d%% de la capacité de votre appareil. C’est le moment de libérer de l’espace.
ka: შენ იყენებ შენი მოწყობილობის მეხსიერების %d%%. შესანიშნავი დროა შენს მოწყობილობაზე სივრცის გასათავისუფლებლად.
ro: Ai utilizat %d%% din spațiu de pe disc! E cel mai potrivit moment pentru a-ți elibera spațiul de pe dispozitiv.
ru: Вы использовали %d%% памяти на вашем устройстве! Подходящее время, чтобы освободить место.
sq: Ju jeni duke përdorur %d%% të arkivës së pajisjes suaj. Erdhi momenti të lironi hapesirë në të.
tr: Cihaz depolama alanının %d%%’ını kullanıyorsun. Cihazındaki alanı boşaltmak için harika bir zaman.
uk: Ви використовуєте %d%% вашого сховища пристрою. Це чудовий час, щоб звільнити місце на своєму пристрої.

source: Upload Files
ar: تحميل ملفات
de: Daten hochladen
es: Cargar archivos
fr: Télécharger des fichiers
ka: ატვირთე ფაილები
ro: Încarcă fișierele
ru: Добавить файлы
sq: Ngarkoni Skedarët
tr: Dosyaları yükleyin
uk: Завантаження файлів

source: Free Up Space
ar: تحرير مساحة
de: Freiraum schaffen
es: Liberar espacio
fr: Libérer de l’espace
ka: გაათავისუფლე ადგილი
ro: Eliberează Spațiul
ru: Освободить место
sq: Lironi Hapësirë
tr: Depolama alanını boşaltın
uk: Вільний простір

source: Collage
ar: عمل تصويري
fr: Création
ka: კოლაჟი
ro: Colaj
ru: Коллаж
sq: Kolazh
tr: Kolaj
uk: Колаж

# We have created a collage from your photos!
source: We have created a collage for you!
ar: تم إنشاء عمل تصويري من صورك!
de: Wir haben eine Collage für Sie erstellt!
es: ¡Hemos creado un collage para usted!
fr: Nous avons fait une création pour vous !
ka: შენთვის კოლაჟი შევქმენით!
ro: Am creat un colaj pentru tine
ru: Мы создали коллаж для вас!
sq: Kemi krijuar një kolazh për ju!
tr: Senin için bir kolaj oluşturduk
uk: Ми створили для вас колаж!

source: Save Collage
ar: حفظ العمل التصويري
de: Collage speichern
es: Guardar Collage
fr: Sauvegarder la création
ka: შეინახე კოლაჟი
ro: Salvează colajul
ru: Сохранить
sq: Ruani Kolazhin
tr: Kolajı Kaydet
uk: Зберегти

source: View
ar: عرض
de: Aussicht
es: Ver
fr: Afficher
ka: ნახვა
ro: Vizualizare
ru: Посмотреть
sq: Shikoni
tr: Görüntüle
uk: Зберегти

source: Album Card
ar: بطاقة الألبوم
de: Album-Karte
es: Tarjeta de álbum
fr: Carte d’album
ka: ალბომის ბარათი
ro: Card Album
ru: Карточка альбома
sq: Karte Albumi
tr: Albüm Kartı
uk: Альбом

source: We have created an album for you.
ar: تم إنشاء الألبوم.
de: Wir haben ein Album für dich erstellt.
es: Hemos creado un álbum para usted.
fr: Nous avons créé un album pour vous.
ka: შენთვის ალბომი შევქმენით.
ro: Am creat un album pentru tine
ru: Мы создали альбом для вас!
sq: Kemi krijuar një album për ju.
tr: Senin için bir albüm oluşturduk
uk: Ми створили для вас альбом!

source: Save Album
ar: حفظ الألبوم
de: Album speichern
es: Guardar álbum
fr: Sauvegarder l'album
ka: შეინახე ალბომი
ro: Salvează Albumul
ru: Сохранить
sq: Ruani Albumin
tr: Albümü Kaydet
uk: Зберегти

source: Movie
ar: فيلم
de: Film
es: Película
fr: Film
ka: ფილმი
ro: Film
ru: Фильм
sq: Film
tr: Video
uk: Фільм

source: Did you like this story that we created for you?
ar: هل أعجبك عرض الشرائح الذي أنشأناه من أجلك؟
de: Hat dir diese Geschichte gefallen, die wir für dich erstellt haben?
es: ¿Le gustó esta historia que creamos para usted?
fr: Avez-vous aimé la Story que nous avons créée ?
ka: მოგეწონა ეს სთორი, რომელიც შენთვის შევქმენით?
ro: Ți-a plăcut povestea ce am creat-o pentru tine?
ru: Вам понравилась история, которую мы создали для вас?
sq: Ju pëlqeu historia që krijuam për ju?
tr: Senin için oluşturduğumuz hikayeyi beğendin mi?
uk: Вам сподобалася історія, яку ми створили для вас?

source: Save This Story
ar: حفظ عرض شرائح الفيديو
de: Speichern Sie diese Geschichte
es: Guardar esta historia
fr: Sauvegarder cette Story
ka: შეინახე სთორი
ro: Salvează această Poveste
ru: Сохранить
sq: Ruajeni Këtë Histori
tr: Bu Hikayeyi Kaydet
uk: Зберегти

source: Latest Uploads
ar: آخر التحميلات
de: Neueste Uploads
es: Últimas cargas
fr: Derniers téléchargements
ka: ბოლოს ატვირთულები
ro: Ultimele Încărcări
ru: Недавние действия
sq: Ngarkimet e Fundit
tr: Son yüklemeler
uk: Нещодавні завантаження

source: Your latest uploads
ar: آخر التحميلات
de: Deine neuesten Uploads
es: Sus últimas cargas
fr: Vos derniers téléchargements
ka: შენს მიერ ბოლოს ატვირთული
ro: Ultimele tale încărcări
ru: Недавние действия
sq: Ngarkimet tuaja të fundit
tr: Son yüklemelerin
uk: Нещодавні завантаження

source: View Recent Activities
ar: عرض الأنشطة الحديثة
de: Letzte Aktivitäten anzeigen
es: Ver actividades recientes
fr: Voir les activités récentes
ka: შენი ბოლო მოქმედებები
ro: Vezi Activitățile recente
ru: Недавние действия
sq: Shikoni Aktivitetet e kohëve të fundit
tr: Son aktiviteler
uk: Нещодавні дії

source: View All Photos
ar: عرض الصور كافة
de: Alle Fotos
es: Ver todas las fotos
fr: Voir toutes les photos
ka: ყველა ფოტოს ნახვა
ro: Vezi Toate Fotografiile
ru: Все фото
sq: Shikoni të Gjitha Fotot
tr: Tüm Fotoğrafları Görüntüle
uk: Усі фото

source: Lifebox storage is almost full! Let’s have a look for upgrade options!
ar: أوشكت مساحة التخزين على الامتلاء!
de: Ihr Lifebox-Speicher ist fast voll!
es: ¡Su almacenamiento de Lifebox está casi lleno!
fr: L'espace de stockage lifebox est presque plein ! Jetons un coup d'œil aux options de stockage disponibles.
ka: Lifebox-ის საცავი თითქმის სავსეა! მოდი გადავხედოთ განახლების ვარიანტებს!
ro: Spațiul tău de stocare lifebox e aproape plin!
ru: Хранилище lifebox практически заполнено! Посмотрите возможные варианты улучшения аккаунта!
sq: Arkiva juaj e Lifebox është thuajse plot! Le t'u hedhim një sy mundësive për shtim kapaciteti!
tr: lifebox depolama alanın dolmak üzere!
uk: Сховище вашого пристрою майже заповнено!

source: Error occurred while accessing your photos. Please check your settings.
ar: حدث خطأ في أثناء الوصول إلى الصور. يرجى التحقق من الإعدادات.
de: Beim Zugriff auf Ihre Fotos ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Einstellungen.
es: Se produjo un error al acceder a sus fotos. Por favor revise su configuración
fr: Une erreur s'est produite lors de l'accès à vos photos. Veuiller vérifier vos paramètres.
ka: შენს ფოტოებზე წვდომისას მოხდა შეცდომა. გთხოვთ, შეამოწმო შენი პარამეტრები.
ro: A apărut o eroare la accesarea fotografiilor tale. Te rugăm să verifici setările.
ru: Возникла ошибка при попытке получить доступ к ваши фото. Пожалуйста, проверьте настройки.
sq: Gjatë aksesimit të fotove tuaja ka ndodhur një gabim. Ju lutem, kontrolloni rregullimet tuaja.
tr: Fotoğraflarına erişirken bir hata meydana geldi. Lütfen ayarlarını kontrol et.
uk: Сталася помилка при доступі до ваших фото. Перевірте свої налаштування

# localFilesBeingProcessed
source: Processing local files.
ar: معالجة الملفات المحلية.
de: Lokale Dateien verarbeiten
es: Procesando archivos locales.
fr: Traitement des fichiers locaux.
ka: ადგილობრივი ფაილების დამუშავება.
ro: Procesarea fișierelor locale
ru: Обработка локальных файлов.
sq: Duke procesuar skedarët lokalë.
tr: Yerel dosyalar işleniyor.
uk: Обробка локальних файлів.
